{
        "1": "Stir Fry/Stir Fry! To najlepszy sposób na trochę zdrowej zieleni na talerzu. Smaż warzywa w małej ilości na rozgrzanym oleju, dodaj trochę świeżego imbiru i czosnku. Teraz głęboki wdech... Oh, ale pachnie.",
        "2": "Coleslaw/Coleslaw! Wyobrażacie sobie górę mdłej i wiotkiej kapusty? Nie wy jedyni. Ale najlepszy Coleslaw może być czymś więcej. Pamiętajcie o świeżej kapuście. Wymieszajcie ją z małą ilością octu i majonezu. To takie proste! Ah, ta chrupkość.",
        "3": "Radish Salad/Sałatka z Rzodkiewki! Nie ma to jak świeża, doprawiona pieprzem rzodkiewka. Przypomina mi o późnej wiośnie... Moja mama kroiła świeżą rzodkiewkę i podawała na ziarnistym chlebie ze szczyptą soli i pieprzu. Ah, to były czasy... Teraz, patrzcie uważnie...",
        "4": "Omelet/Omlet! To zwykłe danie, ale często robione źle! Idealny omlet jest czymś pięknym. Toż to złoty anioł z błyszczącego jajka. Pokażę wam teraz moją sekretną metodę... ",
        "5": "Baked Fish/Pieczona ryba! Zawsze jak robię to w domu, moje dwa koty dostają bzika. Potrzebuję drugiego kucharza żeby je powstrzymywać od wskakiwania na blat! Tylko upewnij się, że ryba jest świeża, najlepiej złowiona samodzielnie! Teraz patrzcie jak kładę rybę na wiosennych warzywkach...",
        "6": "Pancakes/Naleśniki! Czasami daję się ponieść luksusowym, skomplikowanym daniom... ale w naleśnikach jest coś niezwykłego. Będziecie potrzebować dużej ilości masła i syropu klonowego... Mmmm....",
        "7": "Maki Roll/Maki Roll! Delikatny smak oceanu, owinięty miękkim jak chmurka ryżem. Może trochę wasabi dla ostrości. Ślinka mi cieknie jak o tym mówię. Oh, jak ja kocham sushi...",
        "8": "Bread/Chleb! Pieczenie chleba może być bardzo skomplikowaną formą sztuki, ale uproszczę ją dla was. Najważniejszym składnikiem oczywiście jest mąka. Ale przed zrobieniem ciasta musimy aktywować nasze drożdże. Potrzebują trochę ciepłej wody i czegoś żeby się żywić. Ja używam prostego cukru, ale miód czy syrop klonowy dadzą radę! ",
        "9": "Tortilla/Tortilla! Ilu z was zagryzało burrito z mikrofalówki oglądając ten program? Wstydźcie się! Już lepiej zapakować fasolę do starej szmatki do mycia. Teraz słuchać. Kiedy spróbujecie moje świeże, wiejskie i kukurydziane tortille, nigdy nie wrócicie do tych z mikrofalówki...",
        "10": "Trout Soup/Zupa z Pstrąga! Jest coś w złapanym pstrągu co sprawia, że od razu się cieszę. Może to subtelny smak rzeki? Na szczęście mam przepis na wspaniałą zupę z pstrąga, żeby się dzisiaj z wami podzielić...",
        "11": "Glazed Yams/Słodki Pochrzyn! To sezon na pochrzyny, a co jest lepszym sposobem na delektowanie się tymi uroczymi bulwami niż obtoczenie ich w słodkiej, kleistej polewie? Będzie wam potrzebny dobry, dojrzały pochrzyn i masa cukru. Teraz, pokażę jak to przyrządzić... ",
        "12": "Artichoke Dip/Karczochowy Dip! Wyborny sposób na dostarczenie organizmowi większej ilości karczochów. Osobiście, nigdy nie używam do niczego dipu. Po prostu go piję jakby to był koktajl mleczny. Przepyszne.",
        "13": "Plum Pudding/Budyń Śliwkowy! Mały Jack Horner nie może przestać delektować się tym deserem. I kto go może za to winić? Śliwki są pachnące i słodkie, z małą ilością kwaśności żeby w pełni aktywować wszystkie kubki smakowe. Musicie tego spróbować...",
        "14": "Chocolate Cake/Czekoladowy Tort! Co jest lepszym sposobem na spędzenie zimnej nocy niż przekopywanie się przez intensywną górę czekolady? Z moją pomocą, będziecie na dobrej drodze do stworzenia najlepszego tortu na jaki kiedykolwiek spojrzeliście. Będziecie potrzebować dużo cukru...",
        "15": "Pumpkin Pie/Ciasto Dyniowe! W moim domu ciasto dyniowe w Święto Gwiazdy Polarnej to tradycja. Ta pora roku nie jest kompletna bez tego przepysznego smaku, który można osiągnąć tylko z najlepszą dynią prosto z farmy. Trochę gałki muszkatołowej, cynamonu i goździki zmiotą cię do krainy czerwieni i złota... ",
        "16": "Cranberry Candy/Koktajl Żurawinowy! Oto zabawny przepis, żeby pomóc wam uczcić nowy rok. Żurawina sama w sobie jest bardzo gorzka, ale zanurzcie je w oceanie cukru a będą smakować jak anielskie łzy. Oto jak go przyrządzić...",
        "17": "Pizza/Pizza! Istnieje powód, dlaczego pizza jest wiecznym kulinarnym klasykiem. Ma złoto-brązową skórkę, podawana z czosnkiem lub sosem marinara i na wierzchu mieszanina trzech serów. A to tylko początek! Połóżmy na to trochę świeżej papryki i pomidora. O, mój!",
        "18": "Hashbrowns/Placki Ziemniaczane! Ten przepis jest prosty, ale to dobrze! Będzie wam trzeba trochę startych ziemniaków. Dodajcie obfitą ilość soli i smażcie do perfekcji w waszym ulubionym podgrzanym oleju. Łatwe, nie? Mam trochę wskazówek które ułatwią wam robotę... ",
        "19": "Complete Breakfast/Kompletne Śniadanie! W ostatnim tygodniu nauczyłam was jak zrobić placki ziemniaczane. W tym tygodniu pokażę wam jak zmieszać je z innymi składnikami żeby zrobić obfite śniadanie. Ten posiłek was nasyci i doda energii potrzebnej do ciężkiej pracy.",
        "20": "Lucky Lunch/Szczęśliwy Lunch! Stara legenda mówi, że ten posiłek jest porywający dla dusz szczęścia i fortuny. Po jego spożyciu, przyciągniecie dobre dusze do swojego brzuszka, gdzie będą was błogosławić szczęściem dopóki danie nie będzie strawione! Brzmi dziwnie, hę? Nie mogę powiedzieć, że w to wierzę, niemniej jednak to danie jest przepyszne! ",
        "21": "Carp Surprise/Hej, macie w zapasie dużo karpia i nie wiecie co z nimi zrobić? Tak, ja też. Cóż, znam dobry sposób na ten częsty przypadek. Nazywam go Karpiową Niespodzianką. Jest nawet prosta do zrobienia, ale do tego trzeba dużo karpia... ",
        "22": "Maple Bar/Baton Klonowy! Zauważyliście kiedyś, że batony klonowe zawsze jako pierwsze znikają z opakowania? Dziwne, bo wasz przeciętny baton klonowy smakuje jak słodki krążek hokejowy. Prawda? Cóż, zaczekajcie aż spróbujecie mojego przepisu. Możecie naprawdę poczuć smak lasu w tych batonach. Okej, będzie wam potrzebny prawdziwy, wysokiej jakości syrop klonowy...",
        "23": "Pink Cake/Widz z Miasta Pelikan niedawno do mnie napisał... Zobaczmy... Nazywa się Haley. Napisała, 'Gdy byłam w Mieście Zuzu spróbowałam twojego różowego tortu i zakochałam się w nim. Podzielisz się z nami tym przepisem w następnym odcinku?'. Cóż, czemu nie? To wspaniały tort. I nigdy nie zgadniecie sekretnego składnika ... To melon!",
        "24": "Roasted Hazelnuts/Smażone Orzechy Laskowe! Mam za domem ładną, starą leszczynę, i co roku zapraszam swoją rodzinę na imprezę z pieczeniem orzechów laskowych! Gdy tylko zaczynamy piec, sąsiedzi walą drzwiami i oknami. Nie można się oprzeć temu mocnemu i orzechowemu zapachowi. Teraz podam rodzinny przepis... ",
        "25": "Fruit Salad/Sałatka Owocowa! Oto zdrowy i przepyszny posiłek, żeby rozjaśnić swój dzień. Najważniejszą rzeczą do zapamiętania jest to, że potrzebujecie dojrzałych owoców. Zapomnijcie o tych bladych świństwach co sprzedają je w supermarketach... Mówię o świeżo zebranych, soczystych, wybuchających smakiem owoców. Okej, teraz patrzcie uważnie...",
        "26": "Blackberry Cobbler/Jeżynowy Cobbler! Ten przepis zawsze przypomina mi o Dolinie Stardew. Jest kilka dni w jesieni gdy to miejsce jest przepełnione najsmaczniejszymi jeżynami jakie kiedykolwiek jadłam. Jeśli ktoś chce położyć na nich swoje rąsie, Polecam mu ten prosty cobbler.",
        "27": "Crab Cakes/Krabowe Ciasteczka! Mięso kraba samo z siebie jest bardzo wątłe, ale wymieszanie go z bułką tartą i jajkiem jest najlepszym sposobem, żeby dać mu trochę ciała. I dlatego te ciasteczka to mój ulubiony sposób na zjedzenie kraba! Ale przed rozbijaniem jakichś muszli, zaczekajcie na moją istotną i przyprawioną miksturę...",
        "28": "Fiddlehead Risotto/Risotto Z Paproci! Liście paproci są piękne, ale bez niczego są trochę mdłe. To dlatego musicie dokładnie uważać jakich przypraw dodajecie. Będę z wami szczera, ciężko jest zrobić dobre risotto z paproci. Ale z moją pomocą, na pewno wam się uda.",
        "29": "Poppyseed Muffin/Babeczka z Makiem! Mak to piękny ozdobny kwiat... Ale czemu by tej rośliny nie wykorzystać do tych pysznych muffinek? Jestem wielką fanką maku. Jest subtelny, ale dodaje przyjemny smak i ładny kolor do pieczonych deserów. I jest zdrowy!",
        "30": "Lobster Bisque/Bisque Z Homara! Możecie to osobiście podać gubernatorowi. Ta zupa jest intensywna, kremowa i przepyszna, z idealną ilością oceanicznego smaku. Najtrudniej jest jednak znaleźć homara, ale na pewno dacie sobie radę, jeśli czujecie się na siłach możecie złapać jednego samodzielnie za pomocą klatki na kraby!",
        "31": "Bruschetta/Bruschetta! Jest to banalna przystawka, która pokazuje jakość składników. Będzie potrzebny chleb, pomidor i olej. Najpierw musicie podsmażyć chleb. Pokrójcie pomidor i połóżcie na grillowanym chlebie. Potem polejcie olejem i voilà! Mówiłam, że jest prosta!",
        "32": "Shrimp Cocktail/Koktajl z Krewetek! Oto kolejna dobra przystawka dla was i waszych gości. Mój sos koktajlowy jest ekstra pikantny i jestem pewna, że go pokochacie. A więc, po pierwsze... "
}