{
  "1": "Stir Fry/Stir Fry! To najlepszy sposób na trochę zdrowej zieleni na twoim talerzu. Smaż warzywa w małej ilości na rozgrzanym oleju i dodaj trochę świeżego imbiru i czosnku. Teraz głęboki wdech... Oh, dobre to.",
  "2": "Coleslaw/Coleslaw! Wyobrażacie sobie górę mdłej i wiotkiej kapusty? Nie jesteście sami. Ale najlepszy Coleslaw może być czymś więcej. Upewnij się, że masz do tego soczystą i świeżą kapustę. Wymieszaj to z małą ilością octu i majonezu i już gotowe. Ah, ta chrupkość.",
  "3": "Radish Salad/Sałatka z Rzodkiewki! Nie ma to jak świeża, doprawiona pieprzem rzodkiewka. Przypomina mi to o ostatniej wiośnie... moja mama kroiła świeże rzodkiewki i podawała na ziarnistym chlebie ze szczyptą soli i pieprzu. Ah, to były czasy... ale robię dygresję. Teraz, patrz uważnie...",
  "4": "Omelet/Omlet! To zwykłe danie, ale często robione nieprawidłowo! Perfekcyjny omlet jest czymś pięknym. To czysty złoty anioł błyszczącego jajka, i pokażę wam teraz moją sekretną metodę... ",
  "5": "Baked Fish/Pieczona ryba! Kiedykolwiek to robię w domu, moje dwa koty dostają bzika. Potrzebuję drugiego kucharza żeby je tylko powstrzymywać od wskakiwania na blat dla jednego kęsa! Tylko upewnij się, że ryba jest świeża, najlepiej złowiona samodzielnie! Teraz patrzcie jak kładę rybę na wiosennych warzywkach...",
  "6": "Pancakes/Naleśniki! Czasami daję się ponieść luksusowym, skomplikowanym daniom... ale jest coś odprężającego w zwykłych naleśnikach. Będziesz potrzebować dużej ilości masła i syropu klonowego, żeby grubo polać te ciepłe naleśniki... Mmmm....",
  "7": "Maki Roll/Maki Roll! Delikatny smak oceanu, owinięty miękkim jak chmurka ryżem. Może trochę wasabi dla ostrości. Ślinka mi cieknie jak o tym mówię. Oh, jak ja kocham sushi",
  "8": "Bread/Chleb! Pieczenie chleba może być bardzo skomplikowaną formą sztuki, ale uproszczę ją dla ciebie. Najważniejszym składnikiem oczywiście jest mąka. Ale przed zrobieniem ciasta musimy aktywować nasze drożdże. Potrzebują trochę ciepłej wody i czegoś żeby się żywić. Ja używam prostego cukru, ale miód czy syrop klonowy dadzą radę! ",
  "9": "Tortilla/Tortilla! Ile z was zagryzało poręczne burrito z mikrofalówki oglądając ten program? Wstydźcie się! Zapewne też pakowaliście waszą fasolę do starej szmatki do mycia. Teraz słuchać. Kiedy spróbujecie moje świeże, wiejskie i kukurydziane tortille, nigdy nie wrócicie do tych z mikrofalówki...",
  "10": "Trout Soup/Zupa z Pstrąga! Jest coś w świeżo złapanym pstrągu co sprawia, że sobie coś nucę. Może to subtelny smak rzeki? Na szczęście mam przepis na wspaniałą zupę z pstrąga, żeby się dzisiaj z wami podzielić...",
  "11": "Glazed Yams/Słodki Pochrzyn! To sezon na pochrzyny, a co jest lepszym sposobem na cieszenie się tymi uroczymi bulwami niż obtoczenie ich w słodkiej, kleistej polewie? Będzie ci potrzebny dobry, dojrzały pochrzyn i masa cukru. Teraz, pokażę jak to przyrządzić... ",
  "12": "Artichoke Dip/Karczochowy Dip! Ten wyborny sposób, żeby dostarczyć twojemu ciału więcej karczochów. Osobiście, nigdy nie używam do niczego dipu. Po prostu piję sos jakby to był koktajl mleczny. Przepyszne.",
  "13": "Plum Pudding/Budyń Śliwkowy! Mały Jack Horner schrupałby trochę rozkoszy skrobii kukurydzianej. I kto go może za to winić? Śliwki są pachnące i słodkie, z małą ilością cierpkości żeby w pełni aktywować wszystkie kubki smakowe. Musisz spróbować i sprawdzić samemu...",
  "14": "Chocolate Cake/Czekoladowy Tort! Co jest lepszym sposobem na spędzenie zimnej nocy niż przekopywanie się przez intensywną górę czekolady? Z moją pomocą, będziecie na dobrej drodze do stworzenia najlepszego tortu na jaki kiedykolwiek spojrzeliście. Teraz, będziecie potrzebować dużo cukru...",
  "15": "Pumpkin Pie/Ciasto Dyniowe! W moim domu, to tradycja, żeby zjeść ciasto dyniowe podczas Święta Gwiazdy Polarnej. Ta pora roku nie jest kompletna bez tego przepysznego smaku, który można osiągnąć tylko z najlepszą dynią prosto z farmy. Trochę gałki muszkatołowej, cynamonu i goździki zmiotą cię do pola pustki i złota... ",
  "16": "Cranberry Candy/Koktajl Żurawinowy! Oto zabawny przepis, żeby pomóc wam uczcić nowy rok. Żurawina sama jest bardzo gorzka, ale zanurz je w oceanie cukru a będą smakować jak anielskie łzy. Oto jak je przyrządzić...",
  "17": "Pizza/Pizza! Istnieje powód, dlaczego pizza jest wiecznym kulinarnym klasykiem. Ma rzemieślniczą złoto-brązową skórkę, podawana z czosnkiem lub sosem marinara, i wierzch jest cały w mieszaninie trzech serów. A dopiero zaczynamy! Połóżmy na to trochę świeżej papryki i pomidora. O, mój!",
  "18": "Hashbrowns/Hashbrown! Ten przepis jest prosty, ale to dobrze! Będzie ci trzeba trochę poszatkowanych ziemniaków, dodaj obfitą ilość soli, i usmaż do perfekcji w twoim ulubionym podgrzanym oleju. Łatwe, nie? Cóż, mam trochę wskazówek które ułatwią ci robotę... ",
  "19": "Complete Breakfast/Kompletne Śniadanie! W ostatnim tygodniu nauczyłam was jak zrobić hashbrown. W tym tygodniu pokażę wam jak zmieszać je z innymi składnikami żeby zrobić obfite śniadanie. Ten posiłek was napełni i doda energii potrzebnej do ciężkiej pracy.",
  "20": "Lucky Lunch/Szczęśliwy Lunch! Stara legenda mówi, że ten posiłek jest porywający dla dusz szczęścia i fortuny. Po jego spożyciu, przyciągniesz dobre dusze do swojego brzuszka, gdzie będą cię błogosławić szczęściem dopóki danie nie będzie strawione! Brzmi dziwnie, hę? Nie mogę powiedzieć, że w to wierzę, niemniej jednak danie jest przepyszne! ",
  "21": "Carp Surprise/Hej, masz w zapasie dużo karpi i nie wiesz co z nimi zrobić? Tak, ja też. Cóż, znam dobry sposób na ten częsty przypadek. Nazywam go Karpiową Niespodzianką. Jest nawet prosty do zrobienia, ale będzie potrzebna duża ilość karpia... ",
  "22": "Maple Bar/Baton Klonowy! Zauważyliście kiedyś, że batony klonowe zawsze jako pierwsze znikają z opakowania? Kłopotliwe, ponieważ twój przeciętny baton klonowy smakuje jak słodki krążek hokejowy. Prawda? Cóż, zaczekajcie aż spróbujecie mojego przepisu. Możecie naprawdę poczuć smak lasu w tych batonach. Okej, będzie wam potrzebny prawdziwy, wysokiej jakości syrop klonowy...",
  "23": "Pink Cake/Widz z Miasta Pelikan niedawno do mnie napisał... Zobaczmy... Nazywa się Haley. Napisała, 'Spróbowałam twojego różowego tortu ostatnim razem, gdy byłam w Mieście Zuzu i zakochałam się w nim. Podzielisz się z nami tym przepisem w następnym odcinku?'. Cóż, czemu nie? To wspaniały tort. I nigdy nie zgadniecie sekretnego składnika ... melona!",
  "24": "Roasted Hazelnuts/Smażone Orzechy Laskowe! Mam za domem ładnego, starą leszczynę, i każdego roku zapraszam swoją rodzine na imprezę z pieczeniem smażeniem orzechów laskowych! Gdy zaczniemy piec, już sąsiedzi się zjawiają. ten zasobny, orzechowy zapach, nie można mu się oprzeć. Teraz, podaje rodzinny przepis... ",
  "25": "Fruit Salad/Sałatka Owocowa! Oto zdrowy i przepyszny posiłek, żeby rozjaśnić twój dzień. Najważniejsza rzecz do zapamiętania to że trzeba dojrzałych owoców. Zapomnij o tych bladych świństwach co sprzedają je w supermarketach... Mówię o świeżo zebranych, soczystych, wybuchających smakiem owowców. Okej, teraz patrzcie uważnie...",
  "26": "Blackberry Cobbler/Jeżynowy Cobbler! Ten przepis zawsze przypomina mi o Stardew Valley. Jest kilka dni w jesieni gdy to miejsce jest przepełnione najsmaczniejszymi jeżynami jakie kiedykolwiek jadłem. Jeśli ktoś chce położyć na nich swoje rąsie, Polecam mu ten prosty cobbler.",
  "27": "Crab Cakes/Krabowe Ciasteczka! Mięso kraba samo z siebie jest bardzo wątłe, ale wymieszanie go z bułką tartą i jajkiem jest najlepszym sposobem, żeby dać im trochę ciała. I dlatego te ciasteczka są moim ulubionym sposobem na zjedzenie kraba! Ale przed rozbijaniem jakichś muszli, czekajcie na moją istotną i przyprawioną miksture...",
  "28": "Fiddlehead Risotto/Risotto Z Paproci! Liście paproci są piękne, ale bez niczego są trochę mdłe. To dlatego musicie dokładnie uważać jakie okazy dodajecie. Będę z wami szczera, ciężko jest zrobić dobre risotto z paproci. Ale z moją pomocą, będziecie mieć największą szansę na sukces.",
  "29": "Poppyseed Muffin/Makowa Muffinka! Mak to piękny ozdobny kwiat... ale czemu by tej rośliny nie wykorzystać do tych pysznych muffinek? Jestem wielką fanką maku. Są subtelne, ale dodają miły smak i dobry kolor do pieczonych deserów. I jest zdrowy!",
  "30": "Lobster Bisque/Bisque Z Homara! Możecie to osobiście podać gubernatorowi. Jest intensywny, kremowy i przepyszny, z idealną ilością oceanicznego smaku. Najtrudniej jest jednak znaleźć homara, ale na pewno dacie sobie radę, jeśli czujecie się na siłach możecie złapać jednego samodzielnie za pomocą klatki na kraby!",
  "31": "Bruschetta/Bruschetta! Jest fenomenalnie prosta przystawka, która pokazuje jakość składników. Będzie potrzebny chleb, pomidor i olej. Najpierw musicie włożyć chleb na grilla lub patelnię. Pokrójcie pomidor i połóżcie na grillowanym chlebie. Potem polejcie olejem i można podać. Mówiłam, że jest prosta!",
  "32": "Shrimp Cocktail/Koktajl z Krewetek! Oto kolejna dobra przystawka dla ciebie i dla gości. Mój sos koktajlowy jest ekstra ostry, i jestem pewna, że to pokochacie. Teraz, pierwszy krok... "
}