{
  "1": "To jest dla wszystkich żółtodziobów: ścinajcie drzewa i szukajcie rzeczy w dziczy, żeby zarobić jakieś pieniądze w oczekiwaniu na pierwszy plon!",
  "4": "To dla was ludzie, który mieszkają w Dolinie Stardew. Szukajcie wiosennej cebuli na południowy zachód od miasta, gdzie rzeka spotyka ocean. Możecie czasami znaleźć całe grono rosnące w ziemi.",
  "8": "Porozmawiajmy o płotkach. Płoty są przydatne w oddzielaniu trawy od reszty i w ochronie plonów. Pomagają też farmerom utrzymać ich dobytek. Płotki psują się po chwili, ale kamienne, żelazne, i z twardego drewna trzymają się o wiele dłużej niż podstawowe płotki!",
  "11": "Nieszczęścia od wron? Wygląda na to, że potrzebujecie stracha na wróble! Postawienie stracha na wróble na swojej farmie będzie je odstraszać na dobrą odległość. Upewnijcie się, że ochronicie swoje cenne plony!^Jeszcze jedno... potrzeba wam większego plecaka, żeby trzymać w nim swoje rzeczy? Sprawdźcie swój lokalny sklep.",
  "15": "To sezon na maliny! Wszystkie krzaki na wsi będą obsiane tymi soczystymi, małymi jagodami, i są do wzięcia za darmo! Zbieranie ich to dobry sposób na zarobienie pieniędzy.",
  "18": "Ah, odświeżający deszcz... najlepszy przyjaciel każdego farmera! Kiedy pada, nie trzeba podlewać roślin. Wykorzystaj to na swoją korzyść!",
  "22": "Wędki w dłoń i sprzedaj swoją zdobycz! Wędkarstwo to dobry sposób na zarobienie pieniędzy, gdy ma się trochę czasu. Głębokość, na jaką wasz spławik się zanurzy zależy od tego, jaka ryba chwyciła haczyk... Zależy też od tego pora roku, pora dnia, i pogoda!",
  "25": "Drzewa owocowe. Rosną przez cały sezon, więc planujcie na zaś! Gdy wokół drzewa nie jest pusto, zatrzymie to jego rośnięcie. Gdy wasze owocowe drzewa urosną, będą produkować przepyszne owoce każdego dnia w danym sezonie. Lepiej zacząć oszczędzać!",
  "29": "Nadeszło lato, wraz z całym mnóstwem nowych roślin do zasadzenia! Na przykład chmiel. Winorośl musi chwilę porosnąć, ale kiedy urosną mogą, być zbierane codziennie. Powodzenia!",
  "32": "Oto wyczerpująca lista ryb, jakie można złowić w lecie: Dorada, można znaleźć za dnia w leśnych rzekach. Pstrąg Tęczowy, można złowić za dnia w górskich dzikich rzekach. Rozdymka, w oceanie po południu i Ośmiornica, można ją złowić w oceanie o poranku. Złów póki możesz!",
  "36": "Porozmawiajmy o kukurydzy. To niezwykła roślina, ponieważ nie więdnie przez dwa sezony! Dokładnie, kiedy większość roślin więdnie, gdy zmienia się pora roku kukurydza dalej daje plon. Można ją zasiać w lecie, jak i w jesieni. Teraz wyjdźcie i zasadźcie jakąś kukurydze!",
  "39": "Przewidywana jest niezwykła ilość muszli i koralowców, które wypłyną na wszystkie plażę na całym świecie. Nie jestem naukowcem, ale słyszałem że to ma coś wspólnego z okresem godowym krabów. W każdym bądź razie, można zarobić trochę monet przeczesując lokalną plażę.",
  "43": "Macie w swoim mieście spa? Odpocznijcie i siedźcie w gorącej wodzie, żeby odnowić swoją energię. Ahh... Wspaniałe uczucie, prawda?",
  "46": "Lato jest znane z burz z piorunami. Jeśli wiecie jak zrobić piorunochron, możecie zbierać elektryczność i tworzyć baterie. Te można sprzedać lub coś z nich wytworzyć!",
  "50": "Większość miast ma kalendarz przed lokalnym sklepem. Dobrze jest od czasu do czasu sprawdzić i wiedzieć, co się dzieje w społeczności. Sprawdźcie też ogłoszenia dotyczące pracy!",
  "53": "Prawie nadeszła jesień! Jest to prawdopodobnie najbardziej lukratywny sezon dla rolników, więc pamiętajcie żeby oszczędzić trochę pieniędzy i kupić nowe nasiona. Jeżeli jeszcze nie ulepszyliście konewki, nadeszła odpowiednia pora.",
  "57": "Porozmawiajmy o słonecznikach. Gdy je zbieracie nie tylko dostajecie ładny kwiatek, ale też dostajecie nasiona. Możecie je znowu zasiać lub sprzedać!",
  "60": "To jeżynowy sezon! Wszystkie krzaki na wsi są obsiane dojrzałymi owocami. Po prostu wyjdźcie na zewnątrz i sami sprawdźcie!",
  "64": "Jeżeli jesteś farmerem w małym mieście, na pewno cię zaproszą żeby stworzyć \"Wystawę Pracy\". Typowa wystawa ma 9 miejsc na przedmioty, które najbardziej pokazują twój talent. Najlepiej pokazać rzeczy wysokiej jakości, drogie i żeby była różnorodność. Dobrze jest mieć jakieś ryby, minerały, domowe wyroby, owoce, i warzywa!",
  "67": "Kącik Wędkarski: Łosoś. Łosoś wraca do swojego miejsca urodzenia w jesieni, żeby złożyć jaja. To znaczy, że rzeki są nimi zapchane! Można jedynie złowić je w jesieni, więc wyjdźcie na zewnątrz i zarzućcie wędki.",
  "71": "Macie jakiś nacinacz do drewna? Umiejętni zbieracze wiedzą jak je zrobić. Można je zamontować do dzikich drzew, które rosną wokoło. Klonowce produkują syrop klonowy, dęby produkują żywice, a sosny produkują smołę z sosny. Syrop jest najdroższy, ale wszystkie produkty drzewne mają swoje zastosowania!",
  "74": "Zima już nadchodzi. Pamiętajcie o tym, żeby mieć dużo siana, żeby karmić zwierzęta, gdy wszystkie trawy obumrą. Każdy silos może utrzymać 240 sztuk siana, więc odróbcie matmę i zobaczcie czy nie trzeba wam kolejnego silosu!",
  "78": "Kącik Wędkarski: Sandacz. Można go znaleźć w deszczowe wieczory podczas jesieni lub zimy. Można go znaleźć w słodkowodnych wodach.",
  "81": "Zima już niebawem... a to znaczy, że twoje prace na polu dobiegają do długiej przerwy. Nic nie rośnie w zimie, chyba że masz na tyle szczęścia, że posiadasz szklarnię. Ale jest jeszcze dużo do zrobienia! Więcej w następnym odcinku.",
  "85": "Zima... Czas, w którym cały świat jest cicho. To dobra pora na trochę górnictwa, wędkarstwa i zbieractwa. Ulepsz swoje narzędzia na produktywną wiosnę. Albo niech lokalny stolarz coś ci wybuduje na twojej farmie! Pozbieraj zasoby, ulepsz, i przygotuj się na następny rok.",
  "88": "Zastanawiacie się, jak zdobyć 'Rafinowany Kwarc'? Po prostu włóż zwykły kwarc do pieca. Będzie wam potrzebny jeszcze kawałek węgla, żeby rozpalić ogień.",
  "92": "Znajdujecie jakieś nasiona gdy tniecie drewno? Możecie je z powrotem zasadzić w ziemi i urośnie nowe drzewo. Trochę kreatywności!",
  "95": "Jest trochę ryb, które występują tylko w zimie... Kałamarnica i Ofiodon. Kałamarnice można złowić wieczorem w oceanie. Ofiodon występuje w słodkowodnych zbiornikach przez cały dzień, istnieją pogłoski o bardzo rzadkich rybach, które można znaleźć tylko w określonych sezonach, ale nie mam zbyt wielu informacji na ich temat.",
  "99": "Porozmawiajmy o geodach. Geody są wydrążonymi kamieniami, które zazwyczaj zawierają kosztowne minerały. Kowal może je dla was otworzyć za opłatą. A więc istnieją różnego rodzaju geody... i każda zawiera inny podzbiór minerałów. Najrzadsza \"geoda omni\", ` może zawierać każdego rodzaju minerał.",
  "102": "Jeśli chcecie kogoś uszczęśliwić, dajcie im ich ulubiony prezent na ich urodziny! Zaufajcie mi.",
  "106": "Czy kiedykolwiek widzieliście małe brązowe łodyżki wystające z ziemi? Czasami są trudne do znalezienia. Ale jeśli to wykopiecie, zawsze coś znajdziecie. Nie pytajcie jak to działa.",
  "109": "Mieliście kiedyś takie uczucie, że chcielibyście pogrzebać w śmieciach sąsiadów? Fu! Hej, jeśli was to interesuje, to nie róbcie tego gdy ktoś jest w pobliżu. Jeśli ktoś was złapie na gorącym uczynku, będzie naprawdę zniesmaczony, i popsuje to wasze relacje. Cóż, chyba że lubią to samo.",
  "113": "Cóż, nadszedł nowy rok. Miejcie oczy szeroko otwarte na nowe nasiona, które będą dostępne w waszym lokalnym sklepie. Na szczęście ulepszyliście sobie narzędzia przez zimę i jesteście gotowi na produktywny rok!",
  "116": "Kącik Wędkarski: Węgorz. Węgorze mogą być złapane w oceanie na wiosnę lub jesień, podczas deszczowych wieczorów.",
  "120": "Macie kuchnie? Gotowanie to dobry sposób na ulepszenie swoich umiejętności. Nie tylko dają dobre źródło energii, ale większość dań natychmiast zwiększają wasze umiejętności, szybkość, i wiele więcej! Ładnie pachnie, prawda?",
  "123": "Przydatne Przedmioty: Klatka Na Kraby. Doświadczeni rybacy wiedzą jak je zrobić. Klatki mogą być użyte do złapania wielu podwodnych stworzeń, w zarówno słodkiej jak i słonej wodzie. Po prostu postawcie klatkę w wodzie i włóżcie przynętę. Zobacz na następny dzień co złapaliście. Załadujcie ją z powrotem przynętą, żeby znowu coś złapać.",
  "127": "To sezon na maliny! Wszystkie krzaki na wsi będą obsiane tymi soczystymi, małymi jagodami, i są do wzięcia za darmo! Zbieranie ich to dobry sposób na zarobienie pieniędzy.",
  "130": "Porozmawiajmy o miodzie. Nie, nie wy, niemądrzy. Mówię o słodkim produkcie tworzonym przez naszych przyjaciół, pszczoły. Chodzi o to, że gdy macie na farmie kwiaty rosnące blisko uli wasze pszczoły będą produkować miód smakowy. W innym wypadku dostaniecie 'Dziki Miód'. Słodkie, hę?",
  "134": "Oto porada dla poszukiwaczy przygód... Nie zapomnijcie o specjalnych atakach swoich broni! Miecze mogą blokować nadchodzące ataki, bardzo przydatne, gdy szlamy do ciebie skaczą. Maczugami możecie walnąć w ziemię i wyrzucić wrogów w powietrze... i sztyletem możecie zrobić super szybki potrójny atak! Ostrożnie.",
  "137": "Chciałbym porozmawiać o sławnej Gildii Poszukiwaczy Przygód niedaleko Miasta Pelikan. Lider gildii, Marlon, ma niezłe nagrody dla każdego śmiałka, który pokona duże ilości potworów w lokalnej kopalni. Awanturnicy otrzymają w nagrodę potężne przedmioty. Na ścianie jest plakat z resztą informacji. Fajnie!",
  "141": "Słyszałem, że niektórzy stoją niedaleko jadących pociągów, żeby zebrać jakieś gruzy, które z niego wypadają. Wow... Czego ludzie nie zrobią za darmochę!",
  "144": "Kącik Zwierzęcy: Świnia.^^W tych stronach, świnie są wytresowane do węszenia kosztownych trufli. Musicie tylko dać te świnki na zewnątrz i czekać... zrobią swoją magię, gdy będą gotowe. Zróbcie olej z trufli, żeby zwiększyć dochód.",
  "148": "Oto przypomnienie, jakie ryby możecie znaleźć w lecie: Dorada, w leśnych rzekach za dnia. Pstrąg Tęczowy, w leśnych rzekach i górach w dzień. Rozdymka, w oceanie wczesnym wieczorem. A Ośmiornice można znaleźć z rana w oceanie. Złapcie je, póki możecie!",
  "151": "Kącik Wędkarski: Super Strzykwa. Możecie znaleźć tę rzadką rybę w oceanie. Wypływa wieczorem w lecie, lub w zimie.",
  "155": "Wiem, że to trudne... ale przestańcie się martwić o waszego konia! Możecie go zostawić gdziekolwiek, i sam wróci do domu. To bardzo mądre i niezależne zwierzęta!",
  "158": "Oto pomysł... zróbcie dziki sad! Dajcie na nie nacinacze do drewna i zbierajcie wartościowy syrop. Albo nie! Zresztą... róbcie co chcecie.",
  "162": "Przydatne Przedmioty: Beczka. Klasycznie używa się beczki do robienia wina z winogron. Ale wiedzieliście, że można je robić z innych owoców? Tak.^Możecie też robić sok z warzyw.",
  "165": "Macie dziennik? Nie zapomnijcie do niego zaglądać. Łatwo zapomnieć, że się zapisało tam coś ważnego.",
  "169": "Jeśli myśleliście nad zakupem 'rzadkiego nasiona', teraz jest dobra pora, żeby to zasiać. Jednakże, mówi się, że ta roślina rośnie przez całą porę roku, niezawodne źródła powiedziały mi, że rośnie tylko 24 dni. Końcowym wynikiem jest najsłodszy owoc na całym świecie.",
  "172": "Sezon na jeżyny! Wszystkie krzaki na wsi są obrośnięte tym dojrzałym owocem. Po prostu wyjdźcie na zewnątrz i sami się przekonajcie!",
  "176": "Dostajemy raporty od farmerów z różnych stron świata, że dziwne rzeczy dzieją się z dużymi polami kalafioru, melona, i dyń, gdy osiągną dojrzałość. Hmmm. Sam tego nie mogę potwierdzić.",
  "179": "Chcecie wziąć ślub? Będzie wam potrzebny Syreni Wisior. Każdy z tej strony Morza Klejnotów wie, co oznacza podarowanie Syreniego Wisiora.^Zdobycie takiego wisiora może być nie lada wyzwaniem. Każdy region ma swój własny sposób na zdobycie wisiora, ale zawsze jest to związane z morzem lub oceanem.",
  "183": "Przydatne Przedmioty: Maszyna Do Recyklingu. Często z łowienia dostajecie masę śmieci? To jest zbyt częste w tych czasach. Cóż, z maszyną do recyklingu możecie przetworzyć te rupiecie w coś przydatnego. Po prostu włóżcie swoje śmieci do maszyny i dajcie jej zrobić swoją robote. Każdy rodzaj śmiecia produkuje inny przedmiot.",
  "186": "Kącik Wędkarski: Tuńczyk. Tą rybę można znaleźć zarówno z rana jak i w nocy. Szukajcie jej w oceanie jesienią lub zimą.",
  "190": "Kącik Wędkarski: Drewniak, ryba piaskowa i karp skorpion. Mówi się, że drewniak mieszka głęboko w lasach za to ryba piaskowa i karp skorpion mogą być znalezione tylko w pustynnych oazach.",
  "193": "Jeszcze tylko kilka dni, kiedy społeczności wokół Republiki Ferngill będą obchodzić Wigilie Duchów! Jedna z tradycji, o której pewnie nie wiedzieliście to szukanie złotej dyni. Jeśli wasze miasto ma nawiedzony labirynt, możecie być pewni, że gdzieś tam jest schowana złota dynia. Takie rzeczy są cenne!",
  "197": "Ludzie, mam dla was poradę. Będzie wam potrzebny żłobek, zanim będziecie mogli mieć dzieci. Dzieci potrzebują kołyski!",
  "200": "Przydatne Przedmioty: Krystalarium. Ta wspaniała maszyna może tworzyć nieskończone kopie byle jakiego kryształu. Po prostu włóżcie kryształ, jaki chcecie skopiować do maszyny i zaczekajcie aż skończy. Może to potrwać chwilę, ale hej... to czysty zysk!",
  "204": "Jeśli macie dorosłe zwierzęta w stodole, i trochę miejsca... Jest zawsze jakaś szansa, że jedno z twoich zwierząt może urodzić. Lepiej o tym pamiętać.",
  "207": "Kącik Wędkarski: Sum. Ta rzadka ryba wychodzi z ukrycia, gdy pada deszcz. Znajdziecie je w rzekach wokół miasta, gdzie lubią żerować, gdy jakiekolwiek resztki są wyrzucane do wody. Nie lubią gorącej wody, więc nie musicie się martwić z łowieniem ich w lecie!",
  "211": "Przydatne Przedmioty: Kosz Na Robaki. Trzeba wam nieskończonych zapasów przynęty? Zróbcie sobie kosz na robaki. Gdy będziecie takowy posiadać, będziecie dostawać kilka sztuk codziennie.",
  "214": "Pod tym śniegiem wyłaniają się wiosenne nasiona, aby zacząć nowe życie w słońcu. Nie zdziwcie się, gdy na początku wiosny wszystkie brudy wyjdą na zewnątrz, wystarczy posprzątać!",
  "218": "Jeśli zdobędziecie złotą patelnię, szukajcie błyszczącego światła w wodzie.^Zazwyczaj jest tam dobra ruda, za friko!   ",
  "221": "Ludziska, mam ogłoszenie. To jest ostatni nowy odcinek Życia Na Wsi przed moją emeryturą. Świetnie się bawiłem, i będzie mi was brakowało. Oh, i na następny rok będą puszczane powtórki. ^^Powodzenia!"
}