{
        "4": "O, Cześć.",
        "Introduction": "A, no tak... Słyszałam, że będziemy mieli nowego farmera.#$e#W sumie to trochę szkoda. Zawsze lubiłam chodzić po tych zarośniętych polach.$9",
        "FlowerDance_Accept": "Hej, pewnie. Zróbmy to. Razem się powstydzimy.$h",
        "AcceptBirthdayGift_Positive": "Hej, pamiętasz o moich urodzinach... Dzięki, @! To miłe z twojej strony!$h",
        "AcceptBirthdayGift_Negative": "Hej, pamiętasz o moich urodzinach... Dzięki, @!$h#$b#Oh, to, eeem... *niuch*... co to?$s",
        "AcceptGift_(O)StardropTea": "Wow... piękny kolor, tak jak ametyst. Dzięki!",
        "AcceptGift_(TR)BasiliskPaw": "Obrzydliwe... Podoba mi się!$h",
        "AcceptGift_(O)SkillBook_4": "Hej, to moja ulubiona gazeta! Tata nie pozwala mi wykupić subskrypcji, więc muszę kupować to na czarnym rynku...$h",
        "AcceptGift_(O)Book_Void": "Łoo, to dziwnie wyglądająca książka... Podoba mi się!#$b#... Oo... Jest w niej dużo potworów...$h#$b#Muszę ją przeglądnąć zanim pójdę do jaskiń... Dzięki!",
        "AcceptGift_(O)109": "Łoo... Skąd to masz? Jakość wykonania jest fascynująca...#$b#Jest trochę zardzewiały, ale dodam go do mojej kolekcji.",
        "AcceptGift_(O)119": "Tak się zastanawiam... Tysiące lat temu, pewnie była gdzieś mała fioletowowłosa neandertalska dziewczynka, która grała na tym flecie, tak jak ja.#$b#...Lepiej wymyję go zanim spróbuję na nim zagrać.$h",
        "AcceptGift_(O)66": "$c 0.5#Wow... to mój ulubiony kolor! Dzięki, @!$h#Dziękuję! To mój ulubiony kamień. Jest taki piękny.",
        "GreenRain": "Chcę iść odkrywać, ale wiem, że mama się martwi. Nie chcę jej dodawać stresu.",
        "GreenRainFinished": "I w taki sposób wszystko wróciło do normy. Magia!$h",
        "GreenRain_2": "Widziałeś te wszystkie dziwne drzewa w mieście? Wszystko wygląda inaczej... czuję się jak w jakimś wróżkowym świecie.^Widziałaś te wszystkie dziwne drzewa w mieście? Wszystko wygląda inaczej... czuję się jak w jakimś wróżkowym świecie.",
        "cc_Begin": "Nie mów nikomu, ale wczoraj w nocy wkradłam się do domu kultury... Wydaje mi się, że jest nawiedzony!",
        "AcceptGift_(O)279": "O, wow... @! Na pewno chcesz mi to dać? To jest bardzo rzadkie!#$b#Przyznaję, że już mi cieknie ślinka...$h",
        "mineArea_10_oneday": "Słyszałam, że odkrywasz stare kopalnie. Brzmi jak frajda!$h#$e#...Próbuję zebrać się w sobie, żeby tam zejść...$s",
        "eventSeen_733330_memory_oneday": "Sam i Sebastian spytali, czy chcę zagrać w ich kapeli na bębnach... Nigdy wcześniej nie grałam na bębnach, ale dobrze się przy tym bawię.#$e#Trzeba się nauczyć poruszać kończynami w innych rytmach, w tym samym czasie. Czuję, że mózg mi rośnie.$h",
        "eventSeen_1_memory_oneweek": "Hej, w końcu przeszłam pierwszy poziom w Podróży Króla Prerii! Oglądanie jak grasz bardzo pomogło.",
        "eventSeen_2_memory_oneday": "Sebastian mówił, że wczoraj przy obiedzie słyszał dziwną muzykę...#$e#Nie mówiłam mu, że to my! Wydawało się lepiej zachować to w tajemnicy.$h",
        "eventSeen_3": "Dusze mają własne zdanie...$l",
        "wonEggHunt": "Jak się czujesz po polowaniu na jajka, hę? Cóż, za rok nie ma zmiłuj...$u",
        "wonEggHunt_memory_oneyear": "Nadal jestem zła za polowanie na jajka w tamtym roku. Lepiej zacznij ćwiczyć...",
        "dating_Abigail": "%Abigail jest zarumieniona, ale wygląda na szczęśliwą.",
        "dating_Abigail_memory_oneday": "...Jesteś uroczy.$l...Jesteś urocza.$l^",
        "dating_Abigail_memory_oneyear": "Uh... @? Spotykamy się już prawie rok. Czy to gdziekolwiek zmierza?$s",
        "dating_Sebastian_memory_oneday": "Słyszałam, że spotykacie się z Sebastianem... Nie miałam pojęcia, że między wami coś jest...$6",
        "dating_Sam": "Hej, Słyszałam, że spotykacie się z Samem... To naprawdę dobry facet!$h#$e#Długo się już przyjaźnimy. Lepiej dobrze go traktuj, bo będziesz mieć do czynienia ze mną!",
        "married_Sebastian": "Gratuluje wyjścia za mąż. Najwidoczniej Sebastian nie przeprowadzi się do miasta, jak to ciągle gadał.$6#$b#I dobrze. Byłoby mi przykro, jakbym go tu nie było. Od zawsze jesteśmy dobrymi przyjaciółmi.$6",
        "married_Sam": "Haha... Nie mogę uwierzyć w to, że Sam jest po ślubie. Kto by pomyślał?$h#$e#Żary na bok, myślę, że będzie dobrym ojcem.",
        "movieTheater": "Słyszałeś o nowym kinie? Nie mogę się doczekać, aż je sprawdzę!$h^Słyszałaś o nowym kinie? Nie mogę się doczekać, aż je sprawdzę!$h",
        "Resort_Entering": "Mam nadzieję, że syrena tu przypłynie.",
        "Resort_Leaving": "Spytam Williego, czy będziemy mogli wrócić bardziej sceniczną drogą.",
        "Resort_Leaving_2": "Może w drodze powrotnej zobaczymy morskiego potwora.",
        "Resort_Shore": "Plaża jest fajna, ale bardzo szybko robi się tu nudno. Wolałabym iść do tej ciemnej dżungli, albo do wulkanu!",
        "Resort_Shore_2": "Hmm, myślisz, że udałoby mi się przemycić moją świnkę morską na wyspę?#$e#Nie, David i tak nie lubi pływać.$h",
        "Resort_Umbrella": "Słońce bardzo szybko mnie przypieka. Na jakiś czas zostanę pod parasolem.#$e#Lubię siedzieć w cieniu. Od tego słońca kręci mi się w głowie.",
        "Resort_Umbrella_2": "Hej @, zrobimy zamek z piasku?#$e#W sumie, loch z piasku byłby o wiele lepszy!$h",
        "Resort_Umbrella_3": "Hej @, myślisz, że dasz radę zbudować tratwę?#$e#Po drodze widziałam kilka ciekawych wysp, które chciałabym odwiedzić.",
        "Resort_Wander": "Na tak dużej wyspie muszą być jakieś zakopane skarby.#$e#Szybko, przynieś mi łopatę!#$e#Spokojnie, tylko żartowałam.$h",
        "Resort_Bar": "Gus zrobił mi ciemnofioletowy napój, żeby pasował do moich włosów. Smakuje fantastycznie!$h",
        "Resort": "Szkoda... Willy mówi, że mamy zostać na plaży...$s#$b#A ja zabrałam ze sobą miecz...$s",
        "FlowerDance_Accept_Spouse": "A... Ale... Chciałam zatańczyć z...$s#$b#Żartuje! Oczywiście, że z tobą zatańczę. Kocham cię.$h",
        "FlowerDance_Decline": "Pochlebiasz mi... ale muszę ci odmówić. Wybacz.",
        "divorced": "Co ty tu robisz? Zostaw mnie w spokoju!$a",
        "dumped_Girls": "Nie odzywaj się do mnie!$a",
        "secondChance_Girls": "*ehh*... nie mogę się ciągle na ciebie złościć. @. Po prostu zapomnijmy o tym.$s",
        "breakUp": "Oł... rozumiem. Widzisz mnie tylko jako przyjaciółkę...$s#$b#Chyba nie była z nas dobra para...$s",
        "Mon": "O, hej. Robisz sobie przerwę?",
        "Mon2": "Cześć!#$e#Chodzisz czasami na cmentarz? Spokojne miejsce. Lubię tam spędzać czas w samotności.",
        "Tue": "Mam zły dzień.$s#$e#Mówiłam, że mam zły dzień... Czego chcesz?$a",
        "Tue2": "...*ehh*...$s#$e#Wiem, że moi rodzice mają rację, ale czasami po prostu mnie nie rozumieją. Uh, czy oni nigdy nie byli młodzi?",
        "Wed": "Hej. Od razu przepraszam jeśli ci powiem coś niemiłego. Mało spałam.#$e#Czego chcesz?",
        "Thu": "#$1 Abigail1#O nie, chyba tata będzie robił kolacje...$s#$e#Nie mam dziś na nic ochoty...$u",
        "Fri": "Wow, dzisiaj jest piątek?$u#$#Czasami całkowicie tracę rachubę czasu.",
        "Fri2": "Wieczorem wszyscy spotkamy się w knajpie. To taka jakby piątkowa tradycja.",
        "Sat": "W takie dni jak ten, świeże górskie powietrze jest bardzo przyjemne.$h#$e#Ciekawe czy niedługo wyjdą żaby.",
        "Sun": "O kurczę... Cały weekend odstawiałam pracę domową. Chyba dzisiaj zarwę kolejną noc...$s",
        "Sun2": "Zastanawiam się, co by się stało gdybym spędziła całą noc na cmentarzu?#$q 17/18 Sun_old#@, Jak myślisz, co się stanie gdy umrzemy?#$r 17 0 Sun_17#Nie mam pojęcia.#$r 18 40 Sun_18#Wracamy jako straszne duchy.#$r 17 0 Sun_17#Idziemy do Nieba.#$r 18 0 Sun_17#Nasza dusza odchodzi na gwiezdne łąki.#$r 17 30 Sun_nothing#Nic. Po prostu przestajemy istnieć.",
        "Sun_old": "$p 17#Nic się nie stanie, tak?$u|Może pojawi się jakiś pokręcony duch!",
        "Sun_17": "Hmm, ciekawe...",
        "Sun_18": "No, ciekawa teoria!$h",
        "Sun_nothing": "Wiesz, to raczej nie będzie takie złe.$8",
        "Wed2": "Cześć @. Masz teraz przerwę?#$e#Ja też. W sumie nic niezwykłego... Po prostu nauka online.",
        "Tue4": "Cześć. Dobrze cię widzieć.$h#$e#A... tak sobie odpoczywam... A jak ci mija dzień?",
        "Sat6": "Odwiedzasz mnie? To miłe.$h#$e#Odwiedzasz czasami jaskinię?#$e#Ciekawe. Może kiedyś się tam wybiorę.$l",
        "Mon8": "$query PLAYER_NPC_RELATIONSHIP current any married roommate#Pamiętam jak się tu wprowadziłeś, trochę mi było szkoda, że ten las miał zostać przerobiony na farmę. Ale teraz cieszę się, że tu jesteś!$h^Pamiętam jak się tu wprowadziłaś, trochę mi było szkoda, że ten las miał zostać przerobiony na farmę. Ale teraz cieszę się, że tu jesteś$h|...Cześć.$h#$e#Chcesz tu trochę posiedzieć? Pozwól, że poczytam z Twojej dłoni. *hihi* $h",
        "Thu10": "Cześć.$l#$e#Czy czasami czujesz, jakby wszystko było nieprawdziwe?$l#$b#Nie w złym sensie.$h",
        "Fri6": "Ptaki dziś wesoło ćwierkają. Są zbyt prymitywne, by zrozumieć przyszłość.#$e#Lepiej być jak one. Prawda?",
        "Event_VideoGame_Yes": "Wspaniale! Jestem pewna, że z łatwością przejdziemy ten poziom.$h",
        "Event_VideoGame_No": "Oh? *ehh*... Czyli chyba nigdy nie przejdę tego poziomu...$s",
        "Event_Grave1": "Widzisz? Teraz rozumiesz czemu tu jestem.#$b#Całe moje życie tu mieszkałam, ale nie zrobiłam nic wartego zapamiętania. Chcę przeżyć przygodę!$8",
        "Event_Grave2": "Pewnie. I tak nie chcę niczego zabić. Chcę tylko pozwiedzać nowe tereny bez ryzykowania mojego zdrowia!#$b#Całe moje życie tu mieszkałam i nie zrobiłam nic wartego zapamiętania. Chcę iść na przygodę!$8",
        "Event_Grave3": "Oh, to dlatego, że jestem dziewczyną... tak?! Ugh...$u^Czemu? Jestem taka silna jak ty!$a#$b#Nie jestem delikatną księżniczką.. Umiem o siebie zadbać!$a#$b#Całe moje życie tu mieszkałam i nie zrobiłam nic wartego zapamiętania. Chcę iść na przygodę!$8",
        "Event_Grave4": "Serio? To szokujące.$8#$b#Całe moje życie tu mieszkałam i nie zrobiłam nic wartego zapamiętania. Chcę iść na przygodę!$8",
        "Event_Rain_1": "Rozumiem...$8",
        "Event_Rain_2": "Ta... Widzę, że potrafisz docenić ponurą atmosferę.",
        "Event_Rain_3": "...Prawda.$8",
        "Event_Tragic_1": "Ta... moje życie jest w porządku...$s",
        "Event_Tragic_2": "...!$h",
        "Event_Tragic_3": "Poczułabym się lepiej, gdybym w to mogła uwierzyć...#$b#Ale nie wierzę.$s",
        "Event_Cave2_1": "@...$8",
        "Event_Cave2_2": "@... Nic mi nie jest.$8",
        "Event_Cave_1": "...okej.$8",
        "Event_Cave_2": "Wydaje mi się, że jeśli masz coś do stracenia to normalne, że się boisz...$l",
        "Event_Cave_3": "...Um, okej. Przepraszam.$9",
        "summer_1": "Nadeszło lato. Nie jest to moja ulubiona pora roku.#$e#Tak tu parno, że czuje jakbym siedziała w zupie.",
        "summer_Mon": "Moja świnka morska, David, nienawidzi tego ciepła. Jest wybredny.",
        "summer_Tue": "Czuć w powietrzu ciekawy zapach. Jakby... miodu.$u",
        "summer_Wed": "Ozdabiasz jakoś swój dom? Ja bym ozdobiła, gdybym tylko miała własny.",
        "summer_6": "Byłam w nocy na plaży... Czasami można zauważyć dziwne światła dryfujące nad oceanem.#$e#A może to był zwykły sen... Dziwne.",
        "summer_Thu": "Gdybym tylko umiała walczyć mogłabym teraz odkrywać górskie jaskinie. Może tam być bardzo fajnie.",
        "summer_Thu4": "Mam nadzieję, że nie opalę się zbyt mocno.$s",
        "summer_Fri": "Chciałabym mieć kota. Niestety, mój tata jest uczulony na koty. W sumie to na wszystko.",
        "summer_Sat": "Nie mogę się doczekać jesieni... ta chłodna bryza, spadające liście, zapach grzybów... *ehh*",
        "summer_Sun": "Masz czasami ochotę poznawać nowe miejsca, @?#$q 25/26 summer_Sun_old#Okej... Powiedzmy, że wygrywasz darmową wycieczkę. Dokąd?#$r 25 0 Sun_25#Na plaże#$r 26 30 Sun_26#Do ciemnej kopalni#$r 26 30 Sun_26#Do starego lasu#$r 25 0 Sun_25#Do Mega Centrum Joja",
        "summer_Sun_old": "$p 25#Ja tak... Ale pewnie nie polubisz miejsc, o których ja myślę...|Może kiedyś będziemy sąsiadami. Chyba oboje mamy tak samo dziwny gust.$h",
        "Sun_25": "Heh. Pewnie szybko by się znudziło.",
        "Sun_26": "Tak! To brzmi świetnie.$h",
        "summer_Wed2": "Chciałabym mieszkać w starym domku na farmie, tak jak ty.#$b#Skrzypienie drewnianej podłogi, powolnie opadające pyłki kurzu przy promieniach słońca... Jest coś niezwykłego w tym starym budynku, prawda?",
        "summer_Tue4": "Ciekawy z ciebie gość, @. Cieszę się, że tu jesteś.$h^Ciekawa z ciebie babka, @. Cieszę się, że tu jesteś.$h",
        "summer_Sat6": "W sumie nawet lubię lato.$h#$e#Śmieszne jest to jak szybko zmieniamy zdanie.",
        "summer_Mon8": "Kiedyś myślałam, że to miasto jest jakoś tak bezbarwne, ale ostatnio niektóre rzeczy zaczynają mi się podobać.$h",
        "summer_Thu10": "Wow, nieźle dziś wyglądasz.#$e#Znaczy... Letnie powietrze jest bardzo dobre dla Twojej skóry, prawda?... heh...$l",
        "summer_Fri10": "Czujesz czasami samotność na tej farmie?",
        "fall_1": "Ah... Jesień!$h#$e#Starczy mi tego lata.",
        "fall_Mon": "Muszę iść rozprostować nogi i zażyć świeżego powietrza.",
        "fall_Tue": "$d joja#W większość dni próbuję pomagać przy sklepie. Biznes się trochę słabo rozkręca odkąd otworzyli Joja Market.|Odkąd zamknęli Joja Market nasz sklep ma się świetnie!$h",
        "fall_Wed": "Już się nie mogę doczekać tych wszystkich dyń.$h#$e#Wigilia Duchów jest pod koniec jesieni. W porównaniu do Miasta Zuzu święto u nas jest trochę mniejsze, ale dla takiego małego miasteczka jest w tym wiele frajdy.",
        "fall_Thu": "#$1 AbigailHAND#Tamtej nocy śniło mi się, że moja lewa ręka zmieniła się w %noun giganta. Czy to może coś znaczyć?#$e#%Abigail nie ma teraz ochoty na rozmowę.",
        "fall_Sat": "$d cc#Nie mogę uwierzyć, że udało Ci się naprawić stare Centrum Społeczności! Jestem zaskoczona.|Masz na swojej farmie jakieś strachy na wróble?",
        "fall_Sun": "Hmm... Co powinnam dziś zrobić?#$q 27/28 fall_Sun_old#Myślałam o ponownym farbowaniu włosów... Jak myślisz?#$r 27 10 Sun_27#Pofarbuj na czarno.#$r 27 10 Sun_27#Czemu by nie blond?#$r 27 20 Sun_WildColor#A może róż?#$r 28 0 Sun_28#Lubię takie włosy, jakie masz!",
        "fall_Sun_old": "$p 27#Chciałam przefarbować włosy, ale zmieniłam zdanie.|Tak? O co chodzi?",
        "Sun_27": "Myślę, że to bezpieczny wybór.#$e#Przemyślę to.",
        "Sun_28": "Wiedziałam, że to powiesz.$u",
        "Sun_WildColor": "Zawsze można się z tobą nieźle pośmiać.$h",
        "fall_Wed2": "Masz na swojej farmie jakieś dynie?#$e#Weź zostaw jedną dla mnie!$h",
        "fall_Tue4": "Często kłócę się z moimi rodzicami, ale wiem, że się o mnie troszczą. Robią to, co według nich jest najlepsze.$s#$b#Nie wiem czemu ci to mówię. Nikomu nie gadaj.$8",
        "fall_Sat6": "Cześć.$h#$e#Fajna fryzura... używasz jakiegoś innego szamponu?",
        "fall_Mon8": "W sumie widzę siebie jako farmera...#$e#Ale jak niby miałabym nim zostać? *hihi*$l",
        "fall_Thu10": "Śniłeś mi się ostatnio.^Śniłaś mi się ostatnio.#$e#To był dobry sen.$h",
        "fall_Fri6": "Chciałabym, żeby jesień była dłuższa.$8#$e#Gdy wiatr zaczyna wiać, czuje się jakbym miała pięć lat.",
        "fall_Fri10": "Zazwyczaj o tej porze roku czuje się samotnie, ale teraz już nie.$l#$e#@, masz jakieś plany na przyszłość?",
        "winter_1": "Jesień się skończyła...$s#$e#No... Ale zimę też lubię!$h",
        "winter_Mon": "Jest za zimno na wychodzenie z domu.#$e#Ale tak bardzo lubię lepić bałwany.$h",
        "winter_Tue": "Czy kubek gorącego kakao nie brzmi wspaniale?",
        "winter_Wed": "Cześć. Czy jako farmer nudzisz się w zimie?",
        "spring_12": "Oczywiście, że wezmę udział w jutrzejszym polowaniu na jajka. A ty?",
        "spring_23": "Jutro Taniec Kwiatów. Tańczenie jest spoko, ale każą mi ubierać tę głupią kieckę...$s",
        "winter_7": "Nie mogę się doczekać aż ulepie jutro bałwana.",
        "fall_26": "Będziesz jutro na Wigilii Duchów? Szukaj mnie w przeklętym labiryncie.$h",
        "summer_10": "Wszyscy czekają na jutrzejsze Luau. Są też trochę nerwowi wiedząc, że gubernator przyjeżdża.",
        "summer_27": "Nie możesz przegapić jutrzejszego festiwalu. To największe cudo tego miejsca.",
        "winter_24": "Jutro wypije dużo żurawinowego sosu.$h",
        "winter_Thu": "Kolejny rok prawie się kończy.#$e#Jak ten czas szybko mija, prawda?$s",
        "winter_Fri": "Jedyna rzecz, jakiej się tu nauczyłam... Jeśli inaczej wyglądasz to każdy się na ciebie dziwnie patrzy.",
        "winter_Sat": "Weekend!#$e#To znaczy, że mogę dwa razy dłużej grać w gry.$h#$e#Pa.",
        "winter_Sun": "Hej.#$q 29/30 winter_Sun_old#Narysowałam dwa rysunki. Co o nich sądzisz?#$r 29 20 Sun_29#Lubię dżunglową wyspę i tygrysa.#$r 30 5 Sun_30#Ten ork z toporem fajnie wygląda.#$r 29 -50 Sun_Bad#Oba są wstrętne.",
        "winter_Sun_old": "$p 29#Pamiętasz jak pokazałam ci te rysunki? Przypadkowo je wyrzuciłam.$s|Pamiętasz to z orkiem? Wystartowałam w konkursie online i wygrałam 50 złota!$h",
        "Sun_29": "Ah tak? W sumie ma to sens.",
        "Sun_30": "Cieszę się. Pokazywanie swojej sztuki innym jest trochę krępujące. Ale myślę, że ty i ja jesteśmy tacy sami.",
        "Sun_Bad": "Jak możesz! Czemu chcesz ranić moje uczucia w taki sposób? Gdzie twoja wrażliwość!$s",
        "winter_Wed2": "Cześć. Nudzisz się? Jeśli chcesz, możesz posiedzieć u mnie w pokoju.#$e#O ile nie będę się przebierać!",
        "winter_Tue4": "Ale mi zimno, chciałabym mieć dwa kubki gorącego kakao dla nas dwojga.$h",
        "winter_Sat6": "Ostatnio dużo sobie rozmyślałam...#$e#Oh! Chcesz wiedzieć o czym? Cóż...$u#$b#...To tajemnica.$h",
        "winter_Thu10": "Kolejny rok prawie się kończy...#$b#Ale ten był bardzo dobry, prawda?$h",
        "winter_Wed6": "Pewnie fajnie jest nie myśleć o roślinach w zimie.#$e#A to znaczy, że możemy dłużej porozmawiać!$h",
        "winter_Fri10": "@, muszę ci coś powiedzieć...#$e#Chodzi o... em... cóż... twoje buty! One, ee... wyglądają na czyste... *przełknięcie*#$e#To wszystko... *eh*$s",
        "Wed4": "Nie ufam osobom, które nie lubią zwierząt...#$e#Ah, nie martw się! Wiem, że uwielbiasz zwierzęta!$h"
    }