{
  "Introduction": "Oh, hej. To ty jesteś ten nowy, co? Super.^Hej, to ty jesteś ta nowa, co? Myślę, że się zaprzyjaźnimy. Jestem Alex.#$e#Na razie.",
  "Resort_Entering": "Nareszcie jesteśmy!",
  "Resort_Leaving": "Eh... Nic nie może trwać wiecznie.$s",
  "Resort_Wander": "Wiedziałem, że powinienem przynieść frisbee... No cóż.$h",
  "Resort_Wander_2": "Zastanawiam się, czy byliby chętni na mecz siatkówki.#$e#Nie przejmuj się, będę delikatny!$h",
  "Resort_Shore": "Zastanawiam się, jak daleko mógłbym popłynąć, a później czy dałbym rade wrócić?#$e#Myślę, że ponad półtora kilometra.#$b#Spokojnie... nie będę próbował... Może...$h",
  "Resort_Chair": "Nie jest ci gorąco w tych ciuchach? No dalej stary... to plaża!^Nie jest ci gorąco w tych ciuchach? Musisz poczuć morską bryzę!",
  "Resort_Towel": "Odkąd ta wyspa jest dostępna, nie ma już wymówki na bladą skórę!",
  "Resort_Towel_2": "Uff, czuję się świetnie, w końcu moja klata jest na słońcu.#$e#Szkoda, że w większości jest schowana.",
  "Resort_Towel_3": "Kiedy będę zawodowcem, będę spędzał wakacje na każdej wyspie jaka istnieje.#$e#Ale, jak na razie to miejsce jest w pełni wystarczające!$h",
  "Resort_Bar": "Zamawiam bananowy shake proteinowy.",
  "Resort": "Ah... Życie na wyspie. Mógłbym się do tego przyzwyczaić!",
  "danceRejection": "Nie... Spytaj kogoś innego. Powodzenia.",
  "divorced": "Myślałem że między nami coś zaiskrzyło... Myliłem się.$s",
  "dumped_Guys": "Nie chce mi się z tobą gadać.$a",
  "secondChance_Guys": "Nie wiem czy mogę ci jeszcze zaufać, ale dam ci drugą szansę.$9",
  "breakUp": "Co to...?$7#$b#*ehh*... Rozumiem. W porządku... cóż, to twój wybór. Nie będę błagał.$a",
  "Mon": "Czy wiesz że byłem głównym rozgrywającym w liceum? To prawda.$u#$e#Widzisz tę małą gwiazdkę na mojej kurtce? To dowód.",
  "Tue": "Plaża jest spoko miejscem, na spędzanie czasu.#e#Musisz spędzać trochę czasu na słońcu, bo inaczej zbledniejesz.#$e#*ehh*... Chciałbym żeby było więcej dziewczyn w tym mieście, wiesz o co mi chodzi?$s^Hej. Może chciałabyś kiedyś wyjść razem na plaże? Masz może bikini?",
  "Wed": "Dobry dzień na zagranie w piłkę, co?$u#$e#$q 5/6 Wed_01_old#Może mi rzucisz piłkę, nie wyglądasz na wysportowanego.^Gdybyś nie była dziewczyną zaproponowałbym wspólną grę.#$r 6 0 Wed_01_02#Czuję się lepiej patrząc na ciebie z dystansu.#$r 5 15 Wed_01_01#Chcę zagrać!#$r 5 0 Wed_01_03#(ze złością) Co to miało znaczyć?",
  "Wed_01_old": "#$p 5#Zejdź mi z oczu! ...żartowałem. Hahaha.|Chciałbym mieć kogoś do wspólnej gry...$s",
  "Wed_01_01": "Serio? Myślę, że cię rozumiem.#$b#Trochę mnie boli ramię, może następnym razem.",
  "Wed_01_02": "Ta, niektóre osoby nie są stworzone do sportu.",
  "Wed_01_03": "Uh... nieważne.",
  "Thu": "Zaczyna się robić ciepło... Czuję się napompowany.",
  "Fri": "Eee, co tam farmerze?^Hej, farmerko. Masz nowe spodnie? To dobrze.#e#Oh, prawie zapomniałem! To dla mnie dzień na robienie pompek!#e#Za każdym razem, gdy robię pompki próbuję zrobić jedną więcej niż poprzednio. Spoko strategia, co?",
  "Sat": "Bolą mnie ręce, ale to znaczy, że robię postępy.#e#Wczoraj pewnie zrobiłem z tysiąc pompek.",
  "Sun": "Hej.#$e#Co, chcesz porozmawiać? Jestem zajęty.",
  "Sun2": "Hej, @.#$e#Tak, pamiętam twoje imię.",
  "Sun4": "Hej, @.#$e#Jak tam?",
  "Fri4": "Hej, @. Cieszę się, że mnie odwiedzasz.#e#Nie wstydzę się mówić, że kocham moją babcię. Ale dziadek...#$e#Żartowałem.$h",
  "Tue6": "Nic nie jest lepsze od dnia na dworze z przyjaciółmi...prawda?",
  "Mon8": "Wiesz, chciałem być sławny, ale zmieniłem zdanie. Są małe rzeczy, które cieszą, nie sądzisz?#$e#Nadal chce być najlepszy, ale to nie jest najważniejsze.",
  "Fri8": "Cześć @. Nieźle dziś wyglądasz.$h^Hej @. Zrobiłaś coś z włosami? Jakoś tak inaczej.$h",
  "Sat10": "Ostatnio coś trudno mi się skupić.$l",
  "Event_beach1": "Oczywiście że tak. Gdyby nie to, pomyślałbym, że jesteś dziwakiem. Albo jakimś kujonem.^Oczywiście że tak. Gdyby nie to, pomyślałbym, że jesteś dziwaczką. Albo jakąś kujonką.",
  "Event_beach2": "Serio? Dziwak.$a#$b#Przepraszam.",
  "Event_books1": "Nie, nie jestem, po prostu próbujesz mi pochlebić.$a",
  "Event_books2": "Ta, chyba masz rację...$s",
  "Event_books3": "Liczyłem na to, że się ze mną nie zgodzisz.$a",
  "event_box1": "Tak... Wiem. Dlatego byłem zdeterminowany, aby być najlepszy...$9#$b#Zrób to lub nie... Dopóki staram się z całych sił myślę, że będzie ze mnie dumna. Dzięki.",
  "event_box2": "Wow... Dziś jest rocznica śmierci mojej mamy! Miej serce...$a",
  "event_box3": "...Dzięki, @.#$b#Nie jesteś jak reszta. Jesteś bardziej wrażliwy.$l^Stałaś się moją najlepszą przyjaciółką... #$b#Cieszę się.$1^Czy jest się czego wstydzić?$l",
  "event_box4": "To mnie ani trochę nie pociesza, matole.$a",
  "Event_parents1": "Ciekawe...",
  "Event_parents2": "Oni by tego nigdy nie zrobili!$a",
  "Event_parents3": "...Może masz rację... Nie wiem.$s",
  "summer_1": "Hej. Lato to najlepsza pora roku.#$e# Teraz jest świetnie bo mamy przed sobą cały sezon. Pogadamy później.",
  "summer_Mon": "Hej, farmerze. Wyglądasz na opalonego.^Hej farmerko. Dobrze się opaliłaś.$h#$e#Im więcej ćwiczę tego lata, tym łatwiej będzie mi zostać profesjonalistą.#$e#Wtedy możesz powiedzieć, że mnie znasz. Super, co?",
  "summer_Tue": "Gdyby moje włosy nie były lubiane wśród dziewczyn... Przysięgam, że zgoliłbym wszystkie.#$e#*ehh*... Życie potrafi być ciężkie.",
  "summer_Wed": "Hej farmerze. Mam do ciebie pytanie.^Hej farmerko, mam do ciebie pytanie.#$b#$q 52/53 summer_Wed_01_old#Myślisz, że kiedykolwiek zostanę profesjonalistą?#$r 52 30 summer_Wed_01_01#Twoim przeznaczeniem jest być legendą sportu.#$r 52 0 summer_Wed_01_02#Może, jeśli będziesz dużo ćwiczyć.#$r 53 -50 summer_Wed_01_03#Nie, najprawdopodobniej nie uda ci się i zostaniesz sprzedawcą.",
  "summer_Wed_01_old": "$p 52#Gdy stanę się profesjonalistą, możesz mówić że jesteś \"fan\" numero uno. Nieźle, co?|Hej, Ćwiczyłem dwa razy mocniej, aby stać się profesjonalistą i udowodnić, że się mylisz. Po prostu poczekaj.$a",
  "summer_Wed_01_01": "Hej, o to mi chodziło!$h#$e#Jesteś fajniejszy niż myślałem.^Jesteś fajniejsza niż myślałem.",
  "summer_Wed_01_02": "O tak, jestem taki dobry, że nie będę musiał aż tyle ćwiczyć.$u",
  "summer_Wed_01_03": "To nienormalne. Po prostu jesteś zazdrosny że jestem popularny i utalentowany a ty nie.$a^To niedorzeczne. Jesteś po prostu zazdrosna, że jestem bardziej popularny niż ty, dziwaczko.$a#$e#Odejdź ode mnie.$a",
  "summer_Thu": "Hej, musisz być bardzo silny przez prace na farmie.^Hej, musisz być w dobrej formie pracując na tej farmę cały dzień.#$e#Może pewnego dnia osiągniesz mój poziom.#$e#Dlaczego masz taki wyraz twarzy?",
  "summer_Fri": "Czego chcesz?#$e#Mam ważniejsze rzeczy do roboty.",
  "summer_Sat": "Mmmm... Czuję zapach grilla.#$e#*Ehh* mogłem pójść na burgera.",
  "summer_Sun": "Mam te buty od wczoraj, bo stare miały jakąś brązową plamę.#$b#Wyrzuciłem je do śmieci. Oddałbym je na cele charytatywne, ale nie wyobrażam sobie, żeby jakiś dziwak nosił moje buty, co nie?#$e#...Co?$a",
  "summer_Sun4": "Twoje buty są troszkę brudne... ale jest ok!#$e#Każdy ma swój gust, tak sądzę.",
  "summer_Thu4": "Hej, myślę, że w to lato osiągniesz dobrą formę!#$b#Cała ta praca na farmie się opłaca, co?",
  "summer_Mon4": "Hej, niezła opalenizna.",
  "summer_Fri6": "Przepraszam, w moim pokoju jest straszny bałagan.$s#$e#Trudno jest zawsze pamiętać o sprzątaniu. Próbuje być lepszy.",
  "summer_Wed8": "Wiesz co, nie miałbym nic przeciwko byciu farmerem... w pewien sposób przypomina uprawianie sportu.#$e#Lubię przebywać na dworze i wykonywać różne prace.",
  "summer_Sat10": "Ostatnio staram się więcej czytać... Czuję, że zaniedbuję mój mózg z powodu mojej obsesji sportowej.",
  "fall_1": "Robi się coraz zimniej... Ale wciąż jest wystarczająco ciepło na uprawianie sportu!#$e#To wszystko co mnie obchodzi.",
  "fall_Mon": "Moja babcia powiedziała, że powinienem spędzać więcej czasu na nauce.#$e#Odpowiedziałem, '...Babuniu, nie martw się, staje się profesjonalistą!'$h#$e#Uczenie się jest tak czy siak dla kujonów.",
  "fall_Wed": "Hej, chce cię o coś zapytać.^Hej, czy mogę się ciebie o coś spytać?#$e#$q 54/55 fall_Wed_01_old#Myślisz że panie lubią moją fryzurę?^Co myślisz o mojej fryzurze?#$r 54 30 fall_Wed_01_01#Wygląda bardzo modnie.#$r 55 -30 fall_Wed_01_02#Wygląda jakby na Twojej głowie rozwijał się jakiś grzyb.",
  "fall_Wed_01_old": "Nałożyłem dzisiaj za dużo żelu. Trochę boli.#$e#Nie dotykaj!#$e#...co?",
  "fall_Wed_01_01": "Wiem. Dlatego mam je tak ułożone.",
  "fall_Wed_01_02": "Ta jasne. Zazdrościsz mi wyglądu.",
  "fall_Thu": "Co tam?#$e#Jesteś, %firstnameletter%name, tak?#$e#Oh. To @? Okej. Przepraszam.",
  "fall_Fri": "Dziś wieczorem zrobię dwieście przysiadów.#$b#Jestem ambitny, co nie??$h#$e#Potrzebujesz czegoś?",
  "fall_Sat": "Myślę, że o tej porze roku możesz złowić w rzece łososia.#$e#Przynajmniej tak słyszałem.",
  "fall_Sun": "Hej, można już grać w gridball!#e#Jesienią niedziele są niesamowite.$u",
  "fall_Thu2": "Co tam, @?",
  "fall_Fri6": "Wieczorem zamierzam zrobić mnóstwo przysiadów.#$e#Musisz pracować bardzo ciężko, jeśli chcesz osiągnąć swój maksymalny potencjał.",
  "fall_Mon4": "Moja babcia mówiła, że powinienem spędzać więcej czasu na nauce.#$e#Może ma rację...$s",
  "fall_Wed8": "W końcu podjąłem decyzję... Zdecydowałem się, że przestanę nakładać żel do włosów.#$e#Bo w końcu nie chciałbym się przyjaźnić z kimś, kto lubi mnie tylko dlatego, że mam żel we włosach.",
  "fall_Thu10": "@! Em... Cześć.$l",
  "winter_1": "Zima jest trochę słaba. Jest za dużo śniegu żeby robić coś fajnego.#$e#Chyba niektórym się to podoba.",
  "winter_Mon": "Lubisz śnieg? Nie mogę się doczekać wiosny.",
  "winter_Tue": "Hej, możesz poszukać Haley i ją ode mnie pozdrowić?",
  "winter_Tue_inlaw_Haley": "O, hej. Jak tam po ślubie?$9",
  "winter_Wed": "W zimę ludzie często zostają w domach i robią nudne rzeczy.$s#$e#Może gdybym przeczytał książkę, aż tak bym się nie nudził... Nieee to zły pomysł.",
  "winter_Thu": "Jak zostanę profesjonalistą, będę tak bogaty, że wyjadę na wakacje w tropiki.#$e#Wtedy nie będę musiał się przejmować nudnymi zimami.",
  "winter_Fri": "Przychodzisz całą tą zaśnieżoną drogę, żeby mnie zobaczyć?#$e#Myślę, że to ma sens.",
  "winter_Sat": "W tym mieście żyją dziwni ludzie.#$e#...jak ten cały Sebastian. Dlaczego przez cały czas chodzi w czerni?#$e#Nie rozumiem.",
  "winter_Sun": "Hej, dzisiaj grają w gridball!#e#To może być mój ulubiony dzień.",
  "winter_Fri4": "Przychodzisz całą tą zaśnieżoną drogę, żeby mnie zobaczyć?#$e#To miłe z Twojej strony.$h",
  "winter_Sat6": "Myślę, że ciekawe jest to, że niektórzy ludzie są inni niż my, co nie?#$b#Nie zawsze rozumiem zachowanie ludzi, ale jest ok.",
  "winter_Tue4": "Hej, @. Wyświadczysz mi przysługę?$l#$b#Jeśli zobaczysz Haley, powiedz jej, że jestem zajęty.$l#$e#Dzięki.",
  "winter_Tue4_inlaw_Haley": "Przyznaję... byłem trochę zazdrosny po twoim ślubie. Ale, hej... To dla mnie szansa, aby dowiedzieć się czegoś o sobie.$9",
  "winter_Wed8": "Wiesz co? Zacznę czytać książkę!",
  "winter_Thu6": "Chciałbym kontrolować pogodę.",
  "winter_Thu10": "Jeśli kiedykolwiek zarobię dużo pieniędzy. Upewnię się, że moja rodzina i przyjaciele są pod opieką.#$e#To znaczy, że ty też.$h"
}