{
        "Introduction": "Witaj! Ty musisz być @, nowy farmer. Jestem Caroline.#$e#Mój mąż prowadzi lokalny sklep. Znasz już moją córkę, Abigail? To ta blada z fioletowymi włosami.",
        "Resort_Entering": "Willy dał każdemu kawałek suszonej ryby. Dalej przeżuwam.",
        "Resort_Leaving": "Dziś w nocy będę dobrze spać!$h",
        "Resort_Shore": "W porównaniu z doliną, woda jest tutaj taka ciepła... Cudownie!",
        "Resort_Chair": "%Caroline próbuje się zdrzemnąć.",
        "Resort_Bar": "Jak miło! Powiedziałam Gusowi, żeby mnie zaskoczył, a on mi zrobił mrożoną zieloną herbatę z mango!$h",
        "Resort": "Cześć @. Masz zamiar tu odpocząć, czy pracować?",
        "Mon": "Chciałabym, żeby Abby nie spędzała tyle czasu w swoim pokoju.",
        "Mon_inlaw_Abigail": "Cześć, @. Cieszysz się z życia w związku? Mam nadzieję, że tak!",
        "Mon8": "#$1 Caroline23#Gdy przeprowadziliśmy się do Miasta Pelikan, przechadzałam się do wieży Czarnoksiężnika. Nie mów nic Pierre, potrafi być bardzo zazdrosny.#$e#Abigail urodziła się rok po naszej przeprowadzce. Ciekawe, czy kiedyś stąd wyjedzie?",
        "Tue": "Widziałam w lesie dziki chrzan.#$e#Zbieractwo może być fajnym sposobem na zarabianie pieniędzy, lub dobrym prezentem.",
        "Wed": "Cześć. Masz wszystko czego ci trzeba do Twojej farmy?#$e#Jeśli nie, możemy ci pomóc.#$e#Mamy wiele przydatnych rzeczy.",
        "Thu": "#$1 Caroline1#Hmmm... Zastanawiam się, czy Pierre mógłby dzisiaj zrobić kolację.#$e#Hmmm... Co mogłabym dziś zrobić na kolację?#$e#Może wezmę coś z knajpy.",
        "Fri": "Ładny mamy dziś dzień.#$e#W takie dni lubię pomagać Evelyn przy ogrodach.#$e#Jest silna jak na swój wiek, ale docenia pomoc od innych.",
        "Sat": "Czy mi się wydaje, czy Abigail ma niezdrowe zainteresowania w mroku i zagładzie?#$e#Może jestem za stara, żeby to zrozumieć.",
        "Sat_inlaw_Abigail": "Odkąd Abigail się przeprowadziła jemy obiady w strasznej ciszy...#$e#Nie, to nie dlatego, że jadła z otwartymi ustami!$h",
        "Sat2": "Abby zawsze miała dziwne zainteresowania. Może jej się to zmieni...",
        "Sat4": "Abby zawsze miała dziwne zainteresowania. Może jej się to zmieni...",
        "Sat6": "#$1 Caroline12#Gdy po raz pierwszy się tu przeprowadziliśmy, długo mi zajęło oswojenie się z nowym otoczeniem... Nie byłam gotowa na wiejskie życie.#$e#Pierre jest zbyt tradycyjny... ale jest dobrym człowiekiem. Jest ambitny, ale rodzina zawsze jest dla niego najważniejsza.",
        "Sun": "Dzisiaj będę odpoczywać i myśleć pozytywnie.#$e#Bierzesz sobie kiedykolwiek przerwę?",
        "Wed6": "Dolina Stardew jest miłym miejscem, ale chciałabym poznać więcej osób.#$e#Cieszę się, że się przyjaźnimy.",
        "summer_Mon": "W środy sklep jest zamknięty.#$e#Pamiętaj o tym, jeśli będzie ci czegoś trzeba.",
        "summer_Tue": "Ostatnio w lesie widuję dzikie owoce.#$e#Zbieractwo może być fajnym sposobem na zarabianie pieniędzy, lub dobrym prezentem.",
        "summer_Wed": "Cześć. Masz wszystko czego ci trzeba do Twojej farmy?#$e#Jeśli nie, możemy ci pomóc.#$e#Mamy wiele użytecznych rzeczy.",
        "summer_Sat": "Tylko mi się tak wydaje, czy Abigail jest trochę blada?#$e#Może za bardzo się o nią martwię.",
        "summer_Sat_inlaw_Abigail": "Jak się ma nasza Abigail, jest zdrowa? Zawsze była bladą dziewczynką. Na szczęście życie na wsi daje jej trochę koloru na policzkach.",
        "summer_Sun": "Dzisiaj będę odpoczywać i myśleć pozytywnie.#$e#Bierzesz sobie kiedykolwiek przerwę?",
        "summer_Wed6": "Czas zdaje się przyśpieszać im starszym się stajesz...$s ",
        "fall_Mon": "Abby uwielbia jesień, mam nadzieję, że będzie częściej wychodzić z pokoju.",
        "fall_Mon_inlaw_Abigail": "Abby brała tutaj lekcje online, ale nie wiem czy naprawdę to lubiła...#$e#Jest wolną osobą, jak ja przed tym, jak poznałam Pierre.",
        "fall_Tue": "Widziałam w lesie jadalne grzyby.#$e#Zbieractwo może być fajnym sposobem na zarabianie pieniędzy, lub dobrym prezentem.",
        "fall_Sat": "Czy tylko mi się wydaje, czy Abigail za dużo gra w gry?#$e#Może nie jestem na czasie.",
        "fall_Wed6": "Wiesz, kiedyś też byłam farmerem. Cóż, bardziej ranczerem.#$e#Gdy byłam dzieckiem podobały mi się filmy o dzikim zachodzie.",
        "winter_Tue": "Zima jest trudna, ale możesz wykopać jakieś korzenie, jeśli masz na tyle szczęścia.#$e#Zbieractwo może być fajnym sposobem na zarabianie pieniędzy, lub dobrym prezentem.",
        "winter_Fri": "Od czasu do czasu sprawdzam publiczne ogrody, nawet w takie zimno.#$e#Muszę mieć pewność, że nie są za bardzo uszkodzone przed następną wiosną.",
        "winter_Sat": "Nie uważasz, że Abi wygląda lepiej z jej naturalnym kolorem włosów?#$e#Kiedyś miała jasne, kasztanowo-brązowe włosy.",
        "winter_Wed6": "Cieszysz się, że nadchodzi nowy rok?#$e#Przewiduję, że następny rok na Twojej farmie będzie udany.$h"
}