{
  "Introduction": "Witaj! Ty musisz być @, nowy farmer. Jestem Caroline.#$e#Mój mąż prowadzi tutaj swój sklep. Znasz moją córkę, Abigail? To ta blada z fioletowymi włosami.",
  "Resort_Entering": "Willy dał każdemu kawałek swojej suszonej ryby. Wciąż go żuję.",
  "Resort_Leaving": "Dziś w nocy, będę dobrze spać!$h",
  "Resort_Shore": "W porównaniu z doliną, woda jest tutaj taka ciepła... to naprawdę cudowne!",
  "Resort_Chair": "%Caroline próbuje się zdrzemnąć.",
  "Resort_Bar": "Jak miło! Powiedziałam Gusowi, żeby mnie zaskoczył, a on zrobił mi mrożoną zieloną herbatę z skórką mango!$h",
  "Resort": "Cześć @. Jesteś tu by odpocząć, czy pracować?",
  "Mon": "Chciałabym, żeby Abby nie spędzała tyle czasu w swoim pokoju.",
  "Mon_inlaw_Abigail": "Cześć, @. Cieszysz się z życia w związku? Mam nadzieję, że tak!",
  "Mon8": "#$1 Caroline23#Gdy przeprowadziliśmy się do Miasta Pelikan chadzałam sobie do wieży Czarnoksiężnika. Nie mów nic Pierre'owi, jest zazdrośnikiem.#$e#Abigail urodziła się rok po naszej przeprowadzce. Ciekawe, czy doświadczy kiedyś życia poza tym miejscem?",
  "Tue": "Widziałam w lesie dziki chrzan.#$e#Zbieractwo może być fajnym sposobem na zarabianie pieniędzy, a jak nie, to możesz to komuś dać lub ugotować.",
  "Wed": "Cześć. Masz wszystko czego ci trzeba do Twojej farmy?#$e#Jeśli nie, możemy ci pomóc.#$e#Mamy wiele użytecznych rzeczy.",
  "Thu": "#$1 Caroline1#Hmmm... Zastanawiam się, czy Pierre mógłby dzisiaj zrobić kolację.#$e#Hmmm... Co ja mogłabym dziś zrobić na kolację?#$e#Może wezmę coś z knajpy.",
  "Fri": "Ładny mamy dziś dzień.#$e#W takie dni lubię pomagać Evelyn przy ogrodach.#$e#Jest silna jak na swój wiek, ale docenia każdą pomoc, jaką może otrzymać.",
  "Sat": "Czy to tylko ja tak myślę, że Abigail ma niezdrowe zainteresowania w mroku i zagładzie?#$e#Może jestem za stara, żeby to zrozumieć.",
  "Sat_inlaw_Abigail": "Zrobiło się cicho podczas obiadów, odkąd Abigail się stąd przeprowadziła...#$e#Nie, to nie dlatego, że jadła z otwartymi ustami!$h",
  "Sat2": "Abby zawsze miała dziwne zainteresowania w okultyzmach. Nie wiem, czy z tego wyjdzie...",
  "Sat4": "Abby zawsze miała dziwne zainteresowania w okultyzmach. Nie wiem, czy z tego wyjdzie...",
  "Sat6": "#$1 Caroline12#Gdy po raz pierwszy tu przybyliśmy, zajęło mi trochę czasu, aby się zaklimatyzować... Nie byłam gotowa na gospodarcze życie.#$e#Pierre jest zbyt tradycyjny... ale jest dobrym człowiekiem. Jest ambitny, ale rodzina zawsze jest dla niego najważniejsza.",
  "Sun": "Dzisiaj będę odpoczywać i myśleć pozytywnie.#$e#Bierzesz sobie kiedykolwiek przerwę?",
  "Wed6": "Dolina Stardew jest miłym miejscem, ale chciałabym poznać więcej osób.#$e#Cieszę się, że się przyjaźnimy.",
  "summer_Mon": "W środy sklep jest zamknięty.#$e#Pamiętaj o tym, jeśli będzie ci czegoś trzeba.",
  "summer_Tue": "Ostatnio w lesie widuję dzikie owoce.#$e#Zbieractwo może być fajnym sposobem na zarabianie pieniędzy, a jak nie, to zawsze możesz to komuś dać lub ugotować.",
  "summer_Wed": "Cześć. Masz wszystko czego ci trzeba do Twojej farmy?#$e#Jeśli nie, możemy ci pomóc.#$e#Mamy wiele użytecznych rzeczy.",
  "summer_Sat": "Tylko mi się tak wydaje, czy Abigail jest trochę blada?#$e#Może za bardzo się o nią martwię.",
  "summer_Sat_inlaw_Abigail": "Jak się ma nasza Abigail, jest zdrowa? Zawsze była bladą dziewczynką. Na szczęście życie na wsi daje jej trochę koloru na policzkach.",
  "summer_Sun": "Dzisiaj będę odpoczywać i myśleć pozyytywnie.#$e#Bierzesz sobie kiedykolwiek przerwę?",
  "summer_Wed6": "Czas zdaje się przyśpieszać im starszym się stajesz...$s ",
  "fall_Mon": "Abby uwielbia jesień, mam nadzieję, że będzie częściej wychodzić z pokoju.",
  "fall_Mon_inlaw_Abigail": "Abby brała tutaj lekcje online, ale nie wiem czy naprawdę to lubiła...#$e#Jest wolną osobą, jak ja przed tym, jak poznałam Pierre.",
  "fall_Tue": "Widziałam w lesie jadalne grzyby.#$e#Zbieractwo może być fajnym sposobem na zarabianie pieniędzy możesz również to komuś dać lub ugotować.",
  "fall_Sat": "Czy tylko mi się wydaje, czy Abigail za dużo gra w gry?#$e#Może jestem nie na czasie.",
  "fall_Wed6": "Wiesz, kiedyś też byłam farmerem. Cóż, bardziej jak ranczer.#$e#Zawsze lubiłam filmy o dzikim zachodzie, gdy byłam dzieckiem.",
  "winter_Tue": "Zima jest trudna, ale możesz wykopać jakieś korzenie, jeśli masz na tyle szczęścia.#$e#Zbieractwo może być fajnym sposobem na zarabianie pieniędzy, możesz również to komuś dać lub ugotować.",
  "winter_Fri": "Nawet jeśli jest zimno, od czasu do czasu nadal sprawdzam publiczne ogrody.#$e#Muszę mieć pewność, czy nie są za bardzo uszkodzone przed następną wiosną.",
  "winter_Sat": "Nie uważasz, że Abby wygląda lepiej z jej naturalnym kolorem włosów?#$e#Kiedyś miała jasne, kasztanowo-brązowe włosy.",
  "winter_Wed6": "Cieszysz się, że nadchodzi nowy rok?#$e#Przewiduję, że następny rok na Twojej farmie będzie udany.$h"
}