{
        "Introduction": "Em... Cześć. Jestem Clint.#$e#Jestem lokalnym kowalem. Jeśli trzeba ci ulepszyć narzędzia. Ja ci pomogę.",
        "AcceptBirthdayGift_Positive": "Zwykle nie dostaje prezentów urodzinowych. To wiele dla mnie znaczy, @. Dziękuję.",
        "AcceptBirthdayGift_Negative": "Czy to prezent urodzinowy? To, em... ciekawy wybór. Cóż... I tak dziękuje za pamięć.",
        "AcceptGift_(O)StardropTea": "Dajesz to... mi? Raczej nie zasłużyłem, ale.. dziękuję.",
        "AcceptGift_(O)SkillBook_3": "Oo, ciekawe... Ciężko znaleźć tu te książki.#$b#Dużo w tym dobrych porad. Dzięki, @.",
        "mineArea_40": "Ah, po obdrapaniach na twoim kilofie widzę, że doszedłeś do głębszych części kopalni.^Ah, po obdrapaniach na twoim kilofie widzę, że doszłaś do głębszych części kopalni.#$e#Jeśli ciężej ci będzie rozbijać kamienie, warto ulepszyć kilof. W tym mogę ci pomóc.",
        "GreenRain": "W sytuacjach takich jak ta, prawdziwy charakter człowieka zostaje wystawiony na próbę.#$e#Schowaa... znaczy się, obronię wszystkich przed toksycznym deszczem!",
        "GreenRainFinished": "Cóż, to trochę niewypał. A już myślałem, że w końcu będę miał szansę, na zostanie bohaterem. No cóż... wracam do kamienia szlifierskiego.",
        "GreenRain_2": "Ciężko mi to się do tego przyznawać, ale czasami chciałbym, żeby stało się coś gorszego, a nie jakiś głupi zielony deszcz.#$b#Coś z przytupem?#$b#Nie to, że chcę, żeby stała się komuś krzywda...#$b#Chciałbym poczuć, że żyję... że mam jakiś cel.",
        "mineArea_121": "Ciekawe. Na twoim kilofie jest trochę płatków irydu... jaskinia na pustyni, hę?#$e#Zawsze chciałem porobić coś z tego materiału. Nie łatwo go dostać.",
        "eventSeen_101_memory_oneweek": "Czy Emily wspominała coś o naszej randce?#$b#Czekaj, nie mów mi... lepiej żebym nie wiedział. Może uda mi się jeszcze ocalić godność.$s",
        "dating_Emily": "Ja... Ee... Słyszałem, że ty i Emily jesteście razem. Gratuluje.$s",
        "married_Emily": "%Clint patrzy na podłogę i nic ci nie powie.",
        "divorced_Emily": "Ostatnio poczułem dziwny przypływ nadziei.",
        "Resort_Entering": "Założę swoje specjalne czerwone kąpielówki. Powinny przyciągać wzrok.",
        "Resort_Leaving": "Cóż...Nie wyszło tak jak sobie wyobrażałem...",
        "Resort_Shore": "No nie... Zapomniałem obciąć paznokci u stóp.$s",
        "Resort_Shore_2": "Myślałem, że praca przy piecu sprawi, że będę przygotowany na taki upał, ale pocę się w miejscach o których mi się nie śniło.$s#$e#Mam nadzieję że, nikt nie zauważy...#$e#%Ciało Clinta lśni...",
        "Resort_Chair": "Ał... Strasznie się spaliłem... Ał.$s",
        "Resort_Bar": "Jestem głodny...$s",
        "Resort": "*Ehh*... Wszyscy jesteśmy na plaży, a i tak się czuje samotny...$s",
        "reject_868": "Hmm... Ciekawy kamień, jeszcze takiego nie widziałem.#$b#Nie wiem co z nim zrobić. Zajmuję się przyziemnymi sprawami, a nie magią...",
        "cc_Minecart": "W dziwny sposób stary system wózków kopalnianych zaczął działać. Teraz wyprawa do kopalni i z powrotem jest o wiele wygodniejsza.#$b#Nie przyzwyczajaj się do takiej wygody... jeśli może tak nagle zadziałać, to tak samo może przestać...",
        "Mon": "Tak. Jestem kowalem.#$e#Mój ojciec też był kowalem.#$e#Mój dziadek także był kowalem.$u#$q 9/9 Mon_old#Na pewno nie zgadniesz kim był mój pradziadek...#$r 9 30 Mon_9#Kowalem.#$r 9 50 Mon_clown#Pajacem.#$r 9 -50 Mon_rude#Sarkastycznym palantem.",
        "Mon_old": "Tak, mój pradziadek również był kowalem.",
        "Mon_9": "Skąd to wiesz?$u",
        "Mon_clown": "Hahaha. Dobre.$h",
        "Mon_rude": "Wow. To nie było miłe. Chciałem być zabawny a ty przesadzasz.",
        "Mon4": "Ciesz się, że jesteś farmerem, @. Lepiej jest pracować na świeżym powietrzu, niż cały dzień przy gorącym piecu.#$e#Jestem kowalem tylko dlatego, że ojciec mnie w to wciągnął.",
        "Tue": "Jeśli chcesz, żebym ci ulepszył narzędzia, przynieś mi kilka sztabek wybranego materiału.#$e#Oczywiście nie za darmo.",
        "Wed": "Hej. Czego ci trzeba?",
        "Wed6": "O, cześć @. Przepraszam jeśli wyglądam niechlujnie. Od rana pracuje przy piecu.$h#$e#Potrzebujesz czegoś, czy mnie odwiedzasz?",
        "Thu": "Biznes ostatnio się nie kręci.#$e#Może ci coś ulepszyć? Potrzebuję pieniędzy.",
        "Thu8": "Słyszałem, że Emily ma przyjaciółkę co mieszka na pustyni. Wiesz coś na jej temat?#$e#Zastanawiam się czy jest singielką...$s",
        "Fri": "Pogoda mnie teraz nie obchodzi. Zazwyczaj jestem w pobliżu mojego sklepu, przez cały rok.#$e#Smutne, co?",
        "Fri8": "Powinienem zacząć oszczędzać na komputer...#$e#Może znajdę sobie dziewczynę przez 'internet'...$s#$e#Co? Nie oceniaj! Nie każdy jest spoko, atrakcyjnym, społecznie przystosowanym farmerem, wiesz?$u#$e#Co ma niby zrobić taki ktoś jak ja? *stęk*$s",
        "Sat": "Czasami zastanawiam się, jak trafiłem do tego miasta.$u",
        "Sat6": "Cholera, jestem za stary żeby robić coś ciekawego. Jedyne co mi pozostało to lata ciężkiej pracy przy piecach.",
        "Sat10": "Jak się trzymają twoje narzędzia?#$b#Jeśli będzie ci trzeba coś naprawić to przyjdź do mojej kuźni. Gwarantuje, że te narzędzia będą ci służyć przez całe życie!",
        "Sun": "Nie masz nic do roboty?",
        "Sun4": "Jak się trzymają twoje narzędzia?",
        "Sun8": "Nie wiem, czy ludzie zdają sobie z tego sprawę, czy ich to obchodzi, ale jestem bardzo dumny ze swojej pracy.#$e#Znaczy... Gdy byłem małym chłopcem, nie myślałem o zostaniu kowalem. Ale teraz jestem. I chciałbym zostać najlepszym kowalem, jakim mogę zostać.",
        "event_advice1": "Okej... Zapamiętam to.",
        "event_advice2": "Taki jest problem... zachowuję się naturalnie... ale nigdy mi się nie udało.$s",
        "Mon8": "Ciężko mi to przyznać, ale czasami cieszę się, że ojciec mnie zmusił do zostania kowalem. Przynajmniej mam zawód.#$e#Gdybym nie miał roboty, prawdopodobnie całymi dniami bym siedział i użalał się nad sobą.$s"
    }