{
  "Introduction": "Eh... Cześć. Jestem Clint#$e#Jestem lokalnym kowalem. Jeśli chcesz ulepszyć swoje narzędzia. Ja ci pomogę.",
  "Resort_Entering": "Zalożę swoje specjalne czerwone kąpielówki. Powinny przyciągnąć wzrok.",
  "Resort_Leaving": "Coż...Nie wyszło tak jak sobie wyobrażałem...",
  "Resort_Shore": "No nie... Zapomniałem obciąć panznokci u stóp.$s",
  "Resort_Shore_2": "Myślałem, że praca przy piecu sprawi, że będę przygotowany na taki upał, ale pocę się w miejscach w których jeszcze tego nie doświadczyłem.$s#$e#Mam nadzieję że, nikt tego nie zauważy...#$e#%Ciało Clinta lśni...",
  "Resort_Chair": "Ał... moje całe ciało jest spalone na wiór.$s",
  "Resort_Bar": "Jestem głodny...$s",
  "Resort": "*Ehh*... Wszyscy jesteśmy na plaży, a wciąż odczuwam samotność...$s",
  "reject_868": "Hmm... To interesujący kamień, jakiego jeszcze nie widziałem.#$b#Nie wiedziałbym co z nim zrobić. Zajmuję się przyziemnymi sprawami, a nie magią. ",
  "cc_Minecart": "W jakiś sposób stary system wózków kopalnianych zaczął działać. Teraz wyprawa do kopalni i z powrotem jest o wiele wygodniejsza.#$b#Nie przyzwyczajaj się do takiej wygody... jeśli może tak nagle zadziałać, to tak samo może przestać...",
  "Mon": "Tak. Jestem kowalem.#$e#Mój ojciec też był kowalem.#$e#Mój dziadek także był kowalem.$u#$q 9/9 Mon_old#Na pewno nie zgadniesz kim był mój pradziadek...#$r 9 30 Mon_9#Kowalem.#$r 9 50 Mon_clown#Głupim klaunem.#$r 9 -50 Mon_rude#Sarkastycznym palantem.",
  "Mon_old": "Tak, mój pradziadek również był kowalem.",
  "Mon_9": "Skąd to wiesz?$u",
  "Mon_clown": "Hahahaha. Dobre.$h",
  "Mon_rude": "Wow. To nie było miłe. Po prostu byłem zabawny a ty przesadzasz.",
  "Mon4": "Ciesz się, że jesteś farmerem, @. Lepiej jest pracować na świeżym powietrzu, niż cały dzień przy gorącym piecu.#$e#Jestem kowalem tylko dlatego, że ojciec mnie w to wciągnął.",
  "Tue": "Jeśli chcesz, abym ulepszył ci narzędzia, musisz mi przynieść kilka odpowiednich sztabek.#$e#Oczywiście oczekuję zapłaty.",
  "Wed": "Hej. Czego ci trzeba?",
  "Wed6": "O, cześć @. Przepraszam jeśli wyglądam niechlujnie. Od rana pracowałem przy piecu.$h#$e#Więc, potrzebujesz czegoś, czy po prostu przychodzisz z wizytą?",
  "Thu": "Biznes jest ostatnio powolny.#$e#Może ulepszysz swoje narzędzia? Potrzebuję pieniędzy.",
  "Fri": "Pogoda mnie teraz nie obchodzi. Zazwyczaj jestem w pobliżu mojego sklepu, przez cały rok.#$e#Smutne, co?",
  "Sat": "Czasami zastanawiam się, jak trafiłem do tego miasta.$u",
  "Sat6": "Cholera, jestem za stary, aby robić coś ekscytującego. Jedyne co mi pozostało to lata ciężkiej pracy przy piecach.",
  "Sun": "Nie masz nic do roboty?",
  "Sun4": "Jak się trzymają twoje narzędzia?",
  "event_advice1": "Okej... Zapamiętam to.",
  "event_advice2": "To jest problem... zachowuję się naturalnie... ale nigdy nie osiągnąłem sukcesu.$s",
  "summer_Mon4": "Ciesz sie, że jesteś farmerem, @. Lepiej jest pracować na świeżym powietrzu, niż stać przy gorącym piecu.#$e#Jestem kowalem tylko dlatego, że ojciec mnie w to wciągnął.",
  "summer_Wed6": "O, cześć @! Przepraszam jeśli wyglądam niechlujnie. Z rana pracowałem przy piecu.$h#$e#A więc, potrzebujesz czegoś, czy po prostu przychodzisz z wizytą?",
  "summer_Thu": "Biznes jest ostatnio powolny.#$e#Może ulepszysz swoje narzędzia? Potrzebuję pieniędzy."
}