{
        "Introduction": "Em... Cześć. Jestem Clint.#$e#Jestem lokalnym kowalem. Jeśli potrzebujesz ulepszyć narzędzia, mogę Ci pomóc.",
        "AcceptBirthdayGift_Positive": "Zwykle nie dostaję prezentów urodzinowych. To wiele dla mnie znaczy, @. Dziękuję.",
        "AcceptBirthdayGift_Negative": "To prezent urodzinowy? To, em... ciekawy wybór. Cóż... i tak dziękuję za pamięć.",
        "AcceptGift_(O)StardropTea": "Dajesz to... mnie? Raczej nie zasłużyłem, ale... dziękuję.",
        "AcceptGift_(O)SkillBook_3": "Oo, ciekawe... Trudno tu o takie książki.#$b#Dużo w nich dobrych porad. Dzięki, @.",
        "mineArea_40": "Ach, po obdrapaniach na Twoim kilofie widzę, że dotarłeś do głębszych części kopalni.^Ach, po obdrapaniach na Twoim kilofie widzę, że dotarłaś do głębszych części kopalni.#$e#Jeśli trudniej Ci rozbijać kamienie, warto ulepszyć kilof. W tym mogę Ci pomóc.",
        "GreenRain": "W takich sytuacjach prawdziwy charakter człowieka zostaje wystawiony na próbę.#$e#Schowaa... znaczy się, obronię wszystkich przed toksycznym deszczem!",
        "GreenRainFinished": "Cóż, to trochę niewypał. A już myślałem, że w końcu będę miał szansę zostać bohaterem. No cóż... wracam do kamienia szlifierskiego.",
        "GreenRain_2": "Ciężko mi się do tego przyznać, ale czasami chciałbym, żeby wydarzyło się coś gorszego, a nie jakiś głupi zielony deszcz.#$b#Coś z przytupem?#$b#Nie to, że chcę, by komuś stała się krzywda...#$b#Chciałbym poczuć, że żyję... że mam jakiś cel.",
        "mineArea_121": "Ciekawe. Na Twoim kilofie są płatki irydu... jaskinia na pustyni, co?#$e#Zawsze chciałem porobić coś z tego materiału. Niełatwo go zdobyć.",
        "eventSeen_101_memory_oneweek": "Czy Emily wspominała coś o naszej randce?#$b#Czekaj, nie mów mi... lepiej żebym nie wiedział. Może uda mi się jeszcze ocalić godność.$s",
        "dating_Emily": "Ja... Ee... Słyszałem, że Ty i Emily jesteście razem. Gratuluję.$s",
        "married_Emily": "%Clint patrzy na podłogę i nic nie mówi.",
        "divorced_Emily": "Ostatnio poczułem dziwny przypływ nadziei.",
        "Resort_Entering": "Założę swoje specjalne czerwone kąpielówki. Powinny przyciągać wzrok.",
        "Resort_Leaving": "Cóż... Nie wyszło tak, jak sobie wyobrażałem...",
        "Resort_Shore": "No nie... Zapomniałem obciąć paznokci u stóp.$s",
        "Resort_Shore_2": "Myślałem, że praca przy piecu przygotuje mnie na taki upał, ale pocę się w miejscach, o których mi się nie śniło.$s#$e#Mam nadzieję, że nikt nie zauważy...#$e#%Ciało Clinta lśni...",
        "Resort_Chair": "Ał... Strasznie się spaliłem... Ał.$s",
        "Resort_Bar": "Jestem głodny...$s",
        "Resort": "*Ech*... Wszyscy jesteśmy na plaży, a ja i tak czuję się samotny...$s",
        "reject_868": "Hmm... Ciekawy kamień, jeszcze takiego nie widziałem.#$b#Nie wiem, co z nim zrobić. Zajmuję się przyziemnymi sprawami, nie magią...",
        "cc_Minecart": "W dziwny sposób stary system wózków kopalnianych znów działa. Teraz wyprawa do kopalni i z powrotem jest o wiele wygodniejsza.#$b#Nie przyzwyczajaj się za bardzo... skoro nagle zaczęło działać, równie nagle może przestać...",
        "Mon": "Tak. Jestem kowalem.#$e#Mój ojciec też był kowalem.#$e#Tak samo mój dziadek.$u#$q 9/9 Mon_old#Na pewno nie zgadniesz, kim był mój pradziadek...#$r 9 30 Mon_9#Kowalem.#$r 9 50 Mon_clown#Pajacem.#$r 9 -50 Mon_rude#Sarkastycznym palantem.",
        "Mon_old": "Tak, mój pradziadek również był kowalem.",
        "Mon_9": "Skąd to wiesz?$u",
        "Mon_clown": "Ha ha ha. Dobre.$h",
        "Mon_rude": "Wow. To nie było miłe. Chciałem być zabawny, a Ty przesadzasz.",
        "Mon4": "Ciesz się, że jesteś farmerem, @. Lepiej pracować na świeżym powietrzu niż cały dzień przy gorącym piecu.#$e#Jestem kowalem tylko dlatego, że ojciec mnie do tego zmusił.",
        "Tue": "Jeśli chcesz, żebym ulepszył Twoje narzędzia, przynieś mi kilka sztabek wybranego materiału.#$e#Oczywiście — nie za darmo.",
        "Wed": "Hej. Czego Ci trzeba?",
        "Wed6": "O, cześć, @. Przepraszam, jeśli wyglądam niechlujnie. Od rana pracuję przy piecu.$h#$e#Potrzebujesz czegoś, czy po prostu mnie odwiedzasz?",
        "Thu": "Biznes ostatnio się nie kręci.#$e#Może chcesz coś ulepszyć? Potrzebuję pieniędzy.",
        "Thu8": "Słyszałem, że Emily ma przyjaciółkę, która mieszka na pustyni. Wiesz coś o niej?#$e#Zastanawiam się, czy jest singielką...$s",
        "Fri": "Pogoda mnie teraz nie obchodzi. Zazwyczaj cały rok jestem przy moim sklepie.#$e#Smutne, co?",
        "Fri8": "Powinienem zacząć oszczędzać na komputer...#$e#Może znajdę sobie dziewczynę przez 'internet'...$s#$e#Co? Nie oceniaj! Nie każdy jest fajnym, atrakcyjnym, towarzyskim farmerem, wiesz?$u#$e#Co ma niby zrobić ktoś taki jak ja? *stęk*$s",
        "Sat": "Czasami zastanawiam się, jak w ogóle trafiłem do tego miasta.$u",
        "Sat6": "A niech mnie... Jestem za stary, żeby robić coś ciekawego. Jedyne, co mi pozostało, to lata ciężkiej pracy przy piecach.",
        "Sat10": "Jak się trzymają Twoje narzędzia?#$b#Jeśli trzeba coś naprawić, przyjdź do mojej kuźni. Gwarantuję, że posłużą Ci przez całe życie!",
        "Sun": "Nie masz nic do roboty?",
        "Sun4": "Jak się trzymają Twoje narzędzia?",
        "Sun8": "Nie wiem, czy ludzie to zauważają, albo czy ich to obchodzi, ale jestem bardzo dumny ze swojej pracy.#$e#Gdy byłem małym chłopcem, nie myślałem o zostaniu kowalem. Ale teraz nim jestem. I chcę być najlepszym kowalem, jakim mogę zostać.",
        "event_advice1": "Ok... Zapamiętam to.",
        "event_advice2": "W tym cały problem... zachowuję się naturalnie... a i tak nigdy mi się nie udało.$s",
        "Mon8": "Ciężko mi się do tego przyznać, ale czasem cieszę się, że ojciec zmusił mnie do zostania kowalem. Przynajmniej mam zawód.#$e#Gdybym nie miał pracy, prawdopodobnie całymi dniami siedziałbym i użalał się nad sobą.$s"
    }