{
        "Introduction": "Witam! Jestem Demetrius, lokalny naukowiec i ojciec. Dziękuję, że się przedstawiasz!#$e#Badam lokalną roślinność i faunę z mojego domowego laboratorium.#$b#Znasz moją córkę Maru? Chciałaby Cię poznać.",
        "AcceptGift_(O)StardropTea": "Wow, to rzadka substancja. Muszę ją wziąć do laboratorium do... emm... dalszych badań.",
        "AcceptBirthdayGift_Positive": "Prezent!... o optymalnym czasie. Dzisiaj jest rocznica moich narodzin. Dziękuję!$h",
        "AcceptBirthdayGift_Negative": "Prezent!... o optymalnym czasie. Dzisiaj jest rocznica moich narodzin.$h#$b#Zobaczmy co to jest... $h#$b#...Oł.$s",
        "AcceptGift_(O)107": "Wow, nienaruszone jajo dinozaura! To ekstremalnie rzadki okaz. Gdyby tylko dało się go inkubować...",
        "Resort_Entering": "To miejsce jest świetne. Już dostrzegłem rzadki gatunek kraba.$h",
        "GreenRain": "Nie zwracaj na mnie uwagi, @. Zbieram trochę próbek. Taka okazja może się już nie zdarzyć!$7#$e#Emm... Jak spotkasz moją żonę, możesz jej powiedzieć, że nic mi nie jest?$7",
        "GreenRain_2": "Deszcz wydaje się nieszkodliwy, więc w tym roku zachowam mniej środków ostrożności.",
        "firstVisit_Desert": "Słyszałem, że ${byłeś^byłaś}$ ostatnio na Pustyni Calico. Fascynujące! Jestem pewien, że ${zaobserwowałeś^zaobserwowałaś}$ tam wiele unikalnych form życia.",
        "questComplete_104_memory_oneday": "Sprawdzasz jak badania nad melonem? Tak, Ja... yy... 'przeanalizowałem' go i z pewnością ma optymalny profil makroelementów...",
        "purchasedAnimal_Dinosaur": "Możesz powtórzyć!? Udało Ci się inkubować jajo dinozaura? To coś niespotykanego!$5#$e#Proszę, weź moją kawę, ja mam już dość... nie dam rady wypić więcej. [253]",
        "dating_Maru": "Tak, Maru mi już powiedziała. Nie mogę powiedzieć, że jestem zachwycony, ale może może udowodnisz mi, że się mylę.$u",
        "married_Maru": "*ehh*... @, Pogodziłem się z tym, że moja 'mała dziewczynka' stała się kobietą. Masz moje błogosławieństwo.$s",
        "married_Sebastian": "Gratuluję wzięcia ślubu. Robin płacze od dnia ślubu. 'Łzy szczęścia', jak to mówi! Najdziwniejsze pojęcie...#$e#Hmm, skoro piwnica jest wolna, mógłbym powiększyć moje laboratorium...$u",
        "eventSeen_65_memory_oneweek": "$y 'Jak idzie eksperyment w jaskini? Wyprodukował już coś ciekawego?_Tak_Ach! Oznacza to, że warunki muszą być bardziej odpowiednie, niżeli pierwotnie zakładałem... hmm..._Nie_Cóż, sprawdzaj co jakiś czas. jestem pewien, że te maluchy w końcu przyniosą zysk.'",
        "eventSeen_65_memory_twoweeks": "Nie zapomnij sprawdzić jaskini na farmie! Z pewnością będzie tam coś ciekawego.",
        "Resort_Leaving": "Będę analizował te dane miesiącami.",
        "Resort_Shore": "*chrup*... ups, tam idzie zagrożony gatunek kraba...$s#$b#...#$b#Och, nieważne to była tylko pusta skorupa! Mogę spać spokojnie.",
        "Resort_Chair": "Dobrze się bawisz, @? Pamiętaj, o odpoczynku!",
        "Resort_Bar": "Przeważnie nie biorę udziału... ale nie zawsze jestem na tropikalnej wyspie. Hahaha.$h",
        "Resort": "Możesz uwierzyć w to miejsce? Wszystko tu tętni życiem!",
        "reject_869": "To dobry okaz, lecz bardzo często spotykany gatunek. Możesz to zatrzymać.",
        "reject_865": "Owoce i sól? Co za dziwne połączenie...$s",
        "pamHouseUpgradeAnonymous": "Robin nawet mi nie powie kto zapłacił za nowy dom Pam!#$e#Udaje, że jestem zły, ale w tajemnicy jestem dumny z tego, że dotrzymuje słowa...$h",
        "Mon": "Czasami Maru pomaga mi w laboratorium... Dobre z niej dziecko.",
        "Mon_inlaw_Maru": "Ciężko się bada bez Maru...#$b#Ale jej szczęście jest ważniejsze niż moje eksperymenty!",
        "Tue": "To miejsce ma bardzo żywy i różnorodny ekosystem. Dlatego byłem tak podekscytowany przeprowadzką.",
        "Wed": "Pewnie hodujesz na swojej farmie interesujące rośliny, hm?#$e#Może kiedyś wpadnę do Ciebie i sprawdzę.",
        "Thu": "Jak tam biznes na farmie? To sezon na pasternak, prawda?#$e#Wydaje mi się, że to dosyć spokojna praca... na zewnątrz, z roślinami.",
        "Fri": "Robin ma ostry temperament. Lepiej jej nie drażnić.#$e#Nie mów jej tego.$h",
        "Sat": "Zobaczmy... Gdy związki w rizosferze zawierają wystarczająca ilość węgla-13, to...$u#$b#Och! Wybacz. Głośno myślałem i Cię nie zauważyłem.#$e#Potrzebujesz czegoś?",
        "Sun": "Dobrze jest od czasu do czasu zrobić sobie przerwę.#$e#Pewnie to dla Ciebie trudne, gdy mieszkasz na farmie.#$e#Hej, przynajmniej w zimie nie musisz się martwić o plony.",
        "Fri4": "Robin ma ostry temperament. Lepiej być po jej stronie.#$e#...Gdybym mógł określić ilościowo jej poziomy nastroju, zapewne mógłbym modelować fluktuacje za pomocą krzywej sinusoidalnej...$u",
        "Wed6": "Cześć @! Jak się dzisiaj miewasz?#$e#Chciałbym Ci jakoś ułatwić pracę na farmie.",
        "Event_tomato1": "Naprawdę? Myślałem, że farmer będzie wiedział takie rzeczy...$s",
        "Event_tomato2": "Widzisz? @ się ze mną zgadza.",
        "Event_Lab_Silence": "Cóż, lepiej obliczmy to rozwiązanie, zanim się nam tu skrystalizuje.",
        "Event_Lab_Rat": "*ehh*... %fork$4",
        "summer_Mon": "#$e#%Demetrius jest zamyślony.#$e#Wybacz, jestem zajęty.#$e#Jest tyle roślin do zbadania.",
        "summer_Tue": "Pamiętaj o podlewaniu roślin każdego dnia.#$e#Jeśli używasz wspomagacza gleby, nie musisz się o to tak często martwić.#$e#To całkiem wygodne.",
        "summer_Thu": "Jak tam biznes na farmie? To sezon na pomidory, prawda?#$e#Wydaję mi się, że to dosyć spokojna praca. Na zewnątrz, z roślinami.",
        "summer_Fri": "$p 40#Słyszałem, że Maru dała Ci coś pooglądać przez teleskop.|Jeśli Maru Cię polubi to z pewnością nauczy Cię jak z niego korzystać.#$e#Ekscytujące, hm?",
        "summer_Fri_inlaw_Maru": "Mam nadzieję, że moja córka dotrzymuje kroku matematyce i nauce!",
        "summer_Sat": "Hmm... jeśli poziom strigolaktonu powiększy się, czy miałby proporcjonalny efekt na wzrost mikoryzy?$u#$b#Och! Wybacz. Znowu myślałem na głos, nie zauważyłem Cię.#$e#Potrzebujesz czegoś?",
        "summer_Mon6": "Zostałem naukowcem, bo chciałem przyczynić się do postępu naszego gatunku.#$e#Oczywiście, nie byłoby to możliwe bez pomocy farmerów, takich jak ty.$h",
        "fall_Mon": "W trakcie tej pory roku skupię swoją uwagę na grzybach.",
        "fall_Tue": "Dzięki nauce wiemy dużo o naturze.#$e#Ale zawsze jest więcej do zbadania.",
        "fall_Thu": "Jak się ma biznes na farmie? To sezon na kukurydzę, prawda?#$e#Wydaje mi się, że to dosyć spokojna praca, na zewnątrz, z roślinami.",
        "fall_Fri": "Pewnie, Maru spędza dużo czasu nad swoimi gadżetami.#$e#Cieszy mnie to, że tak się poświęca dla nauki.",
        "fall_Fri_inlaw_Maru": "Wciąż jestem zaskoczony robotem Maru... czy to był sen?",
        "fall_Sat": "Zobaczmy... być może poziom wiązania azotu zależy od wydzielania nicieni...$u#$b#Och! Wybacz. Znowu myślałem na głos i Cię nie zauważyłem.#$e#Potrzebujesz czegoś?",
        "fall_Wed6": "Cześć @. Zawsze miło Cię tu widzieć.#$e#Dobrze jest mieć jakieś towarzystwo po tej pracy w samotności.",
        "winter_Mon": "Mam przerwę od moich badań.",
        "winter_Tue": "Jeśli chcesz powiększyć swój dom, musisz porozmawiać z moją żoną.",
        "winter_Wed": "Masz już kuchnie w swoim domu?#$e#Gotowanie to tak jakby praca w laboratorium.",
        "winter_Thu": "Masz jakieś zwierzęta na swojej farmie?",
        "winter_Fri": "Cześć.#$e#%Demetrius zagubił się w myślach.",
        "winter_Sat": "Zobaczmy... jeśli sezonowe poziomy azotu można modelować za pomocą funkcji defragmentującej...$u#$b#Och! wybacz. Znowu myślałem na głos i Cię nie zauważyłem.#$e#Trzeba ci czegoś?",
        "winter_Sun": "Jak chcesz to możesz ścinać sobie drzewa i zbierać kamienie z tego terenu ile dusza zapragnie.",
        "winter_Fri4": "Dziękuję za odwiedziny. Muszę pomyśleć o innych roślinach strączkowych.#$e#Co porabiasz ostatnimi czasy?#$e#Brzmi ciekawie."
    }
