{
        "Introduction": "Hej, jak na człowieka, całkiem nieźle ci idzie kopanie.",
        "AcceptBirthdayGift_Positive": "O! Czytałem o tej tradycji... to 'prezent urodzinowy', tak? Hmm, ciekawe...",
        "AcceptBirthdayGift_Negative": "O! Czytałem o tej tradycji... to 'prezent urodzinowy', tak?#$b#Czy dawanie takich śmieci to też część tej tradycji?",
        "GreenRain": "Niezbyt dobrze widzę kolor zielony.#$b#Tak to jest, jak się zbyt długo siedzi pod ziemią.",
        "AcceptGift_(O)StardropTea": "*niuch*... czy to mleko? *siorb*... hmm... smaczne.",
        "Mon": "Zgarnąłem to wszystko z powierzchni. Biorę od twoich ludzi w nocy.#$e#Hmm? Co to znaczy \"własność prywatna\"?",
        "AcceptGift_Neutral_milk_item": "Ach, 'mleko'... *siorb*... Ciekawe. Przypomnij mi... skąd dokładnie pochodzi ten napój?#$b#...!!! *stfuuu*",
        "Tue": "Ach... gulasz z jaskiniowej marchewki, smażona jaskiniowa marchewka, zupa z pieczonej jaskiniowej marchewki i zapiekana jaskiniowa marchewka.#$e#... I crème brûlée z jaskiniowej marchewki na osłodę nocy.#$e#Co?",
        "firstVisit_IslandNorth": "Jeśli wejdziesz do wulkanu na Imbirowej Wyspie, możesz spotkać innych takich jak ja. Nie martw się! Jesteśmy przyjaźni wobec ludzi.",
        "mineArea_121": "Wiesz co? Jak na człowieka, całkiem dobrze kopiesz.",
        "fishCaught_158": "Och, ${złowiłeś^złowiłaś}$ szkaradnicę? Dobrze je znam. Czasem trzymamy je jako zwierzątka domowe.",
        "fishCaught_161": "Och, ${złowiłeś^złowiłaś}$ rybę sopel? To energiczne, małe rybki, mimo mroźnego środowiska, w którym żyją. Moi ludzie jednak unikają zimnych miejsc... za zimno!",
        "fishCaught_162": "Och, ${złowiłeś^złowiłaś}$ magmowego węgorza? Świetnie! Łowienie ich to ważna część naszej kultury. Uważamy je za przysmak!!",
        "firstVisit_Caldera": "${Znalazłeś^Znalazłaś}$ legendarną krasnoludzką kuźnię? Niesamowite... Nigdy jej nie widziałem.#$e#Ta maszyneria jest tak stara, że nikt z moich ludzi nie wie, jak działa. Ale z całą pewnością to krasnoludzka technologia.",
        "Wed": "Hej, chcesz coś kupić?",
        "Wed_6": "Dawno temu moi ludzie znali sekrety zaawansowanej technologii. Odkrycia archeologiczne to potwierdzają.#$e#Ale zastanawiam się, skąd ona pochodzi? I co się z nią stało? Chyba nie na wszystkie pytania znajdziemy odpowiedzi...",
        "Thu_4": "Najlepiej czuję się pod ziemią.#$e#Im głębiej w jaskiniach, tym lepiej.",
        "Fri": "Co? Pierwszy raz widzisz krasnoluda?",
        "Sat_8": "Kopalnie bywają zdradliwe. Uważaj na siebie, przyjacielu.",
        "Sat": "Kopalnie są niebezpieczne. Może kupisz coś ode mnie, żeby poprawić swoje bezpieczeństwo?",
        "Sun": "Kiedyś musisz mi opowiedzieć o tym trunku, który nazywacie \"mlekiem\".",
        "Thu": "Nie jesteś przypadkiem szpiegiem wysłanym przez Cienistych, co?#$e#Mam cię na oku, rozumiesz?",
        "Fri_2": "Większość ludzi boi się nieznanego... dlatego ukryłem tu swój sklep.#$e#Twoje górnicze umiejętności udowodniły, że można ci ufać."
    }