{
        "Introduction": "Ah, nowy farmer, spodziewaliśmy się twojego przybycia. Nie wiem czy wiesz, ale to wydarzenie wywołało wiele rozmów wśród mieszkańców wioski!#$b#Jestem Elliott... Mieszkam w małej chacie przy plaży. Miło mi cię poznać.",
        "AcceptBirthdayGift_Positive": "Jestem zaszczycony tym, że pamiętasz o moich urodzinach! Dziękuję!$h",
        "AcceptBirthdayGift_Negative": "Kolejny minął rok, a za tym kolejny siwy włos... Przypuszczam, że ten prezent ma upamiętnić mój upadek.$s",
        "AcceptGift_(O)StardropTea": "Ah, cóż za prezent! Aromat sam w sobie jest inspirujący...",
        "FlowerDance_Accept": "Oczywiście... to zaszczyt! nie mogę się doczekać.$h",
        "AcceptGift_forage_item_beach": "Ah, ${przeczesywałeś^przeczesywałaś}$ plażę... To dobre hobby! Dziękuję.",
        "AcceptGift_book_item": "Ah, książka... Tak, być może proza zawarta na tych stronach przyniesie mi nowy wgląd. Dziękuję.",
        "AcceptGift_(O)814": "Ah, kałamarz dobrego atramentu. Pisarzowi nigdy za wiele... i jest nawet drogie! Dziękuję!$h",
        "AcceptGift_(O)444": "Z tego powstanie piękne pióro! Już czuję inspirację...$h",
        "SquidFest": "Rzadko się widuje tyle osób na plaży. Wszystko to z miłości do kałamarnicy!",
        "firstVisit_ElliottHouse": "Ah... wybacz za bałagan. Nie spodziewałem się gości!",
        "AcceptGift_(O)154": "AAA, to się rusza! Zabierz ode mnie tą abominacje!$6 [154]",
        "AcceptGift_(O)155": "AAA, to się rusza! Zabierz ode mnie tą abominacje!$6 [155]",
        "dating_Elliott": "Chciałbym móc ci dać bukiet jako pierwszy!$l",
        "dating_Elliott_memory_oneday": "%Elliott szepta ci do ucha swoje sekrety.",
        "married_Elliott": "Wyrwałeś najpiękniejszy kwiat z Miasta Pelikan... Teraz musisz o niego dbać całym swoim sercem.",
        "wonIceFishing": "No no, tożto miastowy rybak numer jeden! To był naprawdę imponujący występ.$h#$e#Nigdy nie będę miał szans, ale zawsze biorę udział, tak dla sportu.",
        "purchasedAnimal_Duck": "${Wiedziałeś^Wiedziałaś}$, że kacze pióro jest idealne do pisania?",
        "eventSeen_39": "Byłeś bardzo ${pomocny^pomocna}$... Teraz muszę pomyśleć...",
        "eventSeen_40_memory_oneday": "Dobrze się ostatnio bawiłem w knajpie... Aczkolwiek moja wątroba nie może powiedzieć tego samego...",
        "Resort_Entering": "To była przyjemna podróż!",
        "Resort_Leaving": "Widzimy się z powrotem w dolinie.",
        "Resort_Leaving_2": "Mam nadzieję, że żaden krab znowu się nie wkradł pod moje ubrania.$s#$b#Wyobraź sobie wypełznąć z kieszeni i znaleźć się na plaży tysiące kilometrów od domu!$h#$e#Hmmm... To dobry temat na nowele...",
        "Resort_Chair": "Robię sobie krótką przerwę, żeby natrzeć ciało olejkiem kokosowym.$h",
        "Resort_Bar": "Gus, zamawiam kolejkę dla każdego!#$b#*czkawka*... Oh... Nie mam złota.$s#$b#He he... Nie ważne!",
        "Resort_Wander": "Słyszałem plotki o piratach przypływających tutaj w nocy. Mówią, że robi się wtedy ostro!",
        "Resort": "Muszę przyznać, ta plaża bije na głowę mój skromny skrawek ziemi.",
        "Resort_2": "O nie! Jakieś wodorosty wplątały mi się we włosy.#$e#Takie są wady odpoczywania na plaży.",
        "FlowerDance_Accept_Spouse": "Yes... czy mógłbym odmówić tak delikatnej, życzliwej twarzy? Dotyk słodkiego uścisku wiosny?",
        "FlowerDance_Decline": "Wybacz... nie dzisiaj.$s",
        "divorced": "...$s#$e#Dlaczego mnie dręczysz?! Nie widać, że jestem w rozterce, a me marzenia zostały zrujnowane?$s",
        "dumped_Guys": "Odejdź! Nie mogę znieść widoku Twojej twarzy.$s",
        "secondChance_Guys": "Moje serce krwawi po bólu jaki mi zadano... Lecz mogę ci wybaczyć.$s",
        "breakUp": "Oh zwiędły bukiet... To jedna z tych rzeczy, której nigdy nie chciałem ujrzeć...$s#$b#Nadszedł czas, abym skoncentrował się nad czymś innym...$s",
        "Mon": "Tak samo jak ty, jestem nowy w tym mieście, lecz czuję się jakbym mieszkał tu od wielu lat.$h#$e#Hehe, a minął dopiero rok od wprowadzenia.",
        "Mon4": "Mam nadzieję, że myślisz o tym miejscu jak o swoim 'domu'.",
        "Tue": "W momencie w którym się tego najmniej spodziewasz, możesz wpaść na świetny pomysł... lecz, gdy twój umysł jest zbyt zajęty innymi myślami, możesz go w ogóle nie dostrzec.#$e#No cóż, muszę wracać do pracy. Do zobaczenia.",
        "Tue6": "Ten wspaniały dźwięk tarcia pióra o kartkę papieru jest muzyką dla moich uszu.$u#$b#Dlatego też, wybrałem dom na plaży, daleko od zgiełku, aby w pełni oddać się swej pracy.",
        "Wed": "Las jest cudownym miejscem. Nieprawdaż?",
        "Wed8": "Przepraszam, dzisiaj jest mi smutno.$s#$e#Chciałbym mieć więcej pewności co do mojej przyszłości.$s#$e#Nie chcę się zestarzeć jako samotny pustelnik na plaży...$s",
        "Thu2": "Nie potrafię znaleźć natchnienia i inspiracji do napisania powieści...$s",
        "Thu4": "Ostatnimi czasy optymistycznie spoglądam na świat. To pewnie przez zmianę pogody. Hehe.",
        "Thu6": "Czasem nachodzą mnie myśli, że w rzeczywistości nie jestem tak dobry jak myślę...$s#$e#Nie, nie... Nie oczekuję komplementów. Chociaż są mile widziane...",
        "Thu8": "#$1 elliottApol#Czuję się samotny na plaży, więc przepraszam, jeżeli byłem zbyt nachalny, kiedy się poznaliśmy. Po prostu brakowało mi przyjaciela.$k#$e#Dobrze jest mieć bliskiego przyjaciela takiego jak ty.",
        "Thu": "Witaj, @.#$e#Jak się czujesz?",
        "Fri": "Świeże powietrze w tej dolinie jest dobre dla ciała i umysłu.#$e#Szybki spacer na świeżym powietrzu zawsze mnie wzmacnia.",
        "Fri4": "Ah, nie zbliżaj się do moich włosów z pochodnią...$8",
        "Fri8": "Przyznaję, spędzam kilka godzin przed lustrem, aby moje włosy wyglądały idealnie.",
        "Sat": "Prawdopodobnie nie spodoba ci się w moim domku. Jest ciemno i pełno pająków.$s",
        "Sat4": "Przepraszam za wygląd mojego domku.",
        "Sat6": "Niektórzy ludzie z natury są nieśmiali i starają się trzymać innych na dystans. Lecz, gdy zaczniesz się nimi interesować, pozwolą ci się zbliżyć.#$e#Każdy lubi posiadać przyjaciół, nawet ten zrzędliwy kowal.",
        "Sun": "Witaj. Mam nadzieję, że twoje plany związane z rolnictwem przebiegają zgodnie z twoimi oczekiwaniami?",
        "Sun6": "Oh, @! Miałem nadzieję, że się pojawisz.#$e#Widzenie cię to zawszę przyjemność.$h",
        "event_idea1": "Tajemnica, co? To zdecydowanie ekscytujący gatunek. Zapamiętam to.",
        "event_idea2": "Ah, to jeden z klasycznych gatunków. Zapamiętam to.",
        "event_idea3": "Nigdy bym tego nie odgadł! Przypuszczam, że nawet ci z 'ziemskiego' zawodu czasami mają głowy w chmurach.$h#$b#Zapamiętam to.",
        "event_boat1": "... Martwiłem się, czy możesz takimi uczuciami darzyć drugiego mężczyznę.$l¦Ja też.$l",
        "event_boat2": "Oh! Wybacz.$8%fork",
        "event_toast1": "Cóż... w porządku.#$b#A zatem, za ciebie @!",
        "event_toast2": "Tak! To świetny pomysł!$h#$b#A więc, za nas!",
        "event_toast3": "Hmmph... zapomnij o tym.$a",
        "event_toast4": "Ah, więc myślisz o harmonijnej przyszłości dla społeczności... cóż za cnotliwy pomysł.#$b#To za Miasto Pelikan!",
        "summer_Mon": "Dziś z rana w moje okno zapukał delikatny promyk słońca... Ah, cóż za przyjemna pobudka. Nigdy nie czułem się tak rześko.$u#$e#Przepraszam, jeżeli moje słowa nie są zbyt interesujące.",
        "summer_Mon4": "Tak wiem, że jestem rodzajem 'dziwaka'.#$e#Mam nadzieję, że akceptujesz mnie takim jakim jestem.$h",
        "summer_Mon6": "@, wiem, że wierzysz w moje umiejętności jako pisarz. To wiele dla mnie znaczy.$h",
        "summer_Tue": "Napotkałem kilka pięknych muszelek przed moim domem.#$e#Domyślam się, że rzadsze odmiany są dość cenne.",
        "summer_Tue6": "Piszę w nadziei na łączenie się z innymi w czasie i przestrzeni.$u#$e#*ehh*... Niestety, teraz mamy czasy, gdzie ludzie trzymają się z dala od książek.$s",
        "summer_Wed": "Śledzenie cyklu rozwoju roślin, od nasiona aż po plon. Musi być dla ciebie bardzo satysfakcjonujące.#$e#To tak, jakby cząstka ciebie, znajdowała się właśnie w niej.$u",
        "summer_Thu": "O nie! Moje buty są wypełnione piaskiem.$s#$e#To jeden z problemów jakie niesie z sobą mieszkanie na plaży.",
        "summer_Fri": "@? Dziwnie wyglądasz.#$b#To gorące powietrze, może u nas wywołać zawroty głowy.",
        "summer_Sat": "Słońce dzisiaj się wściekło. Mam pewne obawy, że moja skóra na tym ucierpi.",
        "summer_Sun": "Jak miło, że przechodzisz taką drogę, aby ze mną porozmawiać.$h",
        "summer_Sun4": "Możesz odwiedzać mnie kiedy tylko zechcesz.$h",
        "fall_Mon": "Cześć @.#$e#Dopilnuj, aby w trakcie Twojej pracy, znalazł się też czas na przerwy.",
        "fall_Mon4": "Jeżeli potrzebujesz chwili odpoczynku, odwiedź mnie.$h#$e#Zazwyczaj jestem domu.",
        "fall_Tue": "Mawiają, że dawno temu rozbił się tutaj statek piracki, pełen splądrowanego złota.",
        "GreenRain": "Nie popadajmy w panikę... Gus! proponuję jedną rundkę drinków na uspokojenie!%noturn",
        "GreenRain_2": "Ah, kolejny niezwykły dzień w dolinie. Pobudzające, delikatnie to ujmując!",
        "fall_Tue8": "@, cóż za zbieg okoliczności, właśnie o tobie myślałem.$l#$e#Może to ${wyczułeś^wyczułaś}$.$h#$e#A więc, co tam u ciebie.",
        "fall_Wed8": "Nie miałbym nic przeciwko temu, by spróbować swoich sił w rolnictwie.#$e#Cicha atmosfera gospodarstwa może być dobrym źródłem literackiej inspiracji, nie sądzisz?$h",
        "fall_Thu": "No nie! Jakiś maleńki krab zrobił sobie dom w mojej kieszeni.$l#$e#Mieszkanie na plaży ma swoje wady, jak i zalety.",
        "fall_Fri4": "Moje nogi są sztywne, siedziałem całą noc przy biurku.$s#$e#Czasami ci zazdroszczę, @.",
        "fall_Fri": "Moje nogi są sztywne, siedziałem cały dzień przy biurku.$s",
        "fall_Fri10": "@, kiedy jesteś w pobliżu... Czuję się niezwykle kreatywny.$l#$e#Wiem... dziwne, ale to prawda.",
        "fall_Sat": "O tej porze roku robi się wietrznie. Cudownie!$h",
        "fall_Sun": "Muszę pamiętać o podlaniu moich roślin. Tym razem nie wodą morską!",
        "winter_Mon": "Przychodzisz do mnie w taki mróz?#$e#W sumie powinienem zrobić sobie przerwę od mojej samotnej pracy.",
        "winter_Mon4": "@, przedzierasz się przez ten śnieg, żeby mnie odwiedzić?#$e#Czuję się zaszczycony!$h",
        "winter_Tue": "Ludzie od tysięcy lat ocierają się o życie mieszkając przy morzu.#$e#A ja tylko chodzę do sklepu.$s",
        "winter_Tue10": "@, wiedziałem, że się pojawisz.#$e#Chyba jesteśmy połączeni przez jakiś wątek świata.$l",
        "-winter_Wed": "Dzień nie może być nudny, gdy podążasz za kaprysami swojej wyobraźni.$u#$e#Wybacz, czy paplam bez sensu?",
        "winter_Thu": "Weź głęboki wdech. Czujesz to? To zapach morza.#$e#Jak się czujesz przez ten zapach?",
        "winter_Thu6": "Weź głęboki wdech. Czujesz to? To zapach morza.#$e#Gdy tylko go poczuję, przypominają mi się lata mojej młodości, kiedy robił na mnie wielkie wrażenie.",
        "winter_Fri": "Muszę codziennie myć włosy, aby nie zrobiły się paskudne kołtuny.#$e#To naprawdę dużo pracy.#$e#Jestem zaskoczony tym, że jeszcze się nie ogoliłem w przypływie pasji.$h#$e#Chyba jestem zbyt próżny.",
        "winter_Sat": "Ćwiczyłem trochę w domu, ponieważ na dworze jest zbyt zimno.#$e#Przepraszam, jeżeli w moim domu jest zbyt wilgotno.$s",
        "winter_Sun": "Naprawdę powinienem dziś wyszorować swoją podłogę. Mam wrażenie, że zaczynają się tworzyć glony.$s#$e#A ty masz czas na sprzątanie?"
    }
