{
        "Introduction": "Ooh! Widzę to po Twojej twarzy. Będzie ci się u nas podobać.#$b#Jeśli będziesz chciał coś wieczorem porobić, to pracuję w knajpie. Wpadnij kiedyś!^Jeśli będziesz chciała coś wieczorem porobić, to pracuję w knajpie. Wpadnij kiedyś!",
        "Resort_Entering": "Oh, lubię to miejsce! Dużo tu papug!",
        "Resort_Leaving": "Ah... moje płuca czują się świetnie.",
        "Resort_Shore": "Czujesz to? Ocean ma głęboką energię leczniczą.",
        "Resort_Chair": "Dobrze się bawisz, @? Musisz od czasu do czasu robić sobie przerwy!",
        "Resort_Bar": "Miło jest chociaż raz być po tej stronie baru!$h",
        "Resort": "Jeśli otworzysz swoje serce dla słońca, poczujesz w sobie kochającą energię.$h",
        "Resort_Dance": "%Emily jest zasłuchana w muzyce.",
        "danceRejection": "Naprawdę, bardzo mi przykro... ale już ktoś inny zaproponował mi taniec.$u",
        "divorced": "@... Moje serce jest przez ciebie rozszarpane... Po prostu nie potrafię z tobą dalej rozmawiać.$s#$e#Proszę, daj mi czas i pozwól, abym doszła do siebie...$s",
        "dumped_Girls": "...$s",
        "breakUp": "A... A ja myślałam, że między nami jest coś szczególnego... *Smark*$s",
        "reject_866": "Oh, to jest piękne... Mam przyjaciółkę, która to polubi! Ale mieszka daleko stąd...",
        "secondChance_Girls": "@... Jestem gotowa, aby dać ci drugą szansę. Wciąż wierzę, że jest w tobie trochę dobra.$s",
        "Mon": "Czy ci już mówiłam, że Haley to moja siostra? Dziwne, co nie?",
        "Mon2": "Mam swoje sekretne hobby, ale nic więcej nie mogę powiedzieć.#$e#Może kiedyś ci je pokażę.$h",
        "Mon4": "Świat jest pełen dusz i magi... Niektórzy mi nie wierzą, ale ja wiem, że to prawda.#$e#Widzę to w twoich oczach... wierzysz w to, że gdzieś tam istnieje inny świat, tak jak ja.",
        "Mon6": "Chciałabym, żeby Haley miała pracę, albo chociaż sprzątała lub gotowała.$s#$e#Chyba marzy, o poślubieniu jakiegoś bogacza.$u",
        "Mon6_inlaw_Haley": "Muszę to powiedzieć, odkąd nie ma Haley, łatwiej mi jest zająć się sobą.",
        "Mon8": "Jest w tym mieście wiele dobrych ludzi, którzy nie mogą znaleźć szczęścia. Przykre.$u#$e#Pracując w knajpie, ciągle słyszę o problemach innych.$u",
        "Tue": "Pracuję w knajpie u Gusa na trzecią zmianę. Płacę za to rachunki.",
        "Tue4": "Pracuję u Gusa w knajpie, żeby wiązać koniec z końcem... ale moją pasją jest szycie.$u#$e#Zrobiłam te ubrania z poszarpanych materiałów, widzisz?",
        "Tue6": "Oh, cześć... To miłe, że mnie tak odwiedzasz.$h",
        "Tue8": "Wiesz co, @... Wydaje mi się, że widzę przed nami świetlaną przyszłość.",
        "Wed": "Słyszałam plotki o rzadkich i potężnych magicznych pierścieniach, wykutych dawno temu przez zapomniane cywilizacje. Nie wiem, czy to jest prawda, czy tylko mit.",
        "Wed4": "Masz rybę? Mam nadzieję, że będziesz dobrze traktować to niewinne stworzonko.$s#$e#Każda istota zasługuje na nasz szacunek, nawet ta obślizgła.",
        "Wed6": "Miej wiarę... Każdego dnia coraz bardziej zbliżasz się do swojego przeznaczenia.",
        "Wed8": "Cześć, @.$u#$e#Zawsze wiedziałam, że jesteśmy sobie bliscy...",
        "Thu": "Mam nadzieję, że uprawiasz rolę w ekologiczny sposób. Tutejszy ekosystem jest w kiepskim stanie!#$e#Skąd wiem? Mam silne przeczucia!",
        "Thu4": "Czasami kwiaty do mnie przemawiają... każdy z nich ma inną historię do opowiedzenia!",
        "Fri": "Ah, wiosna. Sezon na pastele. Bardziej wolę ozdobne klejnoty.#$b#Oh, wybacz mi. Znowu paplałam o modzie, tak?",
        "Sat": "Lubię sama sobie szyć ubrania, ale ciężko jest dostać jakiś materiał.#$e#A do miasta długo się jedzie.",
        "Sat6": "Zastanawiasz się czasami nad kolorystyką materiałów, @? Każdy ma inną osobowość... tak jak moja suknia... widzisz?",
        "Sun": "Cześć @!#$e#Masz może owce w swojej stodole? Możesz przerobić ich puchate kubraczki na piękne materiały!#$e#Ale przyda ci się do tego krosno. Możesz je zrobić, o ile wiesz jak.",
        "Sun4": "Rodzice zostawili nam ten dom pod opiekę. Od 2 lat podróżują po świecie.#$e#Lubię tu mieszkać. Miasto jest przyjemne, a okolice piękne.",
        "event_dance1": "Dziękuję!",
        "event_dance2": "Um... Okej. Wybacz, że ci się to nie spodobało. Chyba te trzy lata ćwiczeń poszły na marne...$s",
        "event_dance3": "Naprawdę tak uważasz? Właśnie tak, jak to miało być!$h#$b#Cieszę się, że ci się spodobało.",
        "summer_Mon": "Haley jest bardzo wybredna. Ciężko coś dla niej ugotować.",
        "summer_Mon4": "Zdrowe żywienie jest dla mnie bardzo ważne. Chcę żyć długo i aktywnie.",
        "summer_Mon_inlaw_Haley": "Odkąd Haley się przeprowadziła, lepiej się ze sobą dogadujemy. Nie mogę się doczekać, aż mnie odwiedzi!",
        "summer_Tue": "Cześć, @.#$e#Nie chce mi się dzisiaj nic robić.$u",
        "summer_Tue6": "Współczuję Linusowi. Ludzie źle go oceniają, a on po prostu ma inny styl życia.$u#$e#Chciałabym, żeby każdy nauczył się akceptacji wobec innych.",
        "summer_Sun6": "Cześć, @! Jesteśmy dobrymi przyjaciółmi, prawda?$h#$e#Cieszę się z tego. Fajny z ciebie gość.$h^Cieszę się.$h",
        "summer_Sun8": "Cześć, @! Jesteśmy dobrymi przyjaciółmi, prawda?$h#$e#Może to brzmi dziwnie, ale od zawsze wiedziałam, że tak się stanie.",
        "summer_Wed": "W lato ciężko o brzydką i deszczową pogodę?#$e#A to oznacza więcej podlewania dla ciebie, tak?#$e#A może wcale ci to nie przeszkadza i lubisz słońce?",
        "summer_Thu": "Pszczoły i motyle to moi specjalni przyjaciele!",
        "summer_Fri": "Gdybym nie była zajęta, pomogłabym ci na farmie!#$e#Ale Gus nie byłby zadowolony gdybym miała inną robotę...$s",
        "summer_Fri6": "Jestem pewna, że Gus zrozumie, jak kiedyś będę chciała opuścić knajpę.#$b#Jest tak wiele do odkrycia, nie mogę do końca życia pracować jako barmanka.$u",
        "summer_Sat": "Nie przepracowuj się za bardzo bo możesz skończyć w klinice Harveya!",
        "summer_Sun": "Cześć @!",
        "summer_Sun4": "Czas na to, aby moi dobrzy przyjaciele odwiedzili ten region... Mam na myśli papugi!",
        "fall_1": "Cóż, nadeszła jesień. Czas na posadzenie nowych upraw, nie?",
        "fall_Mon": "Dobra pogoda na piknik, prawda?",
        "fall_Mon8": "Gdybym nie miała roboty, zaprosiłabym cię na piknik!",
        "fall_Tue": "Cześć. Jak ci minęło lato?",
        "fall_Tue4": "Cześć @! Mam nadzieje, że dobrze ci się wiedzie na farmie?#$e#Świetny z ciebie farmer.$h",
        "fall_Wed": "Moja przyjaciółka ma sklep na pustyni. Jeśli kiedykolwiek tam będziesz, pozdrów ją ode mnie.#$e#Chyba sprzedaje tam rzadkie rzeczy.",
        "fall_Thu": "Przyjaźnisz się z Clintem? Jest bardzo miły, jak go bliżej poznasz.#$e#Jest trochę samotny, całe dnie przesiaduje za ladą w sklepie. A w dodatku nie jest zbyt otwarty na nowe znajomości.",
        "fall_Thu8": "Chyba Clint jest na mnie zły. Nigdy na mnie nie patrzy...$u#$e#Zawsze myślałam, że się przyjaźnimy.$u",
        "fall_Fri": "Kolejny przepiękny jesienny dzień.#$e#Szkoda, że za niedługo zima.",
        "fall_Fri6": "Czujesz to czyste powietrze? Jest wspaniałe, prawda?#$b#Boje się, że Joja Co. je nam zabierze.$u",
        "fall_Sat": "Miej oczy szeroko otwarte, a może zdarzy się coś ciekawego.#$e#Tak czy inaczej, jak mija ci dzień?",
        "fall_Sat6": "Nie mam wielkich planów na życie. Wole się nie martwić przyszłością.",
        "fall_Sun": "Nie ma to jak słoneczny dzień na podtrzymanie duszy!",
        "fall_Sun6": "Jest wiele niewidzialnych barier, które nas powstrzymują od wielu rzeczy. Czemu ludzie nie mogą świętować wolności?#$e#Ja? Cóż, wiesz jak to mawiają... 'Nie możesz trzymać w klatce dzikiego Junimo'.",
        "fall_Sun10": "Jesteś bardzo miłą osobą, @! Dziękuję, że mogę na ciebie liczyć.$h",
        "winter_Mon": "Uważaj, żeby sopel nie spadł ci na głowę!",
        "winter_Mon10": "Uważaj, żeby sopel nie spadł ci na głowę! Nie chciałabym, żeby coś ci się stało!",
        "winter_Tue": "Oh, witaj @!$h#$e#Pewnie świetnie sobie radzisz, nie?",
        "winter_Tue2": "Pewnie teraz jesteś najlepszym farmerem!",
        "winter_Tue4": "Chyba moje włosy zamarzły na kość...$s",
        "winter_Wed": "Haley i ja nie potrzebujemy tak dużego domu. Ciężko go utrzymać w czystości.#$e#No, ale cóż. Nie powinnam narzekać.#$e#Twój dom wygląda miło i przytulnie.$h",
        "winter_Thu": "Pewnie te biedne rybki marzną na kość.$s#$e#Zastanawiam się, czy ryby hibernują? Może zapytam Demetriusa.",
        "winter_Fri": "Gdybym nie była tak zajęta, pomogłabym ci kopać w jaskini obok jeziora.#$e#Pewnie wewnątrz są potężne kryształy.",
        "winter_Sat": "Wiesz jak ugotować 'Garniec Fasoli'?#$e#Lubię to danie.$h%revealtasteEmily207#$e#Ciężko znaleźć świeże składniki w zimie, nie?",
        "winter_Sun": "Cześć!#$e#...Tak?",
        "winter_Sun6": "Czasami kłócę się z Haley, ale tęskniłabym za nią, gdyby odeszła.#$e#Myślę, że kiedyś będzie miłą młodą damą... Nie mów jej, że to powiedziałam.$h#$e#Może jest coś, o czym chcesz porozmawiać?",
        "winter_Sun6_inlaw_Haley": "Pozdrów ode mnie moją siostrę! I przypomnij jej, żeby mnie odwiedziła."
}