{
        "Introduction": "Dzień dobry i witaj w naszej małej społeczności, drogie dziecko! #$b#Możesz mówić mi 'babciu', jeśli chcesz.$h",
        "AcceptGift_(O)StardropTea": "Och, dajesz mi to? Bardzo dziękuję, drogie dziecko. To naprawdę wyjątkowy prezent!",
        "AcceptGift_(O)170": "Dziękuję, skarbie. Wszędzie szukałam moich okularów...#$b#O rety! Ale się zabrudziły...",
        "GreenRain": "George, kochanie... to już koniec? To było dobre życie, ale zanim odejdę, chciałabym zobaczyć, jak Alex sobie radzi...$s%noturn",
        "GreenRainFinished": "Och, moje dziecko... Cieszę się, że wszystko dobrze się skończyło. A moje kwiatki wyglądają lepiej niż kiedykolwiek!",
        "GreenRain_2": "Najwidoczniej kwiaty kochają ten deszcz...",
        "AcceptGift_Positive_forage_item_beach": "Dziękuję, skarbie. To przywołuje takie cudowne wspomnienia...",
        "reject_867": "Och, jestem pewna, że Georgowi się to spodoba!",
        "cropMatured_591": "Własnoręcznie hodowane tulipany to piękny wiosenny prezent.",
        "cc_Complete": "Wspaniale mieć z powrotem stary dom kultury. Mamy tam tyle wspomnień... To wyjątkowe miejsce.",
        "married": "Cieszę się z waszego szczęścia, skarbie.$h#$e#Widok zakochanych młodych ludzi podnosi na duchu starsze babcie, takie jak ja.",
        "divorce": "Następnym razem, zanim weźmiesz ślub, upewnij się, że to ta właściwa osoba...$s",
        "reject_866": "To bardzo ładna róża, skarbie. Może pokaż ją Emily. Kojarzy mi się z nią.",
        "pamHouseUpgrade": "Och, kochane dziecko... Jakie to miłe z twojej strony, że fundujesz Pam nowy dom!$h#$e#Moje serce mięknie, gdy ludzie tak o siebie dbają...",
        "pamHouseUpgradeAnonymous": "Możesz mówić, że jestem starym szaleńcem... ale chyba wiem, kto zafundował Pam nowy dom... *mrug*",
        "MovieInvitation": "O rety! Jakie to miłe, skarbie. Czemu nie... Chętnie pójdę na film!$h#$b#Spotkamy się w kinie.",
        "Mon": "O ja cię... Jaki przepiękny dzień.$u",
        "Tue": "Nie zwracaj uwagi na mojego męża, Georga. Nie jest zbyt przyjazny dla nieznajomych.#$e#Ale jak go lepiej poznasz, na pewno się otworzy.#$e#Jestem pewna, że kiedyś zostaniecie przyjaciółmi!$h#$e#Jeśli ciekawi cię mój mąż, powiem ci mały sekret: bardzo lubi pory! Można je znaleźć w górach o tej porze roku.",
        "Wed": "#$1 evelynGarden1#Wczoraj widziałam piękną rodzinę motyli, opalającą się w miejskim ogródeczku.$k#$e#Nasz dobry burmistrz powierzył mi opiekę nad tymi ogródkami.#$e#Tygodniami pracowałam nad tymi donicami, więc postaraj się na nie nie nadepnąć!",
        "Thu": "Dziś upiekę ciasteczka. Lubię je robić w kształcie kwiatków na wiosnę.$h#$e#Może kiedyś zdradzę ci przepis.",
        "Fri": "George spędza całe dnie przed tym głupim telewizorem.#$e#Chciałabym, żeby częściej wychodził na zewnątrz. Trochę świeżego powietrza dobrze by mu zrobiło.",
        "Sat": "Kiedyś uwielbiałam patrzeć na chmury, ale teraz ciężko mi je dostrzec.#$e#Moje oczy nie są już takie jak kiedyś.$s",
        "Sun": "Dobrze jest mieszkać blisko oceanu. Szum fal pomaga mi zasnąć.#$e#Za młodu zbieraliśmy muszelki po przypływie. Ach... kiedyś to było...",
        "Tue6": "Miło z twojej strony, że odwiedzasz mnie i Georga.#$e#Bez młodzieży świat starzałby się szybciej.$h",
        "Event_cookies1": "Dziękuję!$h",
        "Event_cookies2": "Co mówisz, dziecko? Mogłabym przysiąc, że słyszałam 'krążek hokejowy'... *ech* Mój słuch nie jest już taki jak dawniej.$s",
        "summer_Mon": "Czuję się bardziej ożywiona w taką piękną pogodę.$u",
        "summer_Mon_inlaw_Alex": "Jak tam mój wnusio? Myślę, że jest szczęśliwy, mieszkając na farmie.#$e#Zasługuje na szczęście... to dobre dziecko.",
        "summer_Tue": "George zawsze jest mniej zrzędliwy latem. Ciepło łagodzi jego obolałe kości.#$e#Możesz o tym nie wiedzieć, ale ja wiem. Znam go ponad sześćdziesiąt lat!",
        "summer_Wed": "Nasz dobry burmistrz powierzył mi opiekę nad miejskimi ogródkami.#$e#Tygodniami pracowałam nad tymi donicami, więc postaraj się na nie nie nadepnąć!",
        "summer_Thu": "Dziś upiekę kokosowe ciasteczka w kształcie małych palm.$h#$e#Może kiedyś zdradzę ci przepis.",
        "summer_Sat": "Uważaj na siebie, dziecko, żebyś nie ${dostał^dostała}$ udaru słonecznego!",
        "summer_Sun": "Pachnący groszek już zakwitł.#$e#Cudownie pachnie, prawda?",
        "summer_Thu4": "Zawsze mam więcej gości, gdy tylko zacznę piec ciasteczka.#$e#Ten przepis mam jeszcze po mojej mamie.",
        "fall_Mon": "Z każdym rokiem bardziej doceniam zmieniające się pory roku. Młodym czas przemija szybciej.",
        "fall_Tue": "Dodałam rodzynki do owsianki Georga... ale nawet się nie odezwał. Czy on w ogóle je zauważył?",
        "fall_Wed": "Nasz dobry burmistrz powierzył mi opiekę nad miejskimi ogródkami.#$e#Jesienne kwiaty są delikatne, więc proszę, nie nadepnij na nie! Wiem, że wy młodzi lubicie wszędzie biegać.",
        "fall_Thu": "Upiekę dziś ciasteczka w kształcie małych dyń.$h#$e#Może kiedyś zdradzę ci przepis.",
        "fall_Sat": "Przyjaźnisz się z Alexem?#$e#Czasami bardzo się o niego martwię.",
        "fall_Sat_inlaw_Alex": "Och, witaj mój drogi. Myślę teraz o tobie jak o moim wnuczku.$h¦Och, witaj moja droga. Myślę teraz o tobie jak o mojej wnuczce.$h",
        "fall_Sun": "Może mój wzrok już mnie zawodzi, ale nos jeszcze nie!#$e#Czuję zapach wilgotnych liści i grzybów. Przypomina mi się, jak bawiłam się w lesie, gdy byłam mała.",
        "winter_Mon": "Uważaj, żeby nie poślizgnąć się na lodzie, drogie dziecko.",
        "winter_Tue": "Nie jest ci zimno? Załóż kurtkę!#$e#Ta pogoda nie służy moim stawom...$s",
        "winter_Wed": "Cały rok dbałam o ogródki, a teraz zimą są przykryte śniegiem.#$e#I tak lubię na nie patrzeć.",
        "winter_Thu": "Dziś piekę ciasteczka. Są w kształcie małych gwiazdek.$h#$e#Może kiedyś zdradzę ci przepis.",
        "winter_Sat": "Mieszkamy tu już ponad 30 lat.#$e#Widzieliśmy, jak wiele osób przychodziło i odchodziło. Twój dziadek na przykład... szkoda mi go... *ech*",
        "winter_Sat6": "Och... moje drogie dziecko. Masz oczy po dziadku...$s#$e#Tak... tak... Dobrze go znałam.",
        "winter_Sun": "Zjedz coś ciepłego, najlepiej zupę, żeby się rozgrzać.#$e#I pamiętaj o kurtce!",
        "winter_Sat8": "@, mówiłam ci, że mieszkamy tu z Georgem już ponad 30 lat?#$e#Mam nadzieję, że ty też zostaniesz tu na dłużej.$h"
    }