{
        "Introduction": "Dzień dobry i witam w naszej małej społeczności, drogie dziecko! #$b#Możesz mi mówić 'Babciu' jeśli chcesz.$h",
        "AcceptGift_(O)StardropTea": "Oh, dajesz mi to? Bardzo dziękuję, drogie dziecko. To bardzo wyjątkowy prezent!",
        "AcceptGift_(O)170": "Dziękuję, skarbie. Wszędzie szukałam moich okularów...#$b#O mój! Ale się zabrudziły...",
        "GreenRain": "George, kochanie... To już koniec? To było dobre życie, ale zanim odejdę chciałabym zobaczyć jak Alex sobie radzi w życiu...$s%noturn",
        "GreenRainFinished": "Oh, moje dziecko... Cieszę się, że wszystko się dobrze skończyło. I moje kwiatki wyglądają lepiej niż kiedykolwiek!",
        "GreenRain_2": "Najwidoczniej kwiatki kochają ten deszcz...",
        "AcceptGift_forage_item_beach": "Dziękuję, skarbie. To przywołuje takie cudowne wspomnienia...",
        "reject_867": "Oh, jestem pewna, że Georgowi się to spodoba!",
        "cropMatured_591": "Własnoręcznie hodowane tulipany to piękny wiosenny prezent.",
        "cc_Complete": "Wspaniale jest mieć z powrotem stary dom kultury. Mamy tam tyle wspomnień z dawnych lat... To wyjątkowe miejsce.",
        "married": "Cieszę się z waszego szczęścia, skarbie.$h#$e#Widok młodych zakochanych podnosi na duchu starsze babcie, takie jak ja.",
        "divorce": "Następnym razem, jak chcesz brać ślub, upewnij się dwa razy, że to ta osoba...$s",
        "reject_866": "To bardzo ładna róża, skarbie. Może pokaż ją Emily. Kojarzy mi się z nią.",
        "pamHouseUpgrade": "Oh, dziecko kochane... to miłe z Twojej strony, że fundujesz Pam nowy piękny dom!$h#$e#Moje serce mięknie, gdy ludzie tak o siebie dbają...",
        "pamHouseUpgradeAnonymous": "Możesz na mnie mówić głupia, stara baba... ale chyba wiem kto zafundował Pam nowy dom... *mrug*",
        "MovieInvitation": "O mój! To bardzo miłe z Twojej strony, skarbie. Czemu nie... Chętnie pójdę na film!$h#$b#Spotkamy się w kinie.",
        "Mon": "O ja cię! Jaki przepiękny dzień.$u",
        "Tue": "Nie zwracaj uwagi na mojego męża, Georga. Nie jest przyjaźnie nastawiony do nieznajomych.#$e#Jeśli go lepiej poznasz, na pewno się do ciebie otworzy.#$e#Jestem pewna, że kiedyś się razem zaprzyjaźnicie!$h#$e#Jeśli ciekawi cię mój mąż powiem ci mały sekret: Bardzo lubi pory! Znajdziesz je w górach o tej porze roku.",
        "Wed": "#$1 evelynGarden1#Wczoraj widziałam piękną rodzinę motyli, opalającą się w miastowym ogródeczku.$k#$e#Nasz dobry burmistrz powierzył mi opiekę nad tymi ogródkami.#$e#Tygodniami pracowałam nad tymi donicami, więc postaraj się przypadkowo na nich nie stanąć!",
        "Thu": "Upiekę dzisiaj ciasteczka. Lubię je piec w kształcie kwiatów na wiosnę.$h#$e#Może kiedyś zdradzę ci przepis.",
        "Fri": "George spędza całe dnie przed tym głupim telewizorem.#$e#Chciałabym, żeby częściej wychodził na zewnątrz. Trochę świeżego powietrza dobrze by mu zrobiło.",
        "Sat": "Kiedyś uwielbiałam patrzeć na chmury, ale teraz ciężko mi je dostrzec.#$e# Moje oczy, nie są już takie jak kiedyś.$s",
        "Sun": "Dobrze jest mieszkać blisko oceanu. Dźwięki fal i wody sprawiają, że zasypianie jest łatwiejsze.#$e#Za młodu szukaliśmy muszelek po tym jak fala wyrzucała je na brzeg. Ohh... Kiedyś to było...",
        "Tue6": "To miłe z Twojej strony, że odwiedzasz mnie i Georga.#$e#Bez młodzieży ludzie dookoła starzeliby się szybciej.$h",
        "Event_cookies1": "Dziękuję!$h",
        "Event_cookies2": "Co mówisz, drogie dziecko? Mogłabym przysiąść, że słyszałam 'krążek hokejowy'. *ehh* Mój słuch nie jest taki jak kiedyś.$s",
        "summer_Mon": "Czuje się bardziej pobudzona w taką piękną pogodę.$u",
        "summer_Mon_inlaw_Alex": "Jak tam mój wnusio? Myślę, że jest szczęśliwy mieszkając na farmie.#$e#Zasługuje na szczęście... Jest dobrym dzieckiem.",
        "summer_Tue": "George zawsze jest mniej zrzędliwy w lecie. Ciepło łagodzi jego obolałe kości.#$e#Możesz o tym nie wiedzieć, ale ja wiem. Znam go ponad sześćdziesiąt lat!",
        "summer_Wed": "Nasz dobry burmistrz powierzył mi opiekę nad miastowymi ogródkami.#$e#Tygodniami pracowałam nad tymi donicami, więc postaraj się przypadkowo na nich nie stanąć!",
        "summer_Thu": "Dzisiaj upiekę ciasteczka kokosowe w kształcie małych palm.$h#$e#Może kiedyś zdradzę ci na nie przepis.",
        "summer_Sat": "Uważaj na siebie, drogie dziecko. Żebyś nie ${dostał^dostała}$ udaru słonecznego!",
        "summer_Sun": "Pachnący groszek już kwitnie.#$e#Cudownie pachnie, prawda?",
        "summer_Thu4": "Zawsze mam więcej gości, gdy tylko zaczynam piec ciasteczka.#$e#Mam ten przepis od mojej mamy.",
        "fall_Mon": "Z każdym rokiem bardziej doceniam pory roku. Dla młodszych osób łatwiej przemijają.",
        "fall_Tue": "Dałam rodzynki do owsianki Georga... ale on nawet się nie odezwał. Czy on je w ogóle zauważa?",
        "fall_Wed": "Nasz dobry burmistrz powierzył mi opiekę nad miastowymi ogródkami.#$e#Jesienne kwiaty są delikatne, więc nie nadepnij na nie! Wiem, że wy młodzi bardzo to lubicie.",
        "fall_Thu": "Upiekę dzisiaj ciasteczka w kształcie małych dyń.$h#$e#Może kiedyś zdradzę ci przepis.",
        "fall_Sat": "Przyjaźnisz się z Alexem?#$e#Czasami strasznie się o niego martwię.",
        "fall_Sat_inlaw_Alex": "Oh, witaj mój drogi. Myślę teraz o tobie jak o moim wnuczku.$h¦Oh, witaj moja droga. Myślę teraz o tobie jak o mojej wnuczce.$h",
        "fall_Sun": "Może mój wzrok jest gorszy, ale nos jeszcze mnie nie zawiódł!#$e#Czuję upadłe liście i grzyby. Przypomina mi o lasach w których bawiłam się za młodu.",
        "winter_Mon": "Uważaj żeby się nie poślizgnąć na lodzie, drogie dziecko.",
        "winter_Tue": "Nie jest ci zimno? Załóż kurtkę!#$e#Ta pogoda nie jest za dobra dla moich stawów...$s",
        "winter_Wed": "Przez cały czas pielęgnuję ogródki, a teraz w zimie są pokryte śniegiem.#$e#I tak lubię na nie spoglądać.",
        "winter_Thu": "Dzisiaj piekę ciasteczka. Są w kształcie małych gwiazdek.$h#$e#Może kiedyś zdradzę ci przepis.",
        "winter_Sat": "Mieszkamy tu od ponad 30 lat.#$e#Widzieliśmy wiele osób, które przychodziły i odchodziły. Twój dziadek, na przykład. Szkoda mi go... *ehh*",
        "winter_Sat6": "Oh... moje drogie dziecko. Masz oczy po dziadku...$s#$e#Tak... tak... Dobrze go znałam.",
        "winter_Sun": "Lepiej zjedz ciepłą zupę, żeby się rozgrzać.#$e#I pamiętaj, o kurtce!",
        "winter_Sat8": "@, Mówiłam ci, że razem z Georgem mieszkamy tu od 30 lat?#$e#Mam nadzieję, że ty jeszcze trochę tu pomieszkasz.$h"
    }