{
        "Introduction": "Hmmph... Wkurza mnie poznawanie nowych osób.#$b#Przy okazji, jestem George. A teraz odczep się ode mnie... Hmmph.",
        "AcceptGift_(O)StardropTea": "Hmm... *łyk*... aaach... Smakuje jak zapiekanka z tuńczyka mojej mamusi! Przepyszne!",
        "accept_867": "Co to?#$b#Czyli najpierw naciskasz ten guzik? A ten co robi? Hmmph... *zrzędzi*#$b#He he! Patrz! Nowy kanał!$h#$b#Masz, to kamień, który znalazłem, gdy byłem górnikiem. Zabawny — błyszczy i jest zimny od ponad 40 lat. Jakby magia!",
        "GreenRain": "Już, już, kochanie... Nie martw się.%noturn#$b#Nawet jeśli to toksyczne, wdychałem gorsze rzeczy, siedząc minutę w kopalni węgla... A nadal żyję!",
        "GreenRain_2": "Wygląda na to, że młodzi będą mieli dużo odchwaszczania... He he...$h",
        "pamHouseUpgrade": "Dziękuję ci za zastąpienie tej starej paskudnej przyczepy... Nowy dom jest o wiele przyjemniejszy dla oka.#$e#Wiesz, pewnie dzięki temu też wzrosła wartość naszej posiadłości!",
        "pamHouseUpgradeAnonymous": "Cóż... ten nowy dom trochę zasłania mi widok na rzekę... Ale i tak wygląda lepiej niż ta stara puszka, w której mieszkała Pam.",
        "MovieInvitation": "Chcesz obejrzeć film z takim starym prykiem jak ja? Cóż... Ok. Widzimy się na miejscu.",
        "eventSeen_502969_memory_oneweek": "Nie wiem, co zrobiłeś, ale tych szopów nie ma już od tygodnia!^Nie wiem, co zrobiłaś, ale tych szopów nie ma już od tygodnia!",
        "eventSeen_18_memory_oneweek": "Może się wydawać, że nie kontaktuję, ale gdybyś żył tyle co ja, nauczyłbyś się paru rzeczy o życiu. To jest 'wiedza'.^Może się wydawać, że nie kontaktuję, ale gdybyś żyła tyle co ja, nauczyłabyś się paru rzeczy o życiu. To jest 'wiedza'.#$b#Młodzież nie rozumie pełnego obrazu sytuacji. Jak tak można?",
        "married_Alex": "... Hmmph.^Chciałbym zostać pradziadkiem, zanim się przekręcę. Myślisz, że dasz radę?",
        "divorced_once": "Hmmph... Na łatwiznę, co?#$e#Dziś ludzie traktują małżeństwo jak telewizor... Jak się znudzi, zmień kanał! Za moich czasów... *zrzędzi*",
        "joja_Begin": "Więc... po starym domu kultury. Co się stało z kosztownościami małego miasteczka? Wstyd, jak czasy się zmieniły...",
        "Mon": "Nie jestem zbyt rozmowny. Zwłaszcza w stosunku do nieznajomych, mam nadzieję, że rozumiesz.",
        "Tue": "Hmmph... Kolejny ponury dzień.$s",
        "Wed": "Alex to mój wnuk. Czy już ci o tym mówiłem?#$e#Co? Mów głośniej.",
        "Wed_inlaw_Alex": "Jak dwóch mężczyzn może być razem? To nienaturalne... Hmm. Może po prostu jestem \"starej daty\"...^Jesteś teraz częścią naszej rodziny. Cieszę się, że mój wnuk znalazł sobie taką ładną żonę.",
        "Wed10_inlaw_Alex": "Muszę przyznać, że z początku wydawało mi się to... dziwne, żeby dwóch mężczyzn było razem. No ale ty jesteś naprawdę bardzo miłym młodzieńcem. Wiem, że jesteście zakochani... Zmieniłem zdanie.^Jesteś teraz częścią naszej rodziny... Nie mogę być bardziej dumny.",
        "Thu": "Nie mogę teraz rozmawiać, chłopcze.^Nie mogę teraz rozmawiać, panienko.#$e#Oglądam mój ulubiony program.",
        "Fri": "Więc jesteś farmerem, hmm? Przynajmniej to uczciwa praca.",
        "Sat": "Ten weekend nie różni się od innych, przynajmniej dla mnie.#$e#Tak to już jest na emeryturze.",
        "Sun": "Nie jest ci zimno? Teraz nie robią swetrów tak jak kiedyś.#$e#*Ech*",
        "Mon6": "Zaskoczyło mnie, że chcesz się przyjaźnić z takim dziadem jak ja.",
        "Thu6": "Cześć, @. Chcesz ze mną pooglądać telewizję?",
        "Fri4": "Mój dziadek był farmerem. To bardzo szanowany zawód.#$e#Gdybym nie był taki stary, przyszedłbym na twoją farmę i pokazał kilka rzeczy... a może nawet więcej.",
        "Wed8": "Chciałbym, żeby moje nogi działały jak kiedyś. Mógłbym porzucać piłkę z Alexem.$s#$e#Niestety, to już niemożliwe.$s",
        "Fri8": "Myślałem sobie... Może byłem trochę zrzędliwy.$s#$e#Kiedyś myślałem, że nikogo nie obchodzą tacy starzy ludzie jak my.",
        "Fri10": "Wiesz co... Byłem bardzo zrzędliwym starcem dla każdego, ale teraz chyba zmiękłem jak dojrzały owoc. He he!$h#$e#Uważaj na siebie, mój drogi.^Uważaj na siebie, moja droga.",
        "Wed10": "@! Pozwól, że wyłączę ten głupi telewizor, żebyśmy mogli porozmawiać.$h#$e#Więc no... co wy, młodzi ludzie, robicie w tych czasach?",
        "Tue10": "Wiesz... Nie powinienem być taki zły przez moje kalectwo.#$e#Powinienem się cieszyć, że żyję.$h",
        "Thu10": "Kiedy zestarzejesz się tak jak ja, dużo trudniej będzie ci dostosować się do nowych rzeczy.#$e#Któregoś dnia zrozumiesz, o co mi chodzi.#$e#No idź, ciesz się młodością, póki możesz.",
        "winter_1": "Brr... Strasznie zimno.#$e#Kiedy jesteś młody, nie odczuwasz tego tak bardzo.",
        "WinterStar_GiveGift_After": "Nie podobało ci się, co? Ech! Ta dzisiejsza młodzież... Niczego nie doceniają. To było drogie, a pieniądze nie rosną na drzewach, wiesz!"
    }