{
  "Introduction": "Hmmph... To irytujące, że muszę poznawać te wszystkie nowe osoby.#$b#Przy okazji nazwywam się George, a teraz odczep się ode mnie... Hmmph.",
  "accept_867": "Co to?#$b#Hmmph... czyli najpierw naciskasz ten guzik? A ten co robi? Hmmph... *zrzęd*#$b#Hehe! I co ty na to! To nowy kanał!$h#$b#Proszę, weź to. To kamień, który znalazłem, kiedy byłem górnikiem. Zabawne, błyszczał i był zimny przez ponad 40 lat. Jakby magia!",
  "pamHouseUpgrade": "Dziękuję ci za zastąpienie tej starej paskudnej przyczepy... nowy dom jest o wiele przyjemniejszy do oglądania.#$e#Wiesz, pewnie dzięki temu też zwiększyła się cena naszej posiadłości!",
  "pamHouseUpgradeAnonymous": "Cóż... ten nowy dom troszke blokuje mi widok na rzeke... ale i tak to lepiej wygląda niż ta stara puszka w której mieszkała Pam.",
  "MovieInvitation": "Chcesz pooglądać film ze starym prykiem takim jak ja? ...Cóż... okej. Widzimy się na miejscu.",
  "joja_Begin": "Więc... już po starym centrum społeczności. Co się stało z kosztownościami małego miasteczka? To wstyd, jak czasy się zmieniły...",
  "Mon": "Nie należę do tych rozmownych osób. Zwłaszcza w stosunku do nieznajomych, mam nadzieję, że nie masz nic przeciwko, że ci to mówię.",
  "Tue": "Hmmph... Kolejny ponury dzień.$s",
  "Wed": "Alex jest moim wnukiem. Czy kiedyś ci o tym mówiłem?#$e#Hę? Mów głośniej!",
  "Wed_inlaw_Alex": "Jak dwóch mężczyzn może się ze sobą ożenić? To nienaturalne... Hmm. Myślę że, jestem po prostu\"Starej daty\"...^Jesteś teraz częścią naszej rodziny. Cieszę się, że mój wnuk znalazł sobie taką ładną żonkę.",
  "Wed10_inlaw_Alex": "Muszę przyznać, że z początku wydawało mi się to... dziwne... żeby dwóch mężczyzn było ze sobą razem. No, ale ty jesteś naprawdę bardzo miłym młodzieńcem. Wiem, że wy dwoje jesteście zakochani... Zmieniłem swoje zdanie.^Jesteś teraz częścią naszej rodziny...nie mogę być bardziej dumny.",
  "Thu": "Nie mogę teraz rozmawiać chłopcze.^Nie mogę teraz rozmawiać dziewcze.#$e#Oglądam mój ulubiony program.",
  "Fri": "Więc jesteś farmerem, hmm? Przynajmniej to uczciwa praca.",
  "Sat": "Ten weekend nie różni się od innych, przynajmniej dla mnie.#$e#Tak to jest, gdy jesteś na emeryturze.",
  "Sun": "Nie jest ci zimno? Teraz nie robią swetrów takich jak kiedyś.#$e#*wzdech*",
  "Mon6": "Jestem zaskoczony, że chcesz się przyjaźnić z takim starcem jak ja.",
  "Thu6": "Cześć, @. Chcesz ze mną pooglądać telewizję?",
  "Fri4": "Mój dziadek był farmerem. To bardzo szanowany zawód.#$e#Gdybym nie był taki stary przyszedłbym na twoją farmę i pokazał parę rzeczy, jak nie więcej...",
  "Wed8": "Chciałbym żeby moje nogi działały jak kiedyś, żebym mógł porzucać piłką z Alex'em.$s#$e#To się już nigdy, jednak nie stanie...$s",
  "Fri8": "Tak sobie myślałem...Może byłem trochę zrzędliwy.$s#$e#Myślałem kiedyś, że nikogo nie obchodzą tacy starzy ludzie, jak my.",
  "Fri10": "No wiesz... Naprawdę byłem bardzo zrzędliwym starcem w stosunku do każdego, ale teraz czuję, że zmiękczam się jak stary dojrzewający owoc. Hehe!$h#$e#Uważaj na siebie mój drogi.^Uważaj na siebie moja droga.",
  "Wed10": "@! Pozwól, że wyłączę ten głupi telewizor, żebyśmy mogli razem porozmawiać.$h#$e#Więc, co wy młodzi ludzie robicie w tych czasach?",
  "Tue10": "No wiesz... Nie powinienem być taki przygnębiony z powodu moich nóg.#$e#Powinienem być po prostu szczęśliwy z tego, że żyję.$h",
  "Thu10": "Kiedy się zestarzejesz tak jak ja, dużo trudniej jest dostosować się do nowych rzeczy.#$e#Któregoś dnia zrozumiesz o co mi chodzi.#$e#No idź, ciesz się ze swojej młodości, póki możesz.",
  "winter_1": "Ohh... Jest strasznie zimno.#$e#Kiedy jesteś młody, zimno tak bardzo ci nie doskwiera."
}