{
        "Introduction": "No witam! Jestem Gus, kucharz i właściciel Gwiezdnej Knajpy.#$e#Wpadnij, gdy będzie ci trzeba orzeźwienia. Zawsze mam gorącą kawę i zimnego browara.$h",
        "AcceptGift_(O)StardropTea": "Oł wow, dziękuję! Mam ochotę wypić ją całą, ale zachowam trochę do knajpy. Założę się, że można z tego zrobić dobry koktajl!",
        "AcceptGift_category_cooking": "*niuch*... Ah. Wyśmienita potrawa. Wiesz co lubię, @.$h",
        "accept_865": "*niuch* *niuch*... Ostry zapach!#$b#*siorb* *siorb* ... Ten ostry smak! Piaskowa tekstura!#$b#To może być tylko wyśmienita sól pomidorowa! Wymienię się za to.",
        "GreenRain": "Widziałem wczoraj prognozę pogody. Napędziło mi to stracha!$s#$e#Czy tam są potwory? Co się dzieje?",
        "GreenRainFinished": "Cieszę się, że to już koniec. Już jedno zmartwienie mam, i jest nim prowadzenie tej knajpy, nie potrzeba mi jeszcze egzotycznej pogody!",
        "GreenRain_2": "*niuch*... Te deszcze mają specyficzny zapach. Czujesz? Prawie jak zmielone przyprawy...",
        "cropMatured_256": "Lewis mi powiedział, że twoje pomidory dojrzały. To dobre wieści!#$b#...Wyobraź sobie jakby wyglądał kulinarny świat bez pomidorów...",
        "eventSeen_502969": "Ważne jest dla mnie, żeby ludzie odżywiali się zdrowo i smacznie. Niestety, w tych czasach nie dla każdego jest to łatwe.",
        "married": "Hej @, chciałem powiedzieć, że cieszę się z waszego szczęścia.",
        "dating_Emily_memory_oneweek": "Emily ma ostatnio bardzo dużo energii... Zastanawiam się dlaczego? *mrug*",
        "divorced_once": "Hej, przykro mi z powotu waszego rozstania...$s#$e#Jeśli trzeba ci towarzystwa, zawsze jesteś tu mile widziany.^Jeśli trzeba ci towarzystwa, zawsze jesteś tu mile widziana.",
        "divorced_twice": "Kolejne nie udane małżeństwo? Cóż, zdarza się. Chyba będę cie tu widywał częściej...$s",
        "eventSeen_3206194": "Hej, jeszcze raz dzięki za te wszystkie jajka. Dzięki tobie omlet wyszedł wyśmienity!",
        "Resort_Entering": "Hej, @! Dobrze, że jesteś. Serwuje dobre rzeczy z baru.",
        "Resort_Leaving": "Widzimy się w domu, @.",
        "Resort": "Jak dopadnie cię pragnienie to spotkamy się w barze.",
        "IslandSouth_14_21": "Hej, chcesz się napić? Mam trochę specjalnych napojów z lokalnych składników tej wyspy.$h",
        "willyCrabs": "To najlepsze krabowe ciastka jakie kiedykolwiek zrobiłem...",
        "Mon": "Tak, wiem dużo o ludziach mieszkających tutaj.#$e#Takie są zalety bycia barmanem.$h#$e#Czasami słyszę za dużo...",
        "pamHouseUpgrade": "Hej. Słyszałem o Twojej życzliwości dla Pam. To było bardzo miłe z Twojej strony!$h#$e#Niestety, to chyba jej nie odetnie od 'trunków'...",
        "pamHouseUpgradeAnonymous": "Spotkałem dzisiaj Pam... uśmiechała się od ucha do ucha! Mówiła, że ktoś wybudował jej dom!#$e#Ktokolwiek to był, zasługuje na najlepsze!$h",
        "Saloon": "Witaj. Czy mogę coś podać?",
        "Saloon4": "Witaj. Rozgość się.",
        "SeedShop_Entry": "Cześć, Pierre!/Czego mi trzeba.../Ah, to dobrze wygląda!/Robię dzisiaj mój specjalny sos!/Pierre! Co masz świeżego?/Pierre! Masz coś dla mnie?",
        "Saloon8": "Witaj @. Cieszę się, że cię widzę! Zawsze jesteś tutaj mile widziany.^Witaj @. Cieszę się, że cię widzę! Zawsze jesteś tutaj mile widziana.",
        "Saloon_Tue": "Cześć! Odpręż się i baw się dobrze.",
        "Saloon_Thu": "Hej, wyglądasz jakby przydał ci się dobry trunek.",
        "Saloon_Fri": "Biznes dziś dobrze się kręcił. Jestem zadowolony.",
        "Tue": "W każdy tydzień sprzedaje inne potrawy, więc wpadaj często!#$e#Możesz zasmakować czegoś niezwykłego.$h#$e#Jeśli masz na coś alergię, daj znać.$s#$e#Okej, do zobaczenia.",
        "Wed": "Emily tu pracuje od dłuższego czasu. Nie wiem co bym bez niej zrobił!#$e#Nie chciałbym sam zmywać tych wszystkich garów.$s",
        "Thu": "Pam i Clint przychodzą do knajpy prawie codziennie.#$e#Gdyby nie oni, prawdopodobnie bym zbankrutował.$h#$e#Postaraj się ich nie spłoszyć!",
        "Thu6": "Clint przychodzi codziennie w nocy i siedzi sam przy stole.#$e#Czasami nerwowo gapi się na Emily. Hmmm.#$e#Może to dlatego tak często przychodzi. No cóż, to znaczy więcej roboty dla mnie.",
        "Thu8": "Pam Przychodzi do knajpy codziennie w nocy i pije za dużo piwa.#$e#Nie powinienem oceniać moich klientów.",
        "Fri": "Witaj, @. Jeśli chce ci się pić, knajpa to strzał w dziesiątkę.",
        "Fri4": "W sumie to nie piję dużo. Robię to głównie po to, żeby zarobić na życie.#$e#Ale od czasu do czasu lubię się napić czegoś wytrawnego.",
        "Sat": "Lubisz gotować, @?#$e#Jeśli masz kuchnię i przepisy możesz ugotować jakieś smaczne dania.#$e#Domowy obiad, może być bardzo dobrym prezentem.",
        "Sun": "Biznes się kręci, dzięki moim stałym klientom."
    }