{
  "Introduction": "No witam! Jestem Gus, kucharz i właściciel Gwiezdnej Knajpy.#$e#Wpadnij, gdy będzie ci trzeba orzeźwienia. Zawsze mam gotową gorącą kawę i zimnego browara.$h",
  "accept_865": "*niuch* *niuch*... Ostry zapach!#$b#*siorb* *siorb*... Ten ostry smak! Ta ziarnista konsystencja!#$b#To może być tylko wyśmienita sól pomidorowa! Wymienię się za to.",
  "Resort_Entering": "Hej, @! Cieszę się, że tu jesteś. Będę serwował dobre rzeczy z baru.",
  "Resort_Leaving": "Widzimy się w domu, @.",
  "Resort": "Jak dopadnie cię pragnienie to spotkamy się w barze.",
  "IslandSouth_14_21": "Hej, chcesz się napić? Mam trochę specjalnych napojów, które prezentują lokalne składniki z tej wyspy.$h",
  "willyCrabs": "To pewnie są najlepsze krabowe ciastka jakie kiedykolwiek zrobiłem...",
  "Mon": "Tak, wiem dużo o ludziach mieszkających tutaj.#$e#Takie są zalety bycia barmanem.$h#$e#Czasami słyszę za dużo...",
  "pamHouseUpgrade": "Hej. Słyszałem o Twojej życzliwości dla Pam. To było bardzo miłe z Twojej strony!$h#$e#Niestety, to chyba jej nie odetnie od 'trunków'...",
  "pamHouseUpgradeAnonymous": "Spotkałem wcześniej Pam... uśmiechała się od ucha do ucha! Mówiła, że ktoś wybudował jej dom!#$e#Ktokolwiek to był, zasługuje na najlepsze!$h",
  "Saloon": "Dobry wieczór. Czy mogę coś podać?",
  "Saloon4": "Dobry wieczór. Rozgość się.",
  "SeedShop_Entry": "Cześć, Pierre!/Czego mi trzeba.../Ah, dobrze wygląda!/Robię dzisiaj mój specjalny sos!/Pierre! Co masz świeżego?/Pierre! Masz coś dla mnie?",
  "Saloon8": "Witaj @. Cieszę się, że cię widzę! Zawsze miło cię tu widzieć.",
  "Saloon_Tue": "Cześć! Odpręż się i baw się dobrze.",
  "Saloon_Thu": "Hej, wyglądasz jakby ci się przydał dobry trunek.",
  "Saloon_Fri": "Biznes dziś dobrze się kręcił. Jestem zadowolony.",
  "Tue": "W każdy tydzień sprzedaje inne potrawy, więc wpadaj od czasu do czasu!#$e#Możesz zasmakować czegoś spektakularnego.$h#$e#Jeśli masz na coś alergię, daj znać!$s#$e#Okej, do zobaczenia.",
  "Wed": "Emily tu pracuje od pewnego czasu. Nie wiem co bym bez niej zrobił!#$e#Nie chciałbym sam zmywać tych wszystkich garów.$s",
  "Thu": "Pam i Clint przychodzą do knajpy codziennie w nocy.#$e#Prawdopodobnie bym zbankrutował, gdyby nie przychodzili.$h#$e#Więc spróbuj ich nie odstraszyć!",
  "Thu6": "Clint przychodzi codziennie w nocy i siedzi sam przy stole.#$e#Czasami nerwowo gapi się na Emily. Hmmm.#$e#Może to dlatego tak często przychodzi. No cóż, to znaczy więcej roboty dla mnie.",
  "Thu8": "Pam Przychodzi do knajpy codziennie w nocy i pije za dużo piwa.#$e#No cóż, nie powinienem oceniać i mówić o swoich klientach.",
  "Fri": "Witaj, @. Jeśli chcesz pić, knajpa to strzał w dziesiątkę.",
  "Fri4": "W sumie to dużo nie piję. Robię to głównie po to, żeby zarobić na życie.#$e#Jednakże od czasu do czasu lubię się napić czegoś wytrawnego.",
  "Sat": "Lubisz gotować, @?#$e#Jeśli masz kuchnię i przepisy możesz ugotować jakieś przydatne dania.#$e#Domowy obiad, może być bardzo dobrym prezentem.",
  "Sun": "Biznes dobrze się trzyma, dzięki moim stałym klientom."
}