{
        "Introduction": "No witam! Jestem Gus, kucharz i właściciel Gwiezdnej Knajpy.#$e#Wpadnij, gdy będziesz potrzebować orzeźwienia. Zawsze mam gorącą kawę i zimnego browara.$h",
        "AcceptGift_(O)StardropTea": "Oh, wow, dziękuję! Mam ochotę wypić ją całą, ale zachowam trochę do knajpy. Założę się, że można z tego zrobić świetny koktajl!",
        "AcceptGift_Positive_category_cooking": "*niuch*... Ach. Wyśmienita potrawa. Wiesz, co lubię, @.$h",
        "accept_865": "*niuch* *niuch*... Ostry zapach!#$b#*siorb* *siorb*... Ten pikantny smak! Piaskowa tekstura!#$b#To może być tylko wyśmienita sól pomidorowa! Wymienię się za to.",
        "GreenRain": "Widziałem wczoraj prognozę pogody. Napędziło mi to stracha!$s#$e#Czy tam są potwory? Co się dzieje?",
        "GreenRainFinished": "Cieszę się, że to już koniec. Mam już wystarczająco zmartwień z prowadzeniem tej knajpy — nie potrzeba mi jeszcze egzotycznej pogody!",
        "GreenRain_2": "*niuch*... Te deszcze mają specyficzny zapach. Czujesz? Prawie jak zmielone przyprawy...",
        "cropMatured_256": "Lewis mi powiedział, że Twoje pomidory dojrzały. To świetna wiadomość!#$b#... Wyobraź sobie kulinarny świat bez pomidorów...",
        "eventSeen_502969": "Ważne jest dla mnie, by ludzie odżywiali się zdrowo i smacznie. Niestety, w tych czasach nie każdy ma taką możliwość.",
        "married": "Hej @, chciałem powiedzieć, że cieszę się z waszego szczęścia.",
        "dating_Emily_memory_oneweek": "Emily ma ostatnio mnóstwo energii... Zastanawiam się, dlaczego? *mrug*",
        "divorced_once": "Hej, przykro mi z powodu waszego rozstania...$s#$e#Jeśli potrzebujesz towarzystwa, zawsze jesteś tu mile widziany.^Jeśli potrzebujesz towarzystwa, zawsze jesteś tu mile widziana.",
        "divorced_twice": "Kolejne nieudane małżeństwo? Cóż, zdarza się. Chyba będę Cię tu widywał częściej...$s",
        "eventSeen_3206194": "Hej, jeszcze raz dzięki za te wszystkie jajka. Dzięki Tobie omlet wyszedł wyśmienity!",
        "Resort_Entering": "Hej, @! Dobrze, że jesteś. Serwuję dobre rzeczy z baru.",
        "Resort_Leaving": "Widzimy się w domu, @.",
        "Resort": "Jak dopadnie Cię pragnienie, spotkamy się w barze.",
        "IslandSouth_14_21": "Hej, chcesz się napić? Mam trochę specjalnych napojów z lokalnych składników tej wyspy.$h",
        "willyCrabs": "To najlepsze krabowe ciastka, jakie kiedykolwiek zrobiłem...",
        "Mon": "Tak, wiem dużo o ludziach mieszkających tutaj.#$e#Takie są zalety bycia barmanem.$h#$e#Czasami słyszę nawet za dużo...",
        "pamHouseUpgrade": "Hej. Słyszałem o Twojej życzliwości wobec Pam. To było bardzo miłe z Twojej strony!$h#$e#Niestety, to chyba jej nie odciągnie od 'trunków'...",
        "pamHouseUpgradeAnonymous": "Spotkałem dzisiaj Pam... uśmiechała się od ucha do ucha! Mówiła, że ktoś wybudował jej dom!#$e#Ktokolwiek to był, zasługuje na wszystko, co najlepsze!$h",
        "Saloon": "Witaj. Czy mogę coś podać?",
        "Saloon4": "Witaj. Rozgość się.",
        "SeedShop_Entry": "Cześć, Pierre!/Czego mi trzeba.../Ach, to dobrze wygląda!/Robię dziś mój specjalny sos!/Pierre! Co masz świeżego?/Pierre! Masz coś dla mnie?",
        "Saloon8": "Witaj @. Cieszę się, że Cię widzę! Zawsze jesteś tutaj mile widziany.^Witaj @. Cieszę się, że Cię widzę! Zawsze jesteś tutaj mile widziana.",
        "Saloon_Tue": "Cześć! Odpręż się i baw dobrze.",
        "Saloon_Thu": "Hej, wyglądasz, jakby przydał Ci się dobry trunek.",
        "Saloon_Fri": "Biznes dziś dobrze się kręcił. Jestem zadowolony.",
        "Tue": "W każdy tydzień oferuję inne potrawy, więc wpadaj często!#$e#Możesz zasmakować czegoś niezwykłego.$h#$e#Jeśli masz na coś alergię, daj znać.$s#$e#No dobrze, do zobaczenia.",
        "Wed": "Emily pracuje tu od dłuższego czasu. Nie wiem, co bym bez niej zrobił!#$e#Nie chciałbym sam zmywać tych wszystkich garów.$s",
        "Thu": "Pam i Clint przychodzą do knajpy prawie codziennie.#$e#Gdyby nie oni, prawdopodobnie bym zbankrutował.$h#$e#Postaraj się ich nie spłoszyć!",
        "Thu6": "Clint przychodzi codziennie wieczorem i siedzi sam przy stole.#$e#Czasami nerwowo gapi się na Emily. Hmm.#$e#Może to dlatego tak często przychodzi. No cóż, to więcej roboty dla mnie.",
        "Thu8": "Pam przychodzi do knajpy codziennie wieczorem i pije za dużo piwa.#$e#Nie powinienem oceniać moich klientów.",
        "Fri": "Witaj, @. Jeśli chce Ci się pić, knajpa to strzał w dziesiątkę.",
        "Fri4": "W sumie to nie piję dużo. Robię to głównie, żeby zarobić na życie.#$e#Ale od czasu do czasu lubię napić się czegoś wytrawnego.",
        "Sat": "Lubisz gotować, @?#$e#Jeśli masz kuchnię i przepisy, możesz przygotować smaczne dania.#$e#Domowy obiad może być świetnym prezentem.",
        "Sun": "Biznes się kręci dzięki moim stałym klientom."
    }