{
        "Introduction": "Och... Ty jesteś tym nowym farmerem, tak?^Och... Ty jesteś tą nową farmerką, czy coś tam. Tak?#$e#Hę? Och... Jestem Haley.#$e#Hmm... Gdyby nie te przerażające ciuchy, byłbyś uroczy.^Hmm... Gdyby nie te przerażające ciuchy, byłabyś nawet ładna... W sumie, nieważne.$h",
        "FlowerDance_Accept": "Och... chcesz zatańczyć *ze mną*, prawda?$13^Och? pewnie! Zatańczę z Tobą!#$b#Hehe... oczywiście. Z przyjemnością zostanę Twoją partnerką.$h^Będziemy się dobrze bawić!$h#$e#Hmm... Podziwiam Twoją pewność siebie. Większość chłopaków wstydzi się mnie zapytać.^Pięknie dziś wyglądasz!$h",
        "AcceptBirthdayGift_Loved": "*wdech*... To dla mnie? Wow, @, to najlepszy prezent urodzinowy ever!$h",
        "AcceptBirthdayGift_Liked": "Oooo, masz dla mnie prezent urodzinowy? Cóż, podoba mi się!$h",
        "AcceptBirthdayGift_Negative": "Ochyda! I to ma być prezent urodzinowy? Co jest z Tobą nie tak!$a",
        "AcceptGift_(O)StardropTea": "Dla mnie? Oooo... Nie wiem czy mam to wypić, czy użyć tego jako szamponu...",
        "AcceptGift_(O)88": "$c 0.8#Czy to... kokos? Podoba mi się!$h#Mmm.... kokosy przypominają mi o ciepłych, słonecznych dniach na plaży. Gdy taki trzymam, czuję się jak na plaży... nawet jak pada.",
        "AcceptGift_(O)421": "Wow, są piękne! To moje ulubione.$h",
        "GreenRain": "Nie wydaje mi się, że kiedykolwiek tu byłam. Nawet jest tu przytulnie!$h#$e#Och, nie martwię się deszczem. Na pewno przeminie.",
        "GreenRain_2": "Obudź mnie, gdy będzie różowy deszcz... albo jeszcze lepiej, deszcz różowego ciasta!",
        "eventSeen_14": "Fajnie było porobić sobie zdjęcia, ale dwie godziny stałam pod prysznicem, żeby pozbyć się błota z włosów!$h",
        "eventSeen_13_memory_oneweek": "%Haley wita Cię z uśmiechem. Zauważasz, że nosi bransoletka swojej prababci.",
        "eventSeen_12_memory_oneweek": "Wow, chyba ktoś tu czytał najnowszy numer 'Super Fashion Girl'... zabłocone gumiaki są teraz w modzie!$h",
        "eventSeen_12_memory_twoweeks": "Moi rodzice wysłali kolejną pocztówkę... Chyba są w trakcie rejsu wzdłuż wybrzeża morza klejnotów.#$e#Pisali, że możemy z Emily się do nich dołączyć w każdej chwili, ale będę szczera... Kto chce jechać na wakacje z rodzicami?",
        "eventSeen_11_memory_oneweek": "Ostatnio Emily upiekła coś co się nazywa 'wiewiórczy bochenek'...$u#$e#Jak smakowało? Um... cóż, gdyby mój ogon był trochę bardziej puchaty, pewnie by mi posmakowało.$h",
        "eventSeen_11_memory_twoweeks": "Oglądałeś tamten odcinek 'Łez'? *szloch*... Nie mogę uwierzyć, że Kyle i Amy ze sobą zerwali...$s^Oglądałaś tamten odcinek 'Łez'? *szloch*... Nie mogę uwierzyć, że Kyle i Amy ze sobą zerwali...$s",
        "cropMatured_421": "Moje imie znaczy 'pole słomy', ale lubię sobie myśleć, że znaczy łąka słoneczników...",
        "dating_Haley": "Czekałam aż mnie o to zapytasz.$l",
        "dating_Haley_memory_oneday": "Przystojnie dziś wyglądasz.$l^Ładnie dziś wyglądasz.$l",
        "married_Emily": "Cóż, to chyba sprawia, że jesteś moim 'szwagrem', hę? nawet zabawnie o tym myśleć .^Hej, od teraz chyba jesteśmy trochę jakby siostrami!$h",
        "divorced_Emily": "Nie wyszło między Tobą a Emily, hę? Cóż... Zdarza się.#$e#Jest *to* trochę niezręczne, że oboje mieszkacie w tak małym miasteczku.",
        "dating_Haley_memory_oneyear": "No, o co chodzi... będę Twoją 'dziewczyną' na zawsze...?$7",
        "married_Emily_memory_oneweek": "Czy Emily przystosowuje się do życia na farmie?#$e#Wiesz, zaczęłam się zastanawiać czy Emily w końcu się ohajta...",
        "Resort_Entering": "Widziałam delfina!",
        "Resort_Leaving": "Coś jest w tym słońcu, przez co czuję się dobrze.",
        "Resort_Shore": "To dziwne, gdzie życie może Cię zabrać... Kto wie na jakie inne miejsca napotkamy?",
        "Resort_Shore_2": "Wow, patrz jak słońce mieni się na horyzoncie!$h#$b#Założę się, że zachody słońca tutaj niesamowicie zdobiłyby zdjęcia.#$e#Następnym razem wezmę aparat.",
        "Resort_Towel": "Uzyskanie idealnej opalenizny to sztuka...#$e#To trochę jak przypiekanie pianki... Musisz odpowiednio się obracać.$h",
        "Resort_Towel_2": "Leżąc tak na tropikalnej wyspie.#$b#*ehh* myślę, że w końcu znalazłam swoje miejsce w świecie.#$e#Ale Dolina też nie jest taka zła!$h",
        "Resort_Towel_3": "Przyjaciółka Emily wysłała mi ten kostium kąpielowy z miasta Zuzu.#$e#Miejska moda to zupełnie co innego, prawda?$h",
        "Resort_Chair": "Pomalowałam swoje paznokcie na stopach na niebiesko, żeby pasowały do oceanu. Co o nich myślisz*$h",
        "Resort_Bar": "Gus zrobił słodki, owocowy drink tylko dla mnie!$h",
        "Resort": "To taka idealna plaża. Gdybym mogła to zostałabym tu na zawsze!",
        "FlowerDance_Accept_Spouse": "*ehh*... Moje dni bycia Królową kwiatów dobiegły końca... więc dla mnie będzie to słodko-gorzki taniec.$s#$b#Ale, tak...",
        "FlowerDance_Decline": "Fuj... Nie.",
        "divorced": "Poradzę sobie sama...$7#$e#Nieważne, dzięki za wspólne chwile.$7#$e#Pff, czego ciągle tu jesteś? Idź żyć własnym życiem.$7",
        "breakUp": "Aaa!$8#$b#Och... hmph. Zostawiasz mnie?! Ok, dobra...",
        "dumped_Girls": "Nie mam Ci nic do powiedzenia!$a",
        "secondChance_Girls": "No dobra, niech Ci będzie. Skończyłam się na Ciebie gniewać. Tylko obiecaj, że to się już więcej nie powtórzy.$s",
        "Mon": "To miasteczko jest za małe. Słabo.$u#$e#Jak chcę kupić jakieś fajne ubrania muszę jechać, jakieś trzydzieści kilometrów. Pfff, tragedia.$s#$e#Dlatego wolę zamawiać online.#$e#Co?",
        "Tue": "Fajne buty.^Ładny makijaż.#$b#Są z plastiku?^Albo czekaj... Czy Ty w ogóle jakiś masz?#$e#Nudzę się.",
        "Wed": "Jedyne co w tym miejscu lubię to plaża.$u",
        "Thu": "#$1 HaleyClothes#Zdecydowałam, że sama sobie zorganizuję ciuchy. Muszę wyrzucić wszystkie rzeczy z ostatniego roku, żeby zrobić miejsce na nowe!#$e#*ehh* zjadłabym teraz babeczkę.#$e#Trzeba Ci czegoś?",
        "Fri": "%Haley Cię ignoruje.",
        "Fri2": "Nie męczysz się tym ciągłym bieganiem na farmie, albo nieważne?#$e#Nie zniosłabym ciągłego brudzenia się w ten sposób.#$e#Ale nieźle się opalasz.",
        "Sat": "Chcę iść na zakupy. Ugh! Szkoda, że tu nie ma centrum handlowego.",
        "Sun": "Moja siostra jest bardzo dziwna. Czasami zastanawiam się, czy jesteśmy spokrewnione.$u",
        "Wed8": "Istnieją tylko dwie rzeczy, które lubię w tym mieście.#$b#Jedną z nich jest plaża.#$e#Druga to tajemnica! *hihi*$h",
        "Tue2": "Ciekawe czy jakieś ładne muszelki przypłynęły na ląd?#$e#Niestety, o tej porze roku muszlę pojawiają się rzadko.",
        "Wed4": "Cieszę się, że kwiaty zaczynają kwitnąć.#$e#Te różowe ładnie pachną.$h",
        "Fri6": "Muszę sobie znaleźć inne hobby oprócz zakupów.#$e#Zdecydowałam, że poszerzę swoje horyzonty.#$e#Może powinnam nauczyć się grać na mini harfie?",
        "Mon6": "Kiedyś narzekałam na to, że Miasto Pelikan jest za małe, ale wyrosłam z tego.#$e#Gdyby było większe, byłoby zbyt tłoczno.",
        "Thu6": "Ugotowałam kolację. Wyszła nawet dobrze!#$e#Tylko, że zrobiłam bałagan w kuchni...",
        "Sun6": "Zastanawiam się nad oddaniem mnóstwa ciuchów... Mam setki par butów, których nie używam.",
        "Sat8": "#$1 haleySeagull#Wczoraj widziałam mewę z skrzydłem w sieci. Wyglądała tak bezradnie. Biedny ptaszek, od razu ruszyłam jej na ratunek.$k$s#$e#Wiesz, powinnam ćwiczyć więcej... Ten młody metabolizm nie potrwa zbyt długo.",
        "Fri10": "@, pójdziemy kiedyś na wycieczkę?#$e#Najbardziej egzotycznym miejscem, jakie widziałam jest Miasto Zuzu.",
        "Event_clean1": "*ehh*...$u",
        "Event_clean2": "NIE!! Nie zrobię tego!$a#$b#Oboje jesteście głupi!%fork$a",
        "Event_clean3": "Powinnaś 'zachowywać się jak dorosły'? Co to ma niby znaczyć?$u#$b#Myślisz, że jestem dzieckiem, huh?%fork$a",
        "Event_jar1": "Świetnie, pewnie nie będziesz miał z tym żadnego problemu!$h^Świetnie, pewnie nie będziesz miała z tym żadnego problemu!$h",
        "Event_jar2": "Nie? Hmmm...$s#$b#Cóż, to chociaż spróbuj otworzyć ten słoik?",
        "Event_darkroom1": "Oo, dzięki!$h",
        "Event_darkroom2": "Och! Myślałam, że wiesz.#$b#To pokój do wywoływania zdjęć.",
        "Event_darkroom3": "Ach tak...?$s",
        "Event_darkroom4": "Oo, dzięki!$h",
        "Event_darkroom5": "Och! Myślałam, że wiesz.#$b#To pokój do wywoływania zdjęć.",
        "Event_darkroom6": "Ach tak...?$s",
        "Event_beach1": "Nie, nie kupisz! Dostałam ją od prababci!$a",
        "Event_beach2": "*ehh*$s#$b#...Może się znajdzie przy kolejnym przypływie... nie mogę myśleć o tym, że będzie leżeć gdzieś na dnie.$s",
        "Event_room1": "Jego? Nie!#$b#...Cóż, kiedyś lubiłam Alexa. Ale już nie! Jest dziecinny.",
        "Event_room2": "Co? Brzmi świetnie, ale nie chciałabym teraz opuszczać Doliny...",
        "Event_room3": "Hę? Co to android?",
        "summer_Mon": "Ładnie się opalę tego lata.",
        "summer_Tue": "Fuj, masz na sobie błoto.",
        "summer_Wed": "Em... słucham?#$e#Nie słyszałam Cię. Myślałam o czymś innym.",
        "summer_10": "Masz może króliczki na swojej farmie? Króliczki są takie urocze! <",
        "summer_Thu": "Za długie siedzenie na słońcu sprawi, że Twoje włosy zrobią się jaśniejsze.#$e#Dobrze wiedzieć takie rzeczy!",
        "summer_Fri": "Ciekawe co teraz robi Alex...#$e#Hę? Nie zauważyłam cie.",
        "summer_Sat": "Rolnictwo brzmi jak straszna nuda...#$q 42/43 summer_Sat_old#Co ty w ogóle robisz całymi dniami?#$r 42 10 summer_Sat_12#Opiekuję się roślinami#$r 42 10 summer_Sat_12#Badam kopalnie#$r 43 -10 summer_Sat_13#Myszkuję w Twoim pokoju#$r 42 10 summer_Sat_12#Szukam skarbów",
        "summer_Sat_old": "#$p 43#Hej, lepiej nie grzeb u mnie w pokoju!$a|W sumie pomoże Ci to utrzymać dobrą formę.",
        "summer_Sat_12": "Hmm... Brzmi jak dużo roboty.",
        "summer_Sat_13": "Co? Lepiej tego nie rób!$a",
        "summer_Sun": "Emily zazwyczaj gotuje obiady... Tylko, że robi jakieś dziwne rzeczy, takie jak ryżowa komosa.",
        "summer_Tue2": "Nosisz te ubrania codziennie?",
        "summer_Tue4": "$p 47#Hej. Znalazłam narzędzie do otwierania słoików. Żeby Cię już nie wołać za każdym razem.$h|Nie ma ani jednej chmurki na niebie.$h",
        "summer_Wed4": "Jest dziś tak gorąco!#$e#Chciałabym zjeść loda.$s",
        "summer_Fri4": "Spędziłam 3 godziny ćwicząc pismo.#$e#Myślę, że to jest trochę głupie. Nie?",
        "summer_Thu6": "Za długie siedzenie na słońcu rozjaśni Ci włosy... Tylko, że trzeba uważać żeby nie dostać udaru.#$e#Wszystko z umiarem. Chcę tylko zdrową dawkę słońca.",
        "summer_Mon6": "Powinnam czytać jakieś książki, zamiast te wszystkich magazyny.#$e#Dobrze jest poszerzać swoją wiedzę, jak sądzisz?#$e#A ja patrzę tylko na zdjęcia.",
        "summer_Sun6": "#$1 HaleySister#Chwilę porozmawiałam z moją siostrą. W sumie podobało mi się.#$e#Wiesz, Emily nie jest aż tak dziwna. Chyba obie mamy więcej wspólnego, niż nam się wydaje.#$e#Nie mów jej, że tak powiedziałam.",
        "summer_Sat6": "Dobra pogoda na pływanie.",
        "summer_Tue8": "Życie na wsi nie jest takie złe.#$e#Gdybym mieszkała w mieście, mogłabym tęsknić za tymi drzewami.#$e#@, chyba spędzam z Tobą za dużo czasu.$h",
        "summer_Fri10": "O, cześć @!#$e#Lubisz dzieci?$l",
        "fall_1": "Och, już jest jesień?$s",
        "fall_Mon": "Mokre liście są, OBRZYDLIWE! Fuu.",
        "fall_Tue": "Hmm... Coś dziwnie pachnie...#$e#Aa, pracujesz na farmie?",
        "fall_Wed": "Och, cześć. Czegoś potrzebujesz?",
        "fall_Thu": "Mam dziś chęć na zakupy. *ehh*",
        "fall_Fri": "Czy na Twoim kolanie jest plama z trawy?#$e#Wybacz, mam uczulenie na trawę.",
        "fall_Sat": "Jest już zbyt zimno, żeby iść na plażę.#$q 44 fall_Sat_old#*ehh*... Jak myślisz, co powinnam dziś zrobić?#$r 44 10 fall_Sat_12#Pomalować farbkami#$r 44 20 fall_Sat_12#Odprężyć się i poczytać gazety#$r 44 -30 fall_Sat_13#Przestań być arogancką beksą",
        "fall_Sat_old": "Chyba jednak pójdę się później zdrzemnąć.",
        "fall_Sat_12": "Hmm... To nawet dobry pomysł.",
        "fall_Sat_13": "Odejdź ode mnie, ty palancie.$a",
        "fall_Sun": "Nigdy nie byłam w lesie. Jest tam dużo błota przez co mogłabym dostać bąble na stopach. Fuj.",
        "fall_Tue2": "Czuje zapach błota...#$b#A. No tak... Pracujesz na farmie.",
        "fall_Fri4": "Wyglądasz na zapracowaną osobę.#$b#Może weź sobie dzień wolnego?",
        "fall_Wed4": "Jeśli się nudzisz, możesz wpaść do mnie.",
        "fall_Thu6": "Zakupy już nie brzmią tak fajnie jak kiedyś.#$e#Co się ze mną dzieje?#$e#Hmm...",
        "fall_Mon6": "$p 48#Mówiłam Ci, że znalazłam kolejną bransoletkę mojej prababci na strychu?|Widzisz tę bransoletkę? Należała do mojej prababci.#$e#Była bardzo ciekawą osobą.",
        "fall_Sun6": "Nigdy nie byłam w lesie.#$e#Będę musiała się kiedyś tam przejść. Mogłoby to być interesujące odkrycie.",
        "fall_Tue8": "Spodobał mi się zapach ziemi. Dziwne, prawda?#$e#Może to dlatego, że cały czas jesteś przy mnie.$h",
        "fall_Mon10": "@, cieszę się, że Cię widzę.$h",
        "winter_Mon": "Chciałabym przeprowadzić się do ciepłych krajów.",
        "winter_Tue": "Cześć. Potrzebujesz czegoś?#$e#...",
        "winter_9": "Hmm. Ładna koszula, markowa?#$e#Och. Em, nieważne.",
        "winter_Wed": "Chciałabym, żeby ktoś mi przyniósł kawę z miętą.$s#$e#Nawet nie próbuj. Na pewno nie umiesz takiej zrobić.",
        "winter_Thu": "Zacznę pisać listę wszystkich ubrań, które przydadzą mi się na następną wiosnę.",
        "winter_Fri": "Masz na swojej farmie jakiegoś kucyka?$h#$e#Och. Szkoda...$s",
        "winter_Sat": "Jedyną najlepszą rzeczą w zimie jest to, że mogę spać dłużej.#$e#Kocham spać, potrzebuję około 10 godzin snu, aby czuć się w pełni sił.",
        "winter_Sun": "Pozdrowisz ode mnie Alexa?#$e#Dzięki.",
        "winter_Tue2": "Jesteś @, tak?#$e#Ciągle zapominam.",
        "winter_Tue4": "Cześć @.#$e#Czy na Twojej farmie dzieje się coś ciekawego?",
        "winter_Wed6": "Chyba zaczynam sobie uświadamiać, że ciuchy nie są najważniejsze na świecie. Prawda?#$e#Nadal lubię ciuchy. Znaczy... Co jest złego w lekkim wyrażaniu samej siebie?",
        "winter_Thu6": "Może tej wiosny oddam moje sukienki na cele charytatywne.#$e#To znaczy, mam ponad 1,000 sukienek, nie mam co z nimi zrobić.$h#$e#...co?",
        "winter_Sun6": "Czy jak spotkasz Alexa, możesz mu powiedzieć, że jestem dziś zajęta?#$e#Dzięki.",
        "winter_Mon8": "Chciałabym, żeby było tu cieplej.#$e#Mogłabym się przeprowadzić gdzieś indziej, ale...",
        "winter_Fri8": "Zastanawiałeś się nad kupnem kucyka na swoją farmę?^Zastanawiałaś się nad kupnem kucyka na swoją farmę?",
        "winter_Sat8": "Cieszę się, że w zimie masz mniej roboty.#$e#Dobrze jest robić sobie czasami przerwę?",
        "winter_Sun10": "@, nieźle dziś wyglądasz. Lubię to.^@, ładnie dziś wyglądasz.#$e#...$h"
    }