{
  "Introduction": "Miło mi cię poznać. Jestem Harvey, miejscowy doktor.#$e#Wykonuję regularne kontrole i procedury medyczne dla wszystkich mieszkańców tego miasteczka. To satysfakcjonująca robota.#$e#Mam nadzieję, że twoja praca będzie równie satysfakcjonująca.$h",
  "Resort_Entering": "Krem do opalania? Jest...#$b#Kapelusz? Jest...",
  "Resort_Leaving": "Jeśli się sparzysz na słońcu, trochę kremu z aloesem może pomóc złagodzić pieczenie.",
  "Resort_Shore": "Przeczesałem całą plażę w poszukiwaniu szkła. Nie chcielibyśmy, żeby ktoś się zranił w stopę!",
  "Resort_Chair": "Miło jest mieć możliwość, żeby od czasu do czasu odpocząć.#$b#Problemem jest zapomnieć o zmartwieniach...$s",
  "Resort_Bar": "To ważne, żeby regularnie się nawadniać w takim upale. Idę spytać Gus'a czy ma jakąś wodę kokosową!$h",
  "Resort": "Zdradzę ci mały sekret... umiem tylko pływać z rękawkami.$s",
  "danceRejection": "Oh! Przepraszam... Ja, em... chciałem zapytać kogoś innego.$s",
  "divorced": "Ja... Nie mogę na ciebie patrzeć. Proszę oszczędź mi więcej cierpienia.$s",
  "breakUp": "...T...Ty...?$s#$b#*Przełkniecie*... J... Nie dobrze mi...$s",
  "dumped_Guys": "Jestem zajęty. Nie mam czasu by z tobą rozmawiać.$s",
  "secondChance_Guys": "Chcę cię z powrotem w moim życiu, @. Mogę ci wybaczyć za to, co się stało.$s",
  "Mon": "W klinice sprzedajemy kilka leków bez recepty... Jeśli poczujesz zmęczenie zajrzyj do nas.#$b#Wiem, że praca farmera jest bardzo wyczerpująca... więc nie przesadzaj!",
  "Mon2": "Jestem odpowiedzialny za zdrowie całej naszej społeczności... jest to trochę stresujące.#$e#To dosyć mała społeczność dzięki czemu, mogę budować dobre relacje z moimi pacjentami.",
  "Mon6": "Wolałbym zostać w tym miasteczku na dłużej. Nareszcie czuję, że zaczynam ingerować w społeczność.#$e#To miłe uczucie, gdy jesteś gdzieś potrzebny.",
  "Mon10": "Oh! Hej, @.$l#$e#Czy ty... masz jakieś pytania dotyczące swojego zdrowia?$l",
  "Tue": "Jeśli źle się czujesz, po prostu wpadnij do mojego gabinetu.#$e#Jesteś młodą osobą. Zdrowia ci nie zabraknie.$h",
  "Tue8": "Nie przepracowuj się, @. Zalecenia lekarza!#$e#Twoje zdrowie jest dla mnie ważne.$l",
  "Wed4": "Chciałbym lepiej cię poznać, @. Odłóżmy na bok naszą relację doktor-pacjent.",
  "Wed6": "Miło jest mieć przyjaciela w mieście.$h",
  "Wed8": "Masz naprawdę zdrowy blask. To dobrze.$h",
  "Wed": "Pamiętaj, żeby zakryć usta przed kichnięciem.#$e#Potem pamiętaj o umyciu rąk.",
  "Thu8": "Bycie lekarzem to naprawdę dużo roboty. Przez co nie mam czasu na zdrowe odżywianie.$s#$e#Jeśli nie mieszkałbym samotnie myślę, że może dałbym radę poradzić sobie z obowiązkami i mieć czas dla siebie..$l",
  "Thu": "Dobre odżywianie jest bardzo ważne. Pamiętaj o tym! Jedz więcej warzyw!#$e# Gotujesz? Dania zrobione samemu są o wiele zdrowsze.",
  "Fri": "Przepiękny mamy dziś dzień, nieprawdaż?#$e#Chciałbym mieć mniej roboty i czas na relaks.$s",
  "Fri4": "Jeśli chcesz wpaść do mojego apartamentu, to śmiało nie krępuj się. Mieszkam nad kliniką.",
  "Fri10": "Zatrzymaj się u mnie, jeśli będzie ci trzeba poufnego sprawdzenia.$l",
  "Sat": "Mógłbym coś dla ciebie zrobić?#$e#Uważaj na siebie.",
  "Sat4": "Przyjechałem tu, bo bardzo lubię atmosferę w małych miasteczkach, oraz potencjał do holistycznego podejścia do opieki nad pacjentem.#$e#Uwielbiam to.$h",
  "Sat8": "*wzdech*... Zaczynam się czuć jakoś tak staro...#$e#Czym sie jest starszym, tym sie ma więcej wspomnień. Potrafi być to naprawdę przytłaczające...$s#$e#Wydaję mi się, że w twoim towarzystwie zostane młody na dłużej.$l",
  "Sun": "Hmm... Staram się wiązać koniec z końcem. U nas w wiosce mało kto choruje.#$e#Myślę, że powinienem znaleźć więcej pacjentów z sąsiadujących wiosek...",
  "Sun6": "Wyobraź sobie, że życie pacjenta jest w twoich rękach i nie jesteś wstanie mu pomóc... Ta myśl będzie mnie nawiedzać przez cały czas.$s",
  "event_george1": "Dzięki, @.$h#$b#Widzisz, George, próbuję ci tylko pomóc.",
  "event_george2": "*wzdech*$s#$b#Słuchaj, George. Jeśli nadal będziesz się tak zachowywać to powiem Twojej żonie. Nie wydaje mi się, że będzie z tego zadowolona.",
  "event_aerobics1": "Dzięki, @. Doceniam to.$h",
  "event_aerobics2": "*wzdech*... Nie grzecznie.$s",
  "event_heart1": "Oh! Szpitale cię denerwują?#$b#Po prostu spróbuj się zrelaksować. Jestem tu, żeby ci pomóc.$h",
  "event_heart2": "Okej. To ma sens.",
  "event_heart3": "Em. Dobra... Skoro tak mówisz.$s",
  "event_grave1": "...Masz rację.#$b#...Dzięki.",
  "event_grave2": "*wzdech*$s",
  "summer_Mon": "To nic złego, aby trochę posiedzieć na słońcu. Po prostu się nie spal. #$e#Okej. Uważaj na siebie! Bądź zdrów.",
  "summer_Thu": "Wysiłek fizyczny jest bardzo ważny, ale nie można się przemęczać bo skończysz w mojej klinice!#$e#Słuchaj się swojego ciała.",
  "summer_Fri": "Ludzie nie chorują podczas lata. To dobrze, ale to też znaczy dla mnie mniej zarobków.",
  "fall_Fri": "Bywasz czasami w kopalni, @?#$e#To niebezpieczne miejsce. Zalecam tam nie iść.",
  "fall_Sat": "Kiedy spożywasz niektóre pokarmy, osiągasz lepsze wyniki.#$e#Jedzenie 'Przekąski farmera' dodadzą ci siłę, żeby podlewać i zbierać plony o wiele lepiej!",
  "winter_Wed": "To sezon grypy, lepiej być bardziej ostrożnym.#$e#Musisz częściej myć ręce.",
  "winter_Sun": "Nie lubię tego mówić, ale zarabiam więcej podczas sezonu grypowego.#$e#Wydaje mi się, że gdyby ludzie przestali chorować, straciłbym pracę.#$e#Nie zrozum mnie źle! Naprawdę... Chciałbym żeby ludzie byli zdrowi!"
}