{
        "Introduction": "Miło mi cię poznać. Jestem Doktor Harvey.#$e#Wykonuję regularne kontrole i procedury medyczne dla wszystkich mieszkańców tego miasteczka. To satysfakcjonująca robota.#$e#Mam nadzieję, że twoja praca stanie się z czasem równie satysfakcjonująca.$h",
        "AcceptBirthdayGift_Positive": "Oh! Bardzo ci dziękuję! Nie spodziewałem się, że ktokolwiek będzie wiedział o moich urodzinach.$h",
        "AcceptBirthdayGift_Negative": "Oh! To... cóż, jest coś. Nie spodziewałem się, że ktokolwiek będzie wiedział o moich urodzinach.",
        "AcceptGift_(O)StardropTea": "To dla mnie? Jestem zaszczycony, dziękuję!",
        "FlowerDance_Accept": "Oh! Ty... chcesz ze mną zatańczyć?$4#$b#...Tak. Z przyjemnością!$h",
        "GreenRain": "Na wszelki wypadek przyniosłem trochę sprzętu medycznego. Uważaj na siebie!",
        "GreenRain_2": "Za pierwszym razem martwiliśmy się, że ten deszcz może być niebezpieczny.#$b#Ale co jeśli jest dla nas zdrowy? Kto wie... Przynajmniej rośliny dobrze na niego reagują.",
        "AcceptGift_(O)432": "To dla mnie? Dziękuję! Idealnie nada się do makaronu.$h",
        "AcceptGift_(O)348": "Dla mnie? Cóż za prezent! Wygląda fantastycznie!$h#$b#Wiesz, na poziomie psychologicznym, nie zalecałbym spożywania alkoholu...#$b#Ale nie można zaprzeczyć korzyścią płynącym z odpoczynku i rozkoszowaniu się lampką doskonałego wina Doliny Stardew!$h",
        "eventSeen_56_memory_fourweeks": "Od paru lat pracowałem nad 'listą zwierząt'. Chciałbym zobaczyć każdy gatunek żyjący w dolinie!",
        "eventSeen_56_memory_twoweeks": "Kiedyś próbowałem kisić własne ogórki...$s#$e#Um, powiedzmy to tak... W porównaniu do tego, krojone żaby na biologii pachniały jak róże...",
        "eventSeen_56": "Jako doktor z małej wioski, nie da się nie nawiązywać osobistych kontaktów ze swoimi pacjentami. Ma to swoje zalety, jak i wady...",
        "eventSeen_58_memory_oneweek": "Więc skoro znasz moją tajemnice, równie dobrze mogę ci dać małą aktualizacje... Byłem znacznie mniej zmęczony po ostatnich zajęciach z aerobiku!",
        "eventSeen_58_memory_twoweeks": "Zrobiłem tak dobry trening na aerobiku, że zasłużyłem sobie na makaron primavera...$h",
        "eventSeen_58_memory_fourweeks": "Nie wiem czemu wstydziłem się bycia na zajęciach z tanecznego aerobiku. Moje nogi są tak silne, że powinienem być odważny jak lew!",
        "eventSeen_571102_memory": "Nigdy nikomu nie mówiłem o moim hobby związanym z samolotami... najwidoczniej dobrze mi się z tobą gada.",
        "eventSeen_571102_memory_oneweek": "Jako doktor możesz zrobić niewiele, aby pomóc swoim pacjentom...#$e#Kiedyś popełniłem błąd bo za bardzo się angażowałem emocjonalnie... Nie pozwolę, żeby to się powtórzyło...$s",
        "dating_Harvey": "Nigdy się tak jeszcze nie czułem...$l",
        "dating_Harvey_memory_oneday": "Tak długo o tobie myślałem, że ciężko mi się zająć pracą.$l",
        "dating_Maru_memory_oneday": "Maru ostatnio była wyjątkowo szczęśliwa... Słyszałem, że możesz mieć z tym coś wspólnego.",
        "married_Maru": "Gratuluje wzięcia ślubu, @. Maru już mnie poinformowała, że nadal będzie pracować w klinice, co jest dla mnie ulgą!",
        "married_Harvey": "To najszczęśliwsza chwila w moim życiu...$l",
        "Resort_Entering": "Krem do opalania? Jest...#$b#Kapelusz? Jest...",
        "Resort_Leaving": "Jeśli się sparzysz na słońcu, nałóż na skórę trochę kremu z aloesem.",
        "Resort_Shore": "Przeczesałem całą plażę w poszukiwaniu szkła. Nie chcielibyśmy, żeby ktoś się zranił!",
        "Resort_Chair": "Miło jest czasami odpocząć.#$b#Problemem jest zapomnieć o wszystkich zmartwieniach...$s",
        "Resort_Bar": "To ważne, żeby w takim upale się regularnie nawadniać. Idę spytać Gusa czy ma jakąś wodę kokosową!$h",
        "Resort": "Zdradzę ci mały sekret... pływam z rękawkami.$s",
        "FlowerDance_Accept_Spouse": "Nie mogłem doczekać się tej chwili! Promieniejesz w tym świeżym wiosennym powietrzu.$l",
        "FlowerDance_Decline": "Oh! Przepraszam... Ja, em... chciałem poprosić kogoś innego.$s",
        "divorced": "...Nie mogę na ciebie patrzeć. Proszę oszczędź mi cierpienia.$s",
        "breakUp": "...T...Ty...?$s#$b#*Przełkniecie*... S... Słabo mi...$s",
        "dumped_Guys": "Jestem zajęty. Nie mam czasu rozmawiać.$s",
        "secondChance_Guys": "Chcę cię z powrotem w moim życiu, @. Mogę ci to wybaczyć.$s",
        "Mon": "W klinice sprzedajemy kilka leków bez recepty... Zajrzyj do nas jeśli będzie ci czegoś trzeba.#$b#Wiem, że praca farmera jest bardzo wyczerpująca... Więc nie przesadzaj!",
        "Mon2": "Jestem odpowiedzialny za zdrowie całej naszej społeczności... Jest to trochę stresujące.#$e#To dosyć mała społeczność dzięki czemu dobrze się znam z pacjentami.",
        "Mon6": "Wolałbym zostać w tym miasteczku na dłużej. Nareszcie czuję się jak w domu.#$e#To miłe uczucie, gdy jesteś gdzieś potrzebny.",
        "Mon10": "O! Hej, @.$l#$e#Czy... Masz jakieś pytania dotyczące swojego zdrowia?$l",
        "Tue": "Wpadnij do mnie jeśli się źle poczujesz.#$e#Jesteś młodą osobą. Zdrowia ci nie zabraknie.$h",
        "Tue8": "$query PLAYER_NPC_RELATIONSHIP current any married roommate#Nie przepracowuj się, @. To zalecenie lekarza!#$e#Jeśli nasz farmer zachoruje, to skąd weźmiemy jedzenie? Potrzebujemy cie!$h|Nie przepracowuj się, @. To zalecenie lekarza!#$e#Twoje zdrowie jest dla mnie ważne.$l",
        "Wed4": "Chciałbym lepiej cię poznać, @. Odłóżmy na bok naszą relację doktor-pacjent.",
        "Wed6": "Miło jest mieć przyjaciela w mieście.$h",
        "Wed8": "Zdrowo wyglądasz. To dobrze.$h",
        "Wed": "Pamiętaj, żeby zakrywać nos przed kichnięciem.#$e#Potem umyj ręce.",
        "Thu8": "$query PLAYER_NPC_RELATIONSHIP current any married roommate#Jako doktor wiem jakie są zalety domowego jedzenia. Ale jestem zbyt zajęty i ciężko mi się zabrać za gotowanie.$s|Bycie doktorem to sporo roboty. Nie jem tak zdrowo jak powinienem.$s#$e#Jakbym nie mieszkał sam, może by było łatwiej.$l",
        "Thu": "Dobre odżywianie to podstawa. Pamiętaj o tym! Jedz więcej warzyw!#$e#Gotujesz? Dania domowej roboty są o wiele zdrowsze.",
        "Fri": "Przepiękny mamy dziś dzień?#$e#Chciałbym mieć więcej czasu na relaks.$s",
        "Fri4": "Jeśli chcesz wpaść do mojego apartamentu, to śmiało nie krępuj się. Mieszkam nad kliniką.",
        "Fri10": "Wpadnij do mnie, jeśli będzie ci trzeba poufnego sprawdzenia.$l",
        "Sat": "Mógłbym coś dla ciebie zrobić?#$e#Uważaj na siebie.",
        "Sat4": "Przyjechałem tu, bo bardzo lubię atmosferę w małych miasteczkach, oraz potencjał do holistycznego podejścia do opieki nad pacjentem.#$e#Uwielbiam to.$h",
        "Sat8": "*Ehh*... Zaczynam się czuć tak jakoś staro...#$e#Z wiekiem nabieramy więcej wspomnień. Jest to czasami przytłaczające.$s#$e#Wydaję mi się, że w twoim towarzystwie zostanę młody na dłużej.$l",
        "Sun": "Hmm... Staram się wiązać koniec z końcem. U nas w wiosce mało kto choruje.#$e#Myślę, że powinienem znaleźć więcej pacjentów z okolic...",
        "Sun6": "Wyobraź sobie, że życie pacjenta jest w twoich rękach i nie jesteś w stanie mu pomóc... Ta myśl będzie cię nawiedzać przez cały czas.$s",
        "event_george1": "Dzięki, @.$h#$b#Widzisz, George, próbuję ci tylko pomóc.",
        "event_george2": "*Ehh*$s#$b#Słuchaj, George. Jeśli nadal będziesz się tak zachowywać to powiem Twojej żonie. Nie wydaje mi się, że będzie z tego zadowolona.",
        "event_aerobics1": "Dzięki, @. Doceniam to.$h",
        "event_aerobics2": "*Ehh*... Nie fajnie.$s",
        "event_heart1": "Oh! Szpitale cię stresują?#$b#Po prostu spróbuj się zrelaksować. Jestem tu, żeby ci pomóc.$h",
        "event_heart2": "Okej. To ma sens.",
        "event_heart3": "Em. Dobra... Skoro tak mówisz.$s",
        "event_grave1": "...Masz rację.#$b#...Dzięki.",
        "event_grave2": "*ehh*$s",
        "summer_Mon": "Można posiedzieć trochę na słońcu. Nie przesadzaj z tym.#$e#Okej. Uważaj na siebie! Bądź zdrów.",
        "summer_Thu": "Wysiłek fizyczny jest bardzo ważny, ale nie można się przemęczać bo możesz skończyć w mojej klinice!#$e#Słuchaj się swojego ciała.",
        "summer_Fri": "Ludzie rzadko chorują w lecie. To dobrze, ale dla mnie to znaczy mniej zarobków.",
        "fall_Fri": "Bywasz czasami w kopalni, @?#$e#To niebezpieczne miejsce. Lepiej tam nie iść.",
        "fall_Sat": "Niektóre dania dostarczą ci więcej witamin.#$e#Na przykład 'Przekąska farmera' doda ci siłę, żeby pracować efektywniej!",
        "winter_Wed": "To sezon na grypę, lepiej uważać.#$e#Częściej myj ręce.",
        "winter_Sun": "Nie lubię tego mówić, ale zarabiam więcej podczas sezonu na grypę.#$e#Wydaje mi się, że gdyby ludzie przestali chorować, straciłbym pracę.#$e#Nie zrozum mnie źle! Chciałbym żeby ludzie byli zdrowi!"
    }