{
        "Introduction": "Miło Cię poznać. Jestem Doktor Harvey.#$e#Zajmuję się regularnymi badaniami i opieką medyczną nad mieszkańcami naszej wioski. To bardzo satysfakcjonująca praca.#$e#Mam nadzieję, że Twoja również stanie się z czasem źródłem spełnienia.$h",
        "AcceptBirthdayGift_Positive": "Och! Bardzo dziękuję! Nie spodziewałem się, że ktoś będzie pamiętał o moich urodzinach.$h",
        "AcceptBirthdayGift_Negative": "Och... To... no cóż, to coś. Nie spodziewałem się, że ktoś będzie pamiętał o moich urodzinach.",
        "AcceptGift_(O)StardropTea": "Dla mnie? To zaszczyt, dziękuję!",
        "FlowerDance_Accept": "Och! Ty... chcesz ze mną zatańczyć?$4#$b#... Tak. Z przyjemnością!$h",
        "GreenRain": "Na wszelki wypadek przyniosłem trochę sprzętu medycznego. Uważaj na siebie!",
        "GreenRain_2": "Na początku martwiliśmy się, że ten deszcz może być groźny.#$b#Ale co, jeśli jest wręcz zdrowy? Kto wie... Przynajmniej roślinom służy.",
        "AcceptGift_(O)432": "Dla mnie? Dziękuję! Będzie idealny do makaronu.$h",
        "AcceptGift_(O)348": "Dla mnie? Co za prezent! Wygląda wyśmienicie!$h#$b#Z punktu widzenia psychologii, nie polecałbym alkoholu...#$b#Ale trzeba przyznać, że relaks przy lampce dobrego wina z Doliny Stardew potrafi zdziałać cuda.$h",
        "eventSeen_56_memory_fourweeks": "Od lat tworzę listę zwierząt. Chciałbym zobaczyć każdy gatunek żyjący w dolinie!",
        "eventSeen_56_memory_twoweeks": "Kiedyś próbowałem kisić ogórki...$s#$e#Em... Powiem tylko, że w porównaniu z tym, żaby na biologii pachniały jak róże...",
        "eventSeen_56": "Będąc lekarzem w małej miejscowości, trudno nie nawiązywać bliższych relacji z pacjentami. Ma to swoje plusy i minusy...",
        "eventSeen_58_memory_oneweek": "Skoro znasz już mój sekret, mogę zdradzić coś więcej... Ostatnio po aerobiku czuję się znacznie mniej zmęczony!",
        "eventSeen_58_memory_twoweeks": "Miałem tak intensywny trening aerobiku, że zasłużyłem na makaron primavera!$h",
        "eventSeen_58_memory_fourweeks": "Nie wiem, czemu kiedyś wstydziłem się chodzić na zajęcia tanecznego aerobiku. Mam silne nogi. Powinienem być z tego dumny!",
        "eventSeen_571102_memory": "Nigdy wcześniej nikomu nie mówiłem o moim hobby związanym z samolotami... Chyba dobrze mi się z Tobą rozmawia.",
        "eventSeen_571102_memory_oneweek": "Jako lekarz nie zawsze możesz pomóc...#$e#Kiedyś za bardzo się zaangażowałem emocjonalnie i popełniłem błąd... Nie chcę tego powtórzyć.$s",
        "dating_Harvey": "Nigdy wcześniej tak się nie czułem...$l",
        "dating_Harvey_memory_oneday": "Tak często o Tobie myślę, że trudno mi się skupić na pracy.$l",
        "dating_Maru_memory_oneday": "Maru była ostatnio wyjątkowo radosna... Słyszałem, że to może być Twoja zasługa.",
        "married_Maru": "Gratuluję ślubu, @. Maru mówiła, że nadal będzie pracować w klinice — to dla mnie duża ulga!",
        "married_Harvey": "To najpiękniejszy moment w moim życiu...$l",
        "Resort_Entering": "Krem do opalania? Jest...#$b#Kapelusz? Jest...",
        "Resort_Leaving": "Jeśli zbyt mocno się opalisz, posmaruj się kremem z aloesem.",
        "Resort_Shore": "Przeszukałem plażę, czy nie ma szkła. Nie chcemy, żeby ktoś się skaleczył!",
        "Resort_Chair": "Miło czasem odetchnąć.#$b#Najtrudniej zapomnieć o wszystkich obowiązkach...$s",
        "Resort_Bar": "W takim upale nawodnienie to podstawa. Pójdę zapytać Gusa, czy ma wodę kokosową!$h",
        "Resort": "Zdradzę Ci sekret... Pływam z rękawkami.$s",
        "FlowerDance_Accept_Spouse": "Nie mogłem się doczekać tej chwili! Promieniejesz w tym świeżym, wiosennym powietrzu.$l",
        "FlowerDance_Decline": "Och... Przepraszam... Ja, hm... chciałem zaprosić kogoś innego.$s",
        "divorced": "... Nie mogę na Ciebie patrzeć. Proszę, oszczędź mi cierpienia.$s",
        "breakUp": "... T... Ty...?$s#$b#*Przełknięcie*... S... Słabo mi...$s",
        "dumped_Guys": "Jestem zajęty. Nie mam czasu na rozmowę.$s",
        "secondChance_Guys": "Chcę Cię z powrotem w moim życiu, @. Wybaczam Ci.$s",
        "Mon": "Sprzedajemy kilka leków bez recepty... Wpadnij, jeśli czegoś potrzebujesz.#$b#Wiem, że praca na farmie jest bardzo wyczerpująca... Nie przeciążaj się!",
        "Mon2": "Jestem odpowiedzialny za zdrowie całej społeczności... To spora odpowiedzialność.#$e#Ale dzięki temu dobrze znam wszystkich pacjentów.",
        "Mon6": "Chciałbym zostać tu na dłużej. Nareszcie czuję się jak w domu.#$e#Dobrze być potrzebnym.",
        "Mon10": "O! Hej, @.$l#$e#Czy... Masz jakieś pytania o swoje zdrowie?$l",
        "Tue": "Wpadnij, jeśli poczujesz się gorzej.#$e#Jesteś ${młody^młoda}$, zdrowia Ci nie zabraknie!$h",
        "Tue8": "$query PLAYER_NPC_RELATIONSHIP current any married roommate#Nie przepracowuj się, @. To zalecenie lekarskie!#$e#Jeśli nasz farmer zachoruje, skąd weźmiemy jedzenie? Potrzebujemy Cię!$h|Nie przepracowuj się, @. To zalecenie lekarskie!#$e#Twoje zdrowie jest dla mnie ważne.$l",
        "Wed4": "Chciałbym Cię lepiej poznać, @. Odłóżmy na bok relację lekarz-pacjent.",
        "Wed6": "Miło mieć w mieście przyjaciela.$h",
        "Wed8": "Wyglądasz zdrowo. To dobry znak.$h",
        "Wed": "Pamiętaj, o zakrywaniu nosa przy kichaniu.#$e#I później o umyciu rąk.",
        "Thu8": "$query PLAYER_NPC_RELATIONSHIP current any married roommate#Jako lekarz znam wartość domowego jedzenia, ale jestem zbyt zapracowany, żeby samemu gotować.$s|Bycie lekarzem to dużo pracy. Nie jem tak zdrowo, jak powinienem.$s#$e#Gdybym nie mieszkał sam, może byłoby łatwiej.$l",
        "Thu": "Zdrowe odżywianie to podstawa. Jedz więcej warzyw!#$e#Gotujesz? Domowe jedzenie jest znacznie zdrowsze.",
        "Fri": "Przepiękny mamy dziś dzień, prawda?#$e#Szkoda, że mam tak mało czasu na odpoczynek.$s",
        "Fri4": "Jeśli chcesz odwiedzić mój apartament, śmiało. Mieszkam nad kliniką.",
        "Fri10": "Wpadnij, jeśli potrzebujesz poufnego badania.$l",
        "Sat": "Mogę coś dla Ciebie zrobić?#$e#Uważaj na siebie.",
        "Sat4": "Przyjechałem tu, bo uwielbiam atmosferę małych miasteczek i możliwość holistycznej opieki nad pacjentem.#$e#To dla mnie naprawdę ważne.$h",
        "Sat8": "*Ech*... Zaczynam się czuć staro...#$e#Z wiekiem gromadzimy wspomnienia, które czasem przytłaczają.$s#$e#Ale przy Tobie czuję się młodszy.$l",
        "Sun": "Hmm... Staram się wiązać koniec z końcem. Ludzie tutaj rzadko chorują.#$e#Może powinienem przyjmować pacjentów z sąsiednich miejscowości...",
        "Sun6": "Wyobraź sobie, że życie pacjenta zależy od Ciebie, a Ty nie możesz pomóc... Ta myśl nigdy mnie nie opuszcza.$s",
        "event_george1": "Dzięki, @.$h#$b#Widzisz, George, próbuję Ci tylko pomóc.",
        "event_george2": "*Ech*$s#$b#George, jeśli się nie uspokoisz, powiem o tym Twojej żonie. Wątpię, by była zadowolona.",
        "event_aerobics1": "Dzięki, @. Naprawdę to doceniam.$h",
        "event_aerobics2": "*Ech*... To było nieprzyjemne.$s",
        "event_heart1": "Och! Szpitale Cię stresują?#$b#Postaraj się zrelaksować. Jestem tu, żeby Ci pomóc.$h",
        "event_heart2": "Rozumiem. To ma sens.",
        "event_heart3": "Em. Dobrze... Skoro tak mówisz.$s",
        "event_grave1": "... Masz rację.#$b#... Dziękuję.",
        "event_grave2": "*Ech*$s",
        "summer_Mon": "Można trochę posiedzieć na słońcu, ale nie przesadzaj.#$e#Bądź ostrożny! Dbaj o siebie.",
        "summer_Thu": "Ruch to zdrowie, ale nie wolno się przeciążać możesz trafić do mojej kliniki!#$e#Słuchaj swojego ciała.",
        "summer_Fri": "Latem ludzie rzadko chorują. To dobrze, choć dla mnie oznacza to mniej zarobków.",
        "fall_Fri": "Bywasz w kopalni, @?#$e#To niebezpieczne miejsce. Lepiej uważaj.",
        "fall_Sat": "Niektóre potrawy dostarczają więcej witamin.#$e#Na przykład 'Przekąska farmera' da Ci energię do wydajniejszej pracy!",
        "winter_Wed": "Zima to sezon grypowy, lepiej uważać.#$e#Myj ręce częściej.",
        "winter_Sun": "Nie lubię tego mówić, ale zarabiam więcej w sezonie grypowym.#$e#Czasem myślę, że gdyby ludzie przestali chorować, straciłbym pracę.#$e#Nie zrozum mnie źle! Chcę, żeby wszyscy byli zdrowi!"
    }