{
        "Mon": "Witaj, farmerze.#$e#Tak długo mnie tu nie było... Czuję się tu trochę obco.",
        "AcceptGift_(O)StardropTea": "To dla mnie? Cóż, nie spodziewałem się tego... ale nie odmówię. Dzięki!",
        "AcceptGift_(O)Book_Bombs": "Cóż, nie znam krasnoludzkiego, ale to ciekawy przedmiot kolekcjonerski. Dziękuję.",
        "GreenRain_2": "Heh... Deszcz to błogosławieństwo. Przypomnienie, że zawsze istnieją siły większe niż wszystko, co stworzył człowiek.#$e#Jest to poniekąd pocieszające, @.",
        "Resort_Entering": "Hej, @. Dobrze Cię widzieć.",
        "Resort_Leaving": "Pora wracać.",
        "Resort_Shore": "Stojąc na tej plaży... czuję rzadkie poczucie spokoju.$h#$e#Ocean jest naprawdę wyjątkowy.",
        "Resort_Chair": "To dobre miejsce do budowania więzi z rodziną. Naprawdę doceniam, że to naprawiłeś.^To dobre miejsce do budowania więzi z rodziną. Naprawdę doceniam, że to naprawiłaś.",
        "Resort_Bar": "Wezmę wodę.",
        "married_Sam": "Ojciec czuje dumę, widząc, jak jego syn staje się mężczyzną. Masz moje serdeczne błogosławieństwo.$h",
        "Resort": "Fajnie się tutaj płynęło. Mogłem nawet wykorzystać część mojego szkolenia żeglarskiego do nawigacji.$h",
        "eventSeen_100_memory_oneday": "Przepraszam za wczoraj.#$e#Nie chcę żadnego specjalnego traktowania. Chcę po prostu być normalną osobą, jak każdy inny.",
        "MovieInvitation": "Em... ok. Dziękuję. Spotkamy się na miejscu.$h",
        "accept_864": "...!$4#$b#... Skąd to masz?$4#$b#...$5#$b#On... walczyliśmy razem na wojnie, @. Był dla mnie jak brat.#$b#Ale... tylko jeden z nas wrócił.$5#$b#Do końca zachował zimną krew. Nawet w obliczu śmierci. Prawdziwy bohater... nigdy mu tego nie zapomnę.#$b#Dziękuję Ci za to... to dla mnie naprawdę wiele znaczy.#$b#Proszę, weź to. Stało za naszą szafą przez lata i tylko się kurzyło.",
        "reject_865": "Tak... Jest szczelnie zapakowane, żeby zachowało smak.",
        "Mon4": "Nie wiem, czy kiedykolwiek znów przyzwyczaję się do takiego życia.#$e#Ten spokój jest dla mnie trochę dziwny... ale może to kwestia czasu.",
        "Tue": "Odkąd wyjechałem, wiele się nie zmieniło.#$e#Pomijając to, że ty tu jesteś.",
        "Tue2": "Odkąd wyjechałem, wiele się nie zmieniło.#$e#Poza tym, że mamy nowego farmera.$h",
        "Tue6": "Czuję, że całkiem nieźle się zaaklimatyzowałem. Miło mieć przyjaciela w mieście.$h",
        "Wed6": "... Na wojnie straciłem wielu przyjaciół.$s#$e#Najgorsze jest to, że nie pamiętam już ich twarzy.#$e#...",
        "Wed": "Mieszkasz tu już od jakiegoś czasu, prawda? Twoja farma musi dobrze prosperować.",
        "Wed10": "Życie to wyjątkowy dar. Przychodzi i odchodzi w mgnieniu oka... Nigdy o tym nie zapominaj.",
        "Thu6": "#$1 Kent1#Od czwartej rano jestem na nogach... czasami zastanawiam się, czy kiedykolwiek wrócę do normalnego trybu życia.$k#$e#Sam naprawdę sporo urósł. Jest już mężczyzną.#$e#Szkoda, że nie mogłem być przy nim przez te wszystkie lata.$s",
        "Thu": "Przyjaźnisz się z moim synem?#$e#Prawdopodobnie znasz go lepiej niż ja...$s",
        "Thu_inlaw_Sam": "Witaj, @. Jak tam po ślubie?",
        "Fri": "Całkiem niezły dzień, żeby wybrać się na ryby, co nie?",
        "Fri4": "Powinienem zacząć chodzić na ryby. To by mi dobrze zrobiło.",
        "Sat": "Jodi mówiła, że stałeś się częścią tej społeczności. Miło mi to słyszeć.^Jodi mówiła, że stałaś się częścią tej społeczności. Miło mi to słyszeć.",
        "Sat8": "Mam problemy ze snem, więc nie przejmuj się, jeśli wyglądam na zmęczonego.#$e#Mam nadzieję, że to rozumiesz.",
        "Sun": "Nie wiem, co ze sobą zrobić.#$e#Jestem przyzwyczajony do planowania każdego dnia.",
        "Sun4": "Masz jakieś zajęcie, co? To bardzo dobrze.#$e#Za dużo wolności może przytłaczać. Wszyscy potrzebujemy jakiejś struktury w życiu.",
        "event_popcorn1": "Cicho bądź! Przestań próbować mnie skłócić z żoną.$u",
        "event_popcorn2": "...$s#$b#Masz rację, @.$s",
        "event_popcorn3": "Nie kłam! Nie znoszę kłamstw bardziej niż czegokolwiek innego!$u"
    }