{
  "Mon": "Witaj farmerze.#$e#Nie było mnie tu tak długo... Przez co czuję się trochę obcy.",
  "Resort_Entering": "Hej, @. Dobrze cię widzieć.",
  "Resort_Leaving": "Pora wracać.",
  "Resort_Shore": "Stojąc na tej plaży... czuję rzadkie poczucie spokoju.$h#$e#Ocean jest bardzo wyjątkowy.",
  "Resort_Chair": "To dobre miejsce do budowania więzi z rodziną. Naprawdę doceniam, że to naprawiłeś.^To dobre miejsce, do budowania więzi z rodziną. Na prawdę doceniam, że to naprawiłaś.",
  "Resort_Bar": "Biorę tylko wode.",
  "Resort": "Fajnie się tutaj płynęło. Mogłem nawet wykorzystać część mojego treningu żeglarskiego do nawigacji.$h",
  "MovieInvitation": "Em... okej. Dziękuję. Spotkamy się na miejscu.$h",
  "accept_864": "...!$4#$b#...Skąd to masz?$4#$b#...$5#$b#Ten mężczyzna... razem walczyliśmy na wojnie, @. Był dla mnie jak brat. #$b#Ale... tylko jeden z nas wrócił.$5#$b#Nigdy nie stracił swojej odwagi. Nawet jeśli był twarzą w twarz ze śmiercią. Prawdziwy bohater... nigdy go nie zapomnę.#$b#Dziękuję ci za to... to wiele dla mnie znaczy.#$b#Proszę, weź to. Od lat stało za naszą szafą, i nigdy z tego nie korzystaliśmy.",
  "reject_865": "Tak... Jest szczelnie zapakowane, żeby smak był dalej mocny.",
  "Mon4": "Nie wiem, czy kiedyś się znowu przyzwyczaję do życia w domu.#$e#Przez ten spokój panujący w tym miejście, czuję się trochę dziwnie, ale może to tylko moje odczucie.",
  "Tue": "Dużo się nie zmieniło odkąd wyjechałem.#$e#Pomijając to, że ty tu jesteś.",
  "Tue2": "Dużo się nie zmieniło odkąd wyjechałem.#$e#Oczywiście pomijając twoje przybycie.$h",
  "Wed6": "...Na wojnie, straciłem wielu przyjaciół.$s#$e#Smutne jest to, że nawet nie pamiętam ich twarzy.#$e#...",
  "Wed": "Trochę już tu mieszkasz, prawda? Twoja farma musi dobrze prosperować.",
  "Thu6": "#$1 Kent1#Byłem na nogach od czwartej... czasami zastanawiam się, czy kiedykolwiek wrócę do normalnego trybu życia.$k#$e#Sam, naprawdę dużo urósł. Teraz jest mężczyzną.#$e#Szkoda, że nie mogłem z nim być przez ten cały czas.$s",
  "Thu": "Jesteście przyjaciółmi z moim synem?#$e#Prawdopodobnie znasz go lepiej ode mnie...$s",
  "Thu_inlaw_Sam": "Witaj, @. Jak tam w małżeństwie?",
  "Fri": "Całkiem niezły dzień, żeby wybrać się na ryby, co nie?",
  "Sat": "Jodi mówiła, że naprawdę jesteś częścią tej społeczności. Miło mi to słyszeć.",
  "Sat8": "Mam problemy ze snem, więc nie zwracaj uwagi na to, że wyglądam na zmęczonego.#$e#Mam nadzieję, że rozumiesz.",
  "Sun": "Nie wiem, co mam ze sobą zrobić po powrocie tutaj.#$e#Jestem przyzwyczajony do planowania każdego dnia.",
  "event_popcorn1": "Cicho bądź! Przestań próbować mnie skłócić z żoną.$u",
  "event_popcorn2": "...$s#$b#Masz absolutną rację, @.$s",
  "event_popcorn3": "Nie kłam! Nie cierpię kłamstw bardziej niż czegokolwiek innego!$u"
}