{
        "Introduction": "Dobry! Miło Cię poznać.$h#$e#To dobra pora roku, żeby się tu przeprowadzić... Wiosna jest cudowna.",
        "AcceptGift_(O)StardropTea": "Oh, wow... Wzięłam kiedyś łyk tego, gdy byłam dzieckiem, i nigdy nie zapomniałam tego smaku.",
        "AcceptBirthdayGift_Positive": "Hej, wielkie dzięki, @! Dzięki temu te urodziny są wyjątkowe.$h",
        "FlowerDance_Accept": "Chcesz ze mną zatańczyć? Tak!$h#$e#Zastanawiałam się, czy mnie poprosisz do tańca...$h",
        "dating_Leah": "Przeczuwałam, że mnie o to zapytasz...$l",
        "married_Elliott": "Elliott to prawdziwy romantyk... Jestem pewna, że Twoje życie będzie wypełnione poezją!$h",
        "married_Shane": "Cieszę się, że Shane jest teraz w tak dobrym miejscu. Nigdy nie widziałam, żeby się tak uśmiechał!#$e#Z jego miłością do kur jestem pewna, że będzie pasował na ''%farm'' farmie!$h",
        "AcceptGift_(O)169": "Och! Dziękuję! Ma bardzo ciekawy kształt...$h",
        "AcceptGift_(O)430": "Hej, skąd to masz? *niuuuch*... Mmm... Idealne do starcia na makaron. Dziękuję!$h",
        "AcceptGift_(O)200": "Mmm... W mieście warzywa nigdy nie smakowały tak świeżo. Uwielbiam to!$h",
        "AcceptGift_(O)196": "$c 0.8#To wygląda przepysznie... Dziękuję! Nie ma to jak świeża sałatka.$h#Oh, wow, @! Właśnie tego mi było trzeba! Skąd ${wiedziałeś^wiedziałaś}$$h",
        "dating_Leah_memory_oneday": "Proszę, nie myśl, że musisz spędzać ze mną cały czas tylko dlatego, że jesteśmy razem... Wiem, jak mało masz wolnego czasu!",
        "eventSeen_53_memory_oneday": "Sprzedałam wystarczająco dużo sztuki na wystawie, żeby przygotować się na kolejny rok... Tylko tego mi było trzeba!",
        "eventSeen_54_memory_oneday": "Nadal się wściekam na myśl o tamtym pikniku... Ale dziwak!$a#$b#Nigdy więcej nie rozmawiajmy o... tej osobie... nigdy.$s",
        "eventSeen_584059_memory_oneday": "Jeśli moja sztuka znów będzie się sprzedawała online, będę mogła rzeźbić całe życie. To zawsze było moje marzenie.",
        "Resort_Entering": "Nie mów nikomu, ale Willy pozwolił mi chwilę posterować łodzią.$h",
        "Resort_Leaving": "To było bardzo relaksujące.",
        "Resort": "Kocham pogodę w Dolinie Stardew, ale tutejszy klimat daje mi tyle inspiracji.",
        "Resort_Shore": "Kształty fal są bardzo inspirujące.#$e#Zastanawiam się, czy kiedykolwiek udałoby mi się je uchwycić w rzeźbie.",
        "Resort_Chair": "Lubię ten upał, o ile stoję w idealnym bezruchu.$h",
        "Resort_Wander": "Mmm, założę się, że te drzewa byłyby świetnym materiałem do pracy.#$e#Niestety Willy nie byłby zadowolony, gdybym zaciągnęła kłody na jego statek!$h",
        "Resort_Wander_2": "Zastanawiam się, co można by tutaj znaleźć.#$e#Chyba widziałam orzechy włoskie na krzakach.",
        "Resort_Bar": "Spróbuj Piña Colady. To moja druga... he he.",
        "FlowerDance_Accept_Spouse": "W końcu! Martwiłam się, że wolisz tańczyć z kimś innym!$h",
        "FlowerDance_Decline": "Będę z Tobą szczera. Nie chcę z Tobą tańczyć.$u",
        "divorced": "Zdałam sobie sprawę, że jestem szczęśliwsza sama. Po prostu mnie zostaw.$u",
        "breakUp": "Och... Rozumiem. Hah... Naprawdę nie mam szczęścia w tych sprawach...$s",
        "dumped_Girls": "Przez jakiś czas nie chcę na Ciebie patrzeć...$s",
        "secondChance_Girls": "Przez Twoją głupotę było dużo cierpienia... Ale jestem gotowa zostawić to za sobą.$s",
        "Beach": "Przyszłam tu posłuchać szumu fal. Piękne, prawda?",
        "Mon": "Drzewa ładnie dziś wyglądają, prawda?#$q 21/22/211132 Mon_old#W sumie, skąd pomysł na zostanie farmerem?#$r 21 -5 Mon_21#Chcę dużo zarobić.#$r 22 5 Mon_22#To bardziej \"prawdziwe\" niż życie w mieście.#$r 211132 5 Mon_211132#Chcę pójść w ślady dziadka.#$r 22 5 Mon_22#To ucieczka od mojego starego życia.",
        "Mon_old": "$p 21#To zarabiasz wystarczająco dużo?|Spędzanie czasu z naturą jest bardzo odprężające.",
        "Mon_21": "Hmm. To dość puste podejście, nie uważasz?$s",
        "Mon_22": "Hej... W sumie z tego samego powodu ja tu zamieszkałam!$h#$b#Chciałam bardziej połączyć się z naturą...",
        "Mon_211132": "To bardzo miłe z Twojej strony, że chcesz w ten sposób go uhonorować.",
        "GreenRain": "Skąd się wzięły te wszystkie rośliny? To było niespodziewane, ale nie narzekam...",
        "GreenRainFinished": "Czy wszyscy w dolinie bali się tego dziwnego deszczu? Nie wiedziałam... Moim zdaniem był niesamowity!$h",
        "GreenRain_2": "Wyobraź sobie, że ten deszcz trwa całe lato... Rośliny przejęłyby całą dolinę!",
        "Tue4": "Cześć. Och, chcesz porozmawiać?#$e#Tutejszy krajobraz daje mi wiele inspiracji. Sam teren przypomina rzeźbę.#$e#Nie tworzę sztuki dla pieniędzy. To moje hobby.#$e#Rolnictwo wydaje się bardzo satysfakcjonujące. Można z niego przygotowywać pyszne dania!$h#$e#Pewnie masz sporo pracy. Wybacz.",
        "Tue": "Witaj, sąsiedzie.#$e#Oboje żyjemy z dala od miasta. Czy to nie znaczy czegoś więcej?",
        "Wed": "#$1 LeahBug#Rano przez przypadek nadepnęłam na mrówkę.$s#$e#Czasem myślę, że nie da się żyć, nie niszcząc choć trochę natury.",
        "Wed6": "Uwielbiam być wśród zwierząt. Są takie niewinne.#$e#Zwierzęta domowe też są piękne.$h",
        "Wed8": "$query PLAYER_NPC_RELATIONSHIP current any married roommate#Zebranie całego pola musi być bardzo satysfakcjonujące, co? Praktycznie tworzysz jedzenie z niczego!$h|Cześć, @! Właśnie myślałam o Tobie i Twojej farmie.#$e#Wyobrażałam sobie, jak wspaniale musi być zebrać tyle plonów.$h#$e#Ale czy nie byłoby łatwiej, gdyby ktoś Ci pomagał?$l",
        "Thu": "Jeśli wiesz, gdzie szukać, znajdziesz tu mnóstwo jedzenia.#$e#Można robić świeże sałatki.$h",
        "Thu6": "Lubię zbierać owoce i warzywa w lesie. Może kiedyś zrobię Ci sałatkę.$h",
        "Fri": "Z drzewami łatwiej się zaprzyjaźnić. Niewiele mówią.$h",
        "Fri2": "Nie przetrwalibyśmy bez natury. Warto o tym pamiętać.",
        "Fri4": "Witaj, @. Piękny mamy dziś dzień, prawda?#$e#Wpadnij kiedyś na pogawędkę.$h",
        "Fri6": "Czasami ogarnia mnie dziwne uczucie. Głowa staje się pusta, a ja czuję spokój i błogość.#$e#Hej! To nie ma nic wspólnego z winem!$h",
        "Fri8": "Zastanawiasz się czasem, jakby to było być kimś innym?#$e#Czy myślimy podobnie, czy może całkowicie inaczej?#$e#Nie przejmuj się, czasem mam dziwne przemyślenia...$h",
        "Sat": "Uwielbiam sezonowe dekoracje.",
        "Sat8": "$query PLAYER_NPC_RELATIONSHIP current any married roommate#Myślałam o uprawie warzyw, ale szkoda byłoby usuwać dzikie rośliny, żeby zrobić na nie miejsce.|Rolnictwo brzmi ciekawie. Chciałabym kiedyś spróbować.$l",
        "Sun": "Jeśli usłyszysz dziwne dźwięki z mojego domu, to pewnie pracuję nad jakąś rzeźbą.",
        "Sun8": "Jeśli znajdziesz kiedyś ciekawą kłodę, mogłabym coś z niej wyrzeźbić.#$e#To byłoby świetne.$l",
        "event_sculpt1": "... Co?$7#$b#Och! Tak, to prawda!$h",
        "event_sculpt2": "Nie ma w tym nic złego... Myślę, że w naturze jest dużo piękna, nawet niezmienionej!#$b#Ale jako człowieka, interesuje mnie też to, jak kształtujemy i interpretujemy świat wokół nas... Fascynuje mnie 'sztuka'.",
        "event_sculpt3": "Ty łotrze!%fork$a^Och! To Ty...? Ja też.$6#$b#Wynoś się!$a^Miło to usłyszeć.$l",
        "event_parents1": "Masz rację... Nie byłabym tam szczęśliwa.$u#$b#Tak było lepiej dla nas obojga.$u",
        "event_parents2": "To trochę ostre... ale tak. Mieliśmy inne priorytety.$u",
        "event_parents3": "A więc tak? W takim razie może po prostu wyjdę!%fork$a",
        "event_parents4": "*Ech*...$s#$b#Chyba masz rację... To trochę egoistyczne. Ale czy naprawdę możesz mnie winić za chęć bycia szczęśliwą? Ech... Sama nie wiem...$s",
        "event_parents5": "*Ech*...$s#$b#Może masz rację... Ludzie są samolubni. Nie wiem.$s#$b#Pewnie nie powinnam o tym tyle myśleć. Czasem każdy musi podjąć trudną decyzję.$s",
        "summer_1": "Po zapachu słodkiego nektaru w powietrzu poznasz, że to lato!$h",
        "summer_Mon": "Znalazłam dziś rano trochę owoców!#$e#Wybacz, nic już nie zostało.$s#$e#Szukaj dalej, na pewno coś znajdziesz.",
        "summer_Tue": "Odgłosy zwierząt są piękne, prawda?",
        "summer_Tue4": "Proste rzeczy są najlepsze: letnia bryza, piękne chmury. Czego chcieć więcej.",
        "summer_Thu6": "Mam dobre oko do owoców. Kiedyś zrobię Ci pyszną sałatkę owocową.$h",
        "summer_Fri": "Z drzew można zbierać syropy i inne płyny.#$e#To powolny, ale opłacalny proces.",
        "summer_Fri2": "Jeśli nie będziemy szanować natury, nasze wnuki mogą ponieść tego konsekwencje.#$e#A Ty? Jak myślisz?",
        "summer_Fri4": "Czy czasem spacerujesz po lesie... zatrzymujesz się... i podziwiasz piękno natury?#$e#Łatwo zapomnieć, jak niesamowity jest nasz świat...",
        "summer_Fri6": "Witaj, @. Nie czujesz się samotnie na tak dużej farmie?#$e#Wpadnij kiedyś do mnie na pogawędkę.$h",
        "summer_Sat": "Przepływająca woda sprawia, że w moim domu latem jest chłodniej.#$e#Nie znoszę upałów.",
        "summer_Sat4": "Pewnego lata było tak gorąco w nocy, że wstałam i wskoczyłam do rzeki!#$e#Mam nadzieję, że nikt mnie nie widział!$h",
        "summer_Sun": "Co można robić w tak upalny dzień? *Ech*#$e#Masz jakiś pomysł?",
        "fall_1": "Pory roku zmieniają się tak szybko!#$e#To aż szokujące.",
        "fall_Mon": "#$c .5#W weekend znalazłam trochę grzybów!#$e#Zrobiłam z nich dziś pyszne śniadanie.#$e#Patrz pod nogi, może też coś znajdziesz.",
        "fall_Tue": "Zastanawiam się, czy mogłabym zrobić kolaż z suszonych liści?#$e#Są takie kolorowe... Nie mogę przestać myśleć, jak ich użyć w moich projektach.$h",
        "fall_Tue4": "Każdy ma unikalną i ciekawą perspektywę, nawet jeśli sam w to nie wierzy. Prawda?#$e#Choć nie każdą opinię da się szanować.",
        "fall_Wed": "Dobrze jest mieszkać przy rzece.#$e#Co noc zasypiam przy jej szumie.",
        "fall_Thu6": "Muszę Ci kiedyś zrobić stir-fry z grzybów.$h",
        "fall_Fri": "Masz kuchnię w domu?#$e#Jeśli tak, możesz przygotować mnóstwo smacznych potraw.$h",
        "fall_Fri6": "Wpadnij kiedyś do mnie na rozmowę.$h",
        "fall_Sat": "Dekoracje podkreślają jesienny nastrój. To wartościowa tradycja.",
        "fall_Sun": "Mamy tu wiele miejsc na spacery.#$e#Warto czasem rozprostować nogi.",
        "fall_Sun4": "Jedną z rzeczy, które kocham w tym miejscu, są piękne wodospady.#$e#Czy zdarza Ci się po prostu je oglądać? To takie kojące...",
        "winter_Mon": "Uwielbiam, jak wszystko wygląda pod warstwą świeżego śniegu.",
        "winter_Tue": "W moim domu robi się zimno.$s#$e#Ale gdy się otulę kocem, jest w porządku.$h",
        "winter_Wed": "Dziś rano widziałam śnieżnego królika! Są rzadkie, prawda?",
        "winter_Thu": "Trudno znaleźć coś świeżego do jedzenia.#$e#Ostatnio jadłam głównie chleb.$s",
        "winter_Thu6": "*Ech*... Trudno znaleźć coś świeżego zimą.#$e#Pewnie Twoja farma jest dobrze zaopatrzona, co?",
        "winter_Fri": "Czas płynie tu wolniej.#$e#W mieście rok mijał mi błyskawicznie.",
        "winter_Fri6": "Nie jest Ci zimno w Twoim domku?#$e#Wpadnij do mnie, jeśli chcesz się ogrzać pod kołdrą i napić cydru.$h",
        "winter_Sat": "Cześć. Potrzebujesz czegoś?",
        "winter_Sat2": "Cześć, @. Chcesz porozmawiać?",
        "winter_Sun": "Robisz sobie czasem cały dzień wolny?#$e#To bardzo odświeżające.",
        "winter_Sun4": "Polecam czasem wziąć dzień wolnego.#$b#To dobre nie tylko dla ducha. Na dłuższą metę zwiększa produktywność!"
    }