{
  "Introduction": "Dobry! Miło mi cię poznać.$h#$e#To dobra pora roku, żeby się tu przeprowadzić... Wiosna jest cudowna.",
  "Resort_Entering": "Nie mów nikomu, ale Willy pozwolił mi chwilę posterować łodzią.$h",
  "Resort_Leaving": "To było bardzo relaksujące.",
  "Resort": "Kocham pogodę w Stardew, ale tutejsza pogoda... Coś pięknego.",
  "Resort_Shore": "Kształty fal są bardzo inspirujące.#$e#Zastanawiam się, czy kiedykolwiek udałoby mi się to uchwycić w rzeźbie.",
  "Resort_Chair": "Lubię ten upał, o ile stoję w idealnym bezruchu.$h",
  "Resort_Wander": "Mmm, założę się, że te drzewa byłyby niezłym materiałem do pracy.#$e#Niestety Willy nie byłby zadowolony, jakbym zaciągnęła kłody na jego statek!$h",
  "Resort_Wander_2": "Zastanawiam się, co by się dało tutaj znaleźć.#$e#Chyba widziałam orzechy włoskie na krzakach.",
  "Resort_Bar": "Spróbuj Piña Colade. Już piję drugą... hehe.",
  "danceRejection": "Szczerze? Nie chcę z tobą tańczyć.$u",
  "divorced": "Zdałam sobie sprawę, że jestem szczęśliwsza sama. Po prostu mnie zostaw.$u",
  "breakUp": "Ohh... Rozumiem. Hah... Naprawdę nie mam szczęścia, jeśli chodzi o takie rzeczy...$s",
  "dumped_Girls": "Przez jakiś czas nie chce na ciebie patrzeć...$s",
  "secondChance_Girls": "Przez twoją głupotę było wiele cierpienia... Ale jestem gotowa, żeby zostawić to za sobą.$s",
  "Beach": "Przyszłam tu posłuchać szumu fal. Piękne, prawda?",
  "Mon": "Drzewa ładnie dziś wyglądają, prawda?#$q 21/22/211132 Mon_old#W sumie, skąd pomysł na zostanie farmerem?#$r 21 -5 Mon_21#Można nieźle zarobić.#$r 22 5 Mon_22#To bardziej \"prawdziwe\" niż życie w mieście.#$r 211132 5 Mon_211132#Zależało mi na pójściu w ślady dziadka.#$r 22 5 Mon_22#To ucieczka od mojego starego życia.",
  "Mon_old": "$p 21#To zarabiasz wystarczająco dużo?|Spędzanie czasu z naturą jest bardzo odprężające.",
  "Mon_21": "Hmm. Wydaje się to dość płytkie, nie uważasz?$s",
  "Mon_22": "W sumie z tego samego powodu ja tu zamieszkałam!$h",
  "Mon_211132": "To bardzo miłe z Twojej strony, że chcesz w ten sposób go uhonorować.",
  "Tue4": "Cześć. Oh, chcesz pogadać?#$e#Tutejszy krajobraz daje mi wiele pomysłów. Teren sam w sobie jest prawie jak rzeźba.#$e#Nie tworzę sztuki dla pieniędzy. To moje hobby.#$e#Rolnictwo wydaje się bardzo satysfakcjonującym zawodem. Można przygotowywać pyszne dania...$h#$e#Pewnie masz sporo roboty. Wybacz.",
  "Tue": "Witaj.#$e#Oboje żyjemy poza miastem. Czy to czegoś nie oznacza?",
  "Wed": "#$1 LeahBug#Rano przez przypadek nadepnęłam na mrówkę.$s#$e#Czasami myślę, że to niemożliwe żyć bez niszczenia natury w żaden sposób.",
  "Wed6": "Uwielbiam być wśród zwierząt. Są takie niewinne.#$e#Domowe zwierzątka też są piękne.$h",
  "Wed8": "Witaj @! Myślałam o tobie i Twojej farmie.#$e#Wyobrażałam sobie jakie to świetne uczucie zbierać duże plony.$h#$e#Ale czy nie byłoby dobrze mieć kogoś do pomocy?$l",
  "Thu": "Jeśli wiesz gdzie szukać, dasz radę tu znaleźć mnóstwo jedzenia.#$e#Można sobie robić świeże sałatki.$h",
  "Thu6": "Lubię zbierać różne owoce i warzywa z lasu. Może kiedyś zrobię dla ciebie sałatkę.$h",
  "Fri": "Łatwiej jest się przyjaźnić z drzewami. Nie mają zbyt dużo do powiedzenia.$h",
  "Fri2": "Nie bylibyśmy w stanie przetrwać bez natury. Dobrze jest o tym pamiętać.",
  "Fri4": "Witaj, @. Piękny mamy dziś dzień, prawda?#$e#Przyjdź kiedyś na pogawędkę.$h",
  "Sat": "Uwielbiam dekoracje na różne pory roku.",
  "Sat8": "Rolnictwo wydaje się ciekawe. Chciałabym kiedyś spróbować.$l",
  "Sun": "Jeśli usłyszysz dziwne dźwięki z mojego domu, to prawdopodobnie pracuje nad jakąś rzeźbą.",
  "Sun8": "Jeśli kiedyś znajdziesz ciekawie wyglądającą kłodę, mogłabym coś z niej wyrzeźbić.$e#Byłoby fajnie.$l",
  "event_sculpt1": "...Co?$7#$b#Oh! Tak, to prawda!$h",
  "event_sculpt2": "Nie ma w tym nic złego... Myślę, że jest dużo piękna w zwykłej, niezmienionej przyrodzie!#$b#Ale jako człowiek, interesuje mnie również to, jak kształtujemy i interpretujemy otaczający nas świat... Ciekawi mnie 'sztuka'.",
  "event_sculpt3": "Ty łotrze!%fork$a^Oh! Ty jesteś...? Ja też.$6#$b#Wynoś się!$a^Dobrze o tym wiedzieć.$l",
  "event_parents1": "Masz rację... Nie byłabym tam szczęśliwa.$u#$b#Tak było lepiej dla nas obojga.$u",
  "event_parents2": "To trochę ostre... ale tak. Mieliśmy inne priorytety.$u",
  "event_parents3": "A więc tak? W takim razie może po prostu wyjdź!%fork$a",
  "event_parents4": "*ehh*...$s#$b#Chyba masz rację... To trochę egoistyczne. Ale naprawdę możesz mnie winić za chęć bycia szczęśliwą? Ehh... Sama nie wiem...$s",
  "event_parents5": "*ehh*...$s#$b#Może masz rację... Ludzie to samolubne istoty. Nie wiem.$s#$b#Prawdopodobnie nie powinnam o tym myśleć. Od czasu do czasu każdy musi podjąć trudną decyzję.$s",
  "summer_1": "Możesz poznać, że to lato po słodkim zapachu nektaru unoszącym się w powietrzu!$h",
  "summer_Mon": "Rano znalazłam trochę owoców!#$e#Wybacz, nic mi nie zostało.$s#$e#Szukaj dalej, jestem pewna, że coś znajdziesz.",
  "summer_Tue": "Odgłosy zwierząt są piękne, prawda?",
  "summer_Tue4": "Proste rzeczy w życiu są najlepsze: delikatna, letnia bryza, piękne chmury. Czego chcieć więcej?",
  "summer_Thu6": "Mam dobre oko do owoców. Któregoś dnia zrobię ci przepyszną sałatkę owocową.$h",
  "summer_Fri": "Z drzew możesz zbierać syropy i inne płyny.#$e#To powolny proces, ale opłacalny.",
  "summer_Fri2": "Jeśli nie będziemy traktować natury z szacunkiem, nasze wnuki może spotkać katastrofa.#$e#A ty? Jak uważasz?",
  "summer_Fri6": "Witaj, @. Nie odczuwasz samotności na tak dużej farmie?#$e#Wstąp do mnie na pogawędkę.$h",
  "summer_Sat": "Płynąca woda sprawia, że latem w moim domu jest trochę chłodniej.#$e#Nie najlepiej znoszę ciepło.",
  "summer_Sun": "Co mogłabym zrobić w tak gorący dzień? *ehh*#$e#Jakieś pomysły?",
  "fall_1": "Pory roku tak szybko się zmieniają!#$e#To szokujące.",
  "fall_Mon": "#$c .5#Przez weekend znalazłam trochę grzybów!#$e#Zrobiłam z nich dzisiaj pyszne śniadanie.#$e#Patrz pod nogi to też ich trochę znajdziesz... Jestem tego pewna.",
  "fall_Tue": "Zastanawiam się, czy mogłabym zrobić kolaż z suszonych liści...#$e#Są takie kolorowe.$h",
  "fall_Tue4": "Każdy ma wyjątkową i ciekawą perspektywę, prawda?#$e#Ale niektórych opinii nie da się uszanować.",
  "fall_Wed": "Dobrze jest mieszkać przy rzece.#$e#Każdej nocy zasypiam do jej szumu.",
  "fall_Thu6": "Muszę ci kiedyś zrobić stir-fry z grzybów.$h",
  "fall_Fri": "Masz może u siebie w domu kuchnię?#$e#Jeśli tak, to możesz robić dużo smacznych dań.$h",
  "fall_Fri6": "Wstąp do mnie kiedyś na pogawędkę.$h",
  "fall_Sat": "Dekoracje podkreślają jesień. Myślę, że to wartościowa tradycja.",
  "fall_Sun": "Mamy tu mnóstwo miejsc, do których można się przejść.#$e#Dobrze jest rozprostować nogi.",
  "winter_Mon": "Uwielbiam jak wszystko wygląda pod warstwą świeżego śniegu.",
  "winter_Tue": "W moim domu robi się całkiem zimno.$s#$e#Ale otulam się grubym kocem i jest okej.$h",
  "winter_Wed": "Dziś rano widziałam śnieżnego królika! Są rzadkie, prawda?",
  "winter_Thu": "Ciężko mi jest znaleźć coś świeżego do jedzenia.#$e#Ostatnio jadłam sporo chleba.$s",
  "winter_Thu6": "*ehh*... Ciężko jest znaleźć w zimie coś świeżego.#$e#Pewnie masz u siebie sporo świeżych rzeczy.",
  "winter_Fri": "Wydaje się że tutaj czas płynie wolniej.#$e#Kiedy mieszkałam w mieście, rok tak szybko mijał.",
  "winter_Fri6": "Nie jest ci czasami zimno?#$e#Wstąp do mnie, żeby się ogrzać pod grubą kołdrą, można też napić się cydru.$h",
  "winter_Sat": "Cześć. Chcesz czegoś?",
  "winter_Sat2": "Cześć, @. Chcesz o czymś pogadać?",
  "winter_Sun": "Robisz sobie chociaż jeden dzień wolny?#$e#Dobrze jest czasami odpocząć."
}