{
        "4": "Widziałem duże mango latające na niebie. Linus mówił, że to balon!$u#$b#Myślałem, że tylko ptaki potrafią latać...",
        "18": "Gdy pierwszy raz się tu zjawiłem, Linus zrobił mi ubranie z liści, takie jak te...#$b#Ale śmiesznie wyglądałem... jak puszyste mango!$h#$e#Myślę, że zostanę przy piórach.",
        "LeoDeparture": "Muszę znaleźć jakieś miejsce do zamieszkania...$s#$b#Ale mam plan... będę polegał na moich przyjaciołach.",
        "AcceptGift_(O)StardropTea": "Wow, smakuje dokładnie jak złote orzechy! To wspaniale!",
        "GreenRain": "Podoba mi się ta pogoda... jest tak wilgotno. Przypomina mi las na wyspie.",
        "Thu8": "Z początku źle się czułem z tym, że musiałem opuścić wyspę.$s#$e#Ale, po jakimś czasie się do tego przyzwyczaiłem.#$b#Jestem bardzo elastyczną osobą!$h",
        "Thu10": "Z początku czułem się tu jak nieznajomy. Ale mam teraz wielu przyjaciół!$h#$b#Przynajmniej raz, czuje, że gdzieś należę...",
        "Tue": "Panna Penny robi wszystko w swojej mocy, żeby mi pomóc w nauce. Jest bardzo miła...#$e#...Na szczęście, pamiętam trochę rzeczy z dawnego, bardzo dawnego życia... zanim znalazłem się na wyspie... więc nie jest tak ciężko.#$e#Panna Penny mówi, że jest zaskoczona, tym jak dużo umiem!",
        "Tue10": "Jestem pewien, że Jas i Vincent z początku myśleli, że jestem dziwny. Kilka razy zapiszczałem na lekcjach... to nie pomogło.$s#$e#To była wielka zmiana dla wszystkich. Ale teraz jesteśmy dobrymi przyjaciółmi!$h",
        "Wed": "Nauczę się wszystkiego co się da od Linusa i Panny Penny!$h#$e#Burmistrz Lewis mówi, że jestem na dobrej drodze, aby zostać 'prawowitym obywatelem'... cokolwiek to znaczy.",
        "Thu": "Zauważyłeś wszystkie interesujące ptaki, które tu żyją?^Zauważyłaś wszystkie interesujące ptaki, które tu żyją?#$e#Jeśli się wsłuchasz uważnie, mogą ci coś powiedzieć.",
        "winter_Thu": "Ptakom z doliny nie za bardzo przeszkadza zimno.#$e#Jestem troszkę zazdrosny o ich ciepłe piórka...$s",
        "Fri": "Linus uczy mnie wszystkiego o dzikich smakołykach doliny. Dużo tu dobrych rzeczy!$h#$e#Ale... trochę tęsknię za złotymi orzechami na śniadanie każdego dnia...$s",
        "winter_Fri": "Linus nauczył mnie jak zrobić specjalną rybę nacieraną ostrymi jagodami...#$b#Mówi, że jeśli będę wystarczająco jadł, nie będzie mi zimno w zimie!$h",
        "Fri8": "Wujek Linus mówi, że powinienem najpierw 'ugotować' rybę przed zjedzeniem jej...$s#$b#Ciężko mi się przyzwyczaić... taka wysuszona...$s",
        "Mon": "Hej, @. dobrze cię znowu widzieć, jak za starych czasów. Było fajnie!#$e#Wiesz, gdy pierwszy raz cię zauważyłem byłem przestraszony... wiedziałem, że moje życie wkrótce się zmieni.$u",
        "Sun": "Dolina Stardew może być moim domem... ale wyspa na zawsze będzie moim prawdziwym domem.#$e#Dobrze jest czasami wrócić w odwiedziny.",
        "Sat": "Może kiedyś, odwiedzę Miasto Zuzu...$u#$b#Ale jeszcze nie jestem na to gotowy. Ten świat nadal jest dla mnie dziwny i dobrze się czuję tu gdzie jestem!$h",
        "Sun10": "Papugi chcą, żebym ci podziękował za wszystkie złote orzechy, które od ciebie dostały. Bardzo im smakowały.$h",
        "Sat10": "@? Em... Trochę się wstydzę zapytać...$u#$b#Ale... myślisz, że Jas kiedykolwiek polubiłaby takiego gościa jak ja?$u#$b#Albo może jestem zbyt dziwny?$s#$e#Hahaha... mam to gdzieś. Kiedyś się przekonam.$h"
    }