{
        "4": "Widziałem wielkie mango lecące po niebie. Linus powiedział, że to balon!$u#$b#Myślałem, że tylko ptaki potrafią latać...",
        "18": "Gdy pierwszy raz się tu zjawiłem, Linus zrobił mi ubranie z liści, takie jak to...#$b#Ale wyglądałem śmiesznie... jak puszyste mango!$h#$e#Myślę, że jednak wolę pozostać przy piórach.",
        "LeoDeparture": "Muszę znaleźć jakieś miejsce do zamieszkania...$s#$b#Ale mam plan... będę polegał na moich przyjaciołach.",
        "AcceptGift_(O)StardropTea": "Wow, smakuje dokładnie jak złote orzechy! To niesamowite!",
        "GreenRain": "Podoba mi się ta pogoda... jest taka wilgotna. Przypomina mi las na wyspie.",
        "Thu8": "Na początku źle się czułem z tym, że musiałem opuścić wyspę.$s#$e#Ale z czasem się do tego przyzwyczaiłem.#$b#Jestem bardzo elastyczny!$h",
        "Thu10": "Na początku czułem się tutaj obco. Ale teraz mam wielu przyjaciół!$h#$b#Po raz pierwszy czuję, że naprawdę gdzieś przynależę...",
        "Tue": "Panna Penny robi wszystko, co może, żeby pomóc mi się uczyć. Jest bardzo miła...#$e#... Na szczęście pamiętam trochę rzeczy z dawnego, bardzo dawnego życia... zanim trafiłem na wyspę... więc nie jest tak trudno.#$e#Panna Penny mówi, że jest zaskoczona tym, ile już wiem!",
        "Tue10": "Myślę, że Jas i Vincent na początku uważali mnie za dziwaka. Kilka razy zapiszczałem na lekcjach... to nie pomogło.$s#$e#To była duża zmiana dla wszystkich. Ale teraz jesteśmy dobrymi przyjaciółmi!$h",
        "Wed": "Nauczę się wszystkiego, co tylko możliwe, od Linusa i panny Penny!$h#$e#Burmistrz Lewis mówi, że jestem na dobrej drodze, żeby zostać 'prawowitym obywatelem'... cokolwiek to znaczy.",
        "Thu": "${Zauważyłeś^Zauważyłaś}$ wszystkie interesujące ptaki, które tu mieszkają?#$e#Jeśli się dobrze wsłuchasz, mogą Ci coś powiedzieć.",
        "winter_Thu": "Ptakom z doliny zimno niespecjalnie przeszkadza.#$e#Trochę zazdroszczę ich ciepłych piórek...$s",
        "Fri": "Linus uczy mnie wszystkiego o dzikich przysmakach doliny. Jest tu tyle dobrych rzeczy!$h#$e#Ale... trochę tęsknię za złotymi orzechami na śniadanie każdego dnia...$s",
        "winter_Fri": "Linus nauczył mnie, jak przygotować specjalną rybę nacieraną ostrymi jagodami...#$b#Mówi, że jeśli będę jadł jej wystarczająco dużo, zimą nie będzie mi zimno!$h",
        "Fri8": "Wujek Linus mówi, że najpierw powinienem 'ugotować' rybę, zanim ją zjem...$s#$b#Trudno mi się do tego przyzwyczaić... taka wysuszona...$s",
        "Mon": "Hej, @. Miło Cię znowu zobaczyć, jak za dawnych czasów. Było super!#$e#Wiesz, gdy pierwszy raz Cię zobaczyłem, byłem przestraszony... wiedziałem, że moje życie się zmieni.$u",
        "Sun": "Dolina Stardew może być moim domem... ale wyspa zawsze będzie moim prawdziwym domem.#$e#Dobrze czasem tam wrócić, choć na chwilę.",
        "Sat": "Może kiedyś odwiedzę Miasto Zuzu...$u#$b#Ale jeszcze nie jestem na to gotowy. Ten świat wciąż wydaje mi się obcy i dobrze mi tu, gdzie jestem!$h",
        "Sun10": "Papugi chciały, żebym Ci podziękował za wszystkie złote orzechy, które od Ciebie dostały. Bardzo im smakowały.$h",
        "Sat10": "@? Em... Trochę się wstydzę zapytać...$u#$b#Ale... myślisz, że Jas mogłaby kiedyś polubić kogoś takiego jak ja?$u#$b#A może jestem zbyt dziwny?$s#$e#Ha ha ha... nieważne. Kiedyś się przekonam.$h"
    }