{
        "Introduction": "Jak ci minęła pierwsza noc?#$e#Twój dziadek narzekał na rozklekotane stare łóżko. Ale myślę, że w głębi duszy kochał ten dom.",
        "Resort": "Jestem pod wrażeniem, @. Udało ci się naprawić to miejsce!$h",
        "Resort_Leaving": "Wszyscy na pokład! Wracamy do doliny!",
        "Resort_Shore": "Szanse na wakacje takie jak te mogłyby rozwinąć lokalną ekonomię!#$e#Wolę nie stać za długo na słońcu, bo wąsy mi wyschną.",
        "Resort_Chair": "Hehe... Spójrz na to miejsce! nie wiem jak ci się to udało, ale wszyscy teraz o tym gadają.$h",
        "Resort_Bar": "Hehe... Gus jest w swoim żywiole.",
        "pamHouseUpgrade": "@, Słyszałem o Twojej hojności dla Pam i Penny... I *to* się nazywa wsparcie społeczności, na które aż miło popatrzeć w Mieście Pelikan!$h",
        "pamHouseUpgradeAnonymous": "@, znasz już nowinkę? Ktoś zapłacił Robin, żeby zbudowała dom dla Pam i Penny! Ale Robin nie powie mi kto to ufundował.#$e#Bez względu na to kto zapłacił, Uwielbiam, gdy społeczność Miasta Pelikan wspiera innych w potrzebie!$h",
        "willyCrabs": "*Niuch*... *niuch*... Czujesz to? Czuć tu świeżego kraba...$u",
        "cc_Begin": "*niuch*... *niuch*... Ah, wyczuwam, że spędzasz czas w starym Domu Kultury. Dobrze, że ktoś próbuje się zająć tym miejscem.",
        "cc_Complete": "Nigdy nie czułem nadmiernej dumy w naszej społeczności. Wyświadczasz Miastu Pelikan wielką przysługę, @.$h",
        "cc_Bus": "@, znasz już nowinkę? W nocy autobus znowu zaczął działać!$h#$b#Ten staroć był zepsuty od dekad. Dziwne, że nagle zaczął działać.",
        "joja_Begin": "Cóż, stary Dom Kultury przepadł... Widocznie czasy się zmieniają, dobre rzeczy przychodzą i odchodzą... Niestety nie mogę pomóc, ale i tak czuje stratę.$s#$e#Mam nadzieję, że nie odbije się to na moim stanowisku burmistrza.$s",
        "Mon": "To bardzo dobra pora na pielęgnacje ogródka, nawet dla nas nie farmerów.#$e# Nasze miasteczko jest znane z najlepszych wiosennych kwiatów!$h",
        "Tue": "Włóż wszystko co pójdzie na sprzedaż do tego dużego pudła obok twojego domu.#$e#Ciekawe jakie rzeczy możesz tam dać.",
        "Saloon_Entry": "Cześć, Gus!",
        "Tue2": "Na początku każdej pory roku musisz pozbyć się martwych plonów z poprzedniego siewu. Najłatwiej się to robi kosą.",
        "spring_3": "Masz już zasadzone jakieś wiosenne rośliny? Pory roku nie trwają wiecznie, wiesz.",
        "Town_57_40": "#$c .3#Dość wcześnie przychodzisz do miasta. Skończyłeś obowiązki na farmie?^Dość wcześnie przychodzisz do miasta. Skończyłaś obowiązki na farmie?#$e#Dzień dobry! Tak sobie doglądam ogródka.$h#$c .5#Hmm... czy to mszyca?$s#$e#Hmm... Mam nadzieję że nie...$s",
        "Wed": "Hmm... Zbieranie podatków... *ble ble* Wydatki na wiosenne uroczystości... *ble ble ble*...$u#$e#Tak?",
        "spring_10": "Ah... Nie ma to jak filiżanka mocnej herbaty o poranku.",
        "Thu": "W nocy knajpa jest bardzo zatłoczona. Czasami wkładamy monetę do szafy grającej *hihi*$h#$e#Lubię tam wpadać raz w tygodniu, żeby nadrobić zaległości.",
        "Saloon": "Dobry wieczór! Miło cię widzieć w towarzystwie mieszkańców.#$b#Dobrze jest zrobić sobie przerwę i dowiedzieć się tego i owego.$h",
        "Saloon4": "Dobry wieczór, @! Cieszę się, że odpoczywasz w knajpie. Dobrze jest od czasu do czasu zrobić sobie przerwę.$h#$b#Twój dziadek zawsze ciężko pracował... Następne piwo będzie na jego cześć.",
        "Fri": "Mam nadzieję, że farma %farm dobrze się trzyma. Nie chciałbym patrzeć jak ta farma idzie na marne.",
        "Sat": "W weekend wszyscy wydają się o wiele szczęśliwsi, nie sądzisz?#$e#A ja pracuje siedem dni w tygodniu.",
        "Sun": "Od dwudziestu lat jestem burmistrzem!#$e#Nikt nigdy nie kandydował przeciwko mnie. Lubię myśleć, że wykonuje moją robotę bardzo dobrze.#$e#Lubię być burmistrzem.",
        "event_secret1": "Dziękuję @. Nie zapomnę ci tego.",
        "event_secret2": "*szloch* ... Nie mogę uwierzyć, że możesz coś takiego zrobić...$s#$b#Jesteś okropny.$s^Jesteś okropna.$s",
        "summer_Mon": "Ogrodnictwo jest moim hobby, więc cieszę się, że jest ciepło.",
        "summer_Town_57_40": "#$c .3#Ah, moje kwiaty rosną wspaniale!$h#$c .3#Dzień dobry! Czy czujesz ten zapach zaroszonych lilii?#$e#Jest jeszcze za wcześnie, ale powietrze jest już cieplejsze. Lato jest bardzo przyjemne dla tak starego gościa jak ja hehe.",
        "summer_Tue": "Jak zostałem burmistrzem? To długa historia.#$e#Oboje jesteśmy zbyt zajęci.",
        "summer_Wed": "Meduzy księżycowego światła będą tu lada chwila. To jedna z moich ulubionych rzeczy w tym miejscu.",
        "summer_Thu": "Nocą w knajpie jest bardzo tłoczno.#$e#Lubię tam wpadać raz w tygodniu, żeby nadrobić zaległości. I spróbować jedynego w swoim rodzaju spaghetti Gusa.",
        "summer_Fri": "Hmm... Ciekawe ktoś ma dzisiaj urodziny. Lepiej sprawdzę na kalendarzu wiszącym obok sklepu u Pierra.",
        "summer_Sat": "W weekend wszyscy wydają się o wiele szczęśliwsi, nie sądzisz?#$e#A ja pracuje siedem dni w tygodniu.",
        "summer_Sun": "Powiedz mi, czy hodujesz na swojej farmie jakieś borówki?#$e#Lubię świeże borówki.%revealtasteLewis258",
        "fall_Mon": "Niektórzy z miejscowych są ostrożni w stosunku do nieznajomych. Żeby się do ciebie otworzyli, musisz zdobyć ich zaufanie.#$e#Cierpliwości, kiedyś ci się uda.$h",
        "fall_Tue": "To była mniej więcej ta pora roku, kiedy to po raz pierwszy zostałem burmistrzem, więcej niż dwanaście lat temu.#$e#Czuję się staro.$s",
        "fall_Wed": "Jeśli masz propozycję co do miasta, wrzuć ją do mojego pudełka z propozycjami.#$e#A no tak... Nie mamy takiego pudełka.",
        "fall_Wed2": "W każdą środę jem na śniadanie wafle i kawę. To taka mała tradycja którą staram się utrzymać, żeby urozmaicić moje życie kawalera.$h",
        "fall_Town_57_40": "#$c .3#Hmmm... Dziwne małe grzyby pojawiały się w moich trocinach. Zastanawiam się, co to za grzyby?#$c .3#Dzień dobry! Powoli zbliżamy się do zimy, widzę już koniec mojego ogródka.#$e#Przychodzisz do miasta dosyć wcześnie, hę? Obowiązki na farmie skończone?",
        "fall_Thu": "Nocą w knajpie jest tłocznie.#$e#Lubię tam wpadać raz w tygodniu, żeby nadrobić zaległości.",
        "fall_Fri": "Mam nadzieję, że na farmie wszystko idzie dobrze.",
        "fall_12": "Masz na farmie jakieś ule?#$e#Jeśli je postawisz blisko kwiatów będziesz miał miód innego rodzaju.",
        "fall_19": "Czasami można zobaczyć gołym okiem, że coś jest zakopane pod ziemią. Miej oczy szeroko otwarte.",
        "fall_Fri4": "Musisz spróbować 'sekretnego' sosu do spaghetti Gusa.$s#$b#...Składniki mogą być tajemnicą, ale zapach już nie.#$b#Do zobaczenia.",
        "fall_Sun": "Starasz się tam na swojej farmie, @? Musisz osiągnąć sukces w wielu dziedzinach, jeśli chcesz stać się prawowitym obywatelem.",
        "winter_1": "Już Zima! Czyli mieszkańcy będą spędzać większość dni wewnątrz.#$e#O ile wiesz gdzie mieszkają!$h",
        "winter_Mon": "Kolejny rok prawie się kończy!#$e#Mam nadzieję, że był to dla ciebie produktywny rok!",
        "winter_Tue": "Muszę zacząć myśleć, co zrobić żeby w miasteczku było lepiej na następny rok!",
        "winter_Wed": "I tak będę przychodził w nocy, żeby zbierać twoje produkty, nawet w śniegu.#$e#Nadal musisz zarabiać w zimie!",
        "winter_Fri": "Mam nadzieję że na Twojej farmie wszystko dobrze się układa.",
        "winter_Fri6": "Nigdy nie byłem żonaty. Nie mam rodziny. Żyję tylko po to, żeby być burmistrzem.$s#$e#Czy warto?$s#$e#...*ehh*...$s",
        "winter_Sun": "Witaj, @! Jak się dzisiaj miewasz?$h#$e#Pozdrów ode mnie Marnie."
}