{
  "Introduction": "A więc, jak twoja pierwsza noc w starej chatce?#$e#Twój dziadek narzekał na rozklekotane stare łóżko. Ale myślę, że w głębi duszy naprawdę kochał ten dom.",
  "Resort": "Jestem pod wrażeniem, @. Udało ci się naprawić to miejsce!$h",
  "Resort_Leaving": "Wszyscy na pokład! Wracamy do doliny!",
  "Resort_Shore": "Szanse na wakacje takie jak te mogłyby rozwinąć lokalną ekonomię!#$e#Wolę nie stać za długo w słońcu, albo moje wąsy wyschną.",
  "Resort_Chair": "Hehe... Spójrz na to miejsce! nie wiem jak ci się to udało, ale to małe miejsce na odpoczynek to temat plotek na mieście.$h",
  "Resort_Bar": "Hehe... Gus jest w swoim żywiole.",
  "pamHouseUpgrade": "@, Słyszałem o Twojej hojności dla Pam i Penny... I *to się nazywa* uprzejmość wsparcia społecnzości, na którą aż miło popatrzeć w Mieście Pelikan!$h",
  "pamHouseUpgradeAnonymous": "@, znasz już nowinkę? Ktoś zapłacił Robin, żeby zbudowała dom dla Pam i Penny! Jednakże Robin nie powie mi kto to ufundował.#$e#Bez względu na to kto zapłącił, Uwielbiam, gdy społeczność Miasta Pelikan jest uprzejma i wspiera innych w potrzebie!$h",
  "willyCrabs": "*wąch*... *wąch*... Czujesz to? Cały czas czuję świeżego kraba...$u",
  "cc_Begin": "*wąch*... *wąch*... Ah, czuje, że spędzasz trochę czasu w starym Centrum Społeczności. Dobrze, że ktoś próbuje się zająć tym miejscem.",
  "cc_Complete": "Nigdy nie czułem nadmiernej dumy w naszej społeczności. Wyświadczasz Miastu Pelikan wielką prysługę, @.$h",
  "cc_Bus": "@, znasz już nowinkę? Wygląda na to, że w nocy autobus znowu zaczął działać!$h#$b#Ten staroć był zepsuty od dekad... To bardzo dziwna zagadka.",
  "joja_Begin": "Cóż, stare Centrum Społeczności przepadło... Widocznie czasy się zmieniają, i dobre rzeczy przychodzą i odchodzą... Niestety nie mogę pomóc, ale i tak czuje strate.$s#$e#Mam nadzieję, że nie odbije się na moim stanowisku burmistrza.$s",
  "Mon": "To bardzo dobra pora, aby zacząć myśleć o uprawianiu ogródka, nawet dla nas nie farmerów.#$e# Nasze miasteczko jest bardzo znane z najlepszych wiosennych kwiatów!$h",
  "Tue": "Po prostu włóż wszystko co pójdzie sprzedać do tego dużego pudła obok twojego domu.#$e#Interesuje mnie jakie rzeczy możesz tam dać.",
  "Saloon_Entry": "Cześć, Gus!",
  "Tue2": "Na początku każdej pory roku musisz usunąć martwe plony z poprzedniego siewu. Najłatwiej się to robi kosą.",
  "spring_3": "Masz już zasadzone jakieś wiosenne rośliny? Pory roku nie trwają wiecznie, wiesz.",
  "Town_57_40": "#$c .3#Przychodzisz do miasta dość wcześnie. Twoje obowiązki na farmie skończone?#$e#Dzień dobry! Po prostu doglądam ogródka jak zwykle.$h#$c .5#Hmm... czy to mszyca?$s#$e#Hmm... Mam nadzieję że to nie są robale...$s",
  "Wed": "Hmm... Zbieranie podatków... *mamrot* ...wydatki na wiosenne uroczystości... *mamrotanie*...$u#$e#Tak?",
  "spring_10": "Ah... Nie ma to jak silna filiżanka herbaty o poranku.",
  "Thu": "W nocy w salonie jest bardzo tłoczno. Czasami wkładamy monetę do szafy grającej hihi$h#$e#Lubię tam wpadać raz w tygodniu, żeby nadrobić zaległości.",
  "Saloon": "Dobry wieczór! Miło cię widzieć w towarzystwie mieszkańców.#$b#Dobrze jest zatrzymać się na chwilę, żeby zobaczyć najnowsze wiadomości.$h",
  "Saloon4": "Dobry wieczór, @! Cieszę się, że odpoczywasz w salonie. Dobrze jest od czasu do czasu się zrelaksować.$h#$b#Twój dziadek zawsze się zapracowywał... Następne piwo będzie na jego cześć.",
  "Fri": "Mam nadzieję, że wszystko dobrze się trzyma na tej farmie %farm. Nie chciałbym patrzeć na to wszystko gdyby miało zwiędnąć.",
  "Sat": "Wszyscy wydają się o wiele szczęśliwsi w weekend, nie sądzisz?#$e#A ja jestem w pracy siedem dni w tygodniu.",
  "Sun": "Jestem burmistrzem miasta od dwudziestu lat!#$e#Nikt nigdy nie kandydował przeciwko mnie kiedy jest czas na wybory. Lubię myśleć, że to znaczy, że wykonuje moją robotę bardzo dobrze.#$e#Lubię być burmistrzem.",
  "event_secret1": "Dziękuję ci @. Nie zapomnę ci tego.",
  "event_secret2": "*szloch* ... Nie mogę uwierzyć, że możesz coś takiego zrobić...$s#$b#Okropna z ciebie osoba.$s",
  "summer_Mon": "Ogrodnictwo jest moim hobby, więc jestem zadowolony z tej ciepłej pogody.",
  "summer_Town_57_40": "#$c .3#Ah, moje kwiaty rosną wspaniale!$h#$c .3#Dzień dobry! Czy czujesz ten zapach zaroszonych lilii?#$e#Jest jeszcze za wcześnie, ale powietrze jest już cieplejsze. Lato jest bardzo przyjemne dla tak starego gościa jak ja hehe.",
  "summer_Tue": "Jak ja w ogóle zostałem burmistrzem? To długa historia.#$e#Oboje jednak jesteśmy zbyt zajęci.",
  "summer_Wed": "Meduzy księżycowego światła będą tu lada chwilę. To jedna z moich ulubionych rzeczy w tym miejscu.",
  "summer_Thu": "Nocą w salonie jest bardzo tłoczno.#$e#I#Lubię tam wpadać raz w tygodniu, żeby nadrobić zaległości. I spróbować autentycznego spaghetti Gus'a.",
  "summer_Fri": "Hmm... Martwię się czy przypadkiem dzisiaj ktoś nie ma urodzin. Lepiej sprawdzę to na kalendarzu wiszącym na sklepie u Pierre'a.",
  "summer_Sat": "Wszyscy wydają się o wiele szczęśliwsi w weekend, nie sądzisz?#$e#A ja jestem w pracy siedem dni w tygodniu.",
  "summer_Sun": "Powiedz mi, czy hodujesz na swojej farmie jakieś borówki?#$e#Lubię świeże borówki.",
  "fall_Mon": "Niektórzy z miastowych są ostrożni w stosunku do nieznajomych. Musisz zdobyć ich zaufanie żeby się do ciebie otworzyli.#$e#Cierpliwości, kiedyś ci się to uda.$h",
  "fall_Tue": "To było mniej więcej o tej porze roku, kiedy po raz pierwszy zostałem burmistrzem, więcej niż dwanaście lat temu.#$e#Przez to czuję się naprawdę stary.$s",
  "fall_Wed": "Jeśli masz jakąś propozycję dla miasta, wrzuć ją do mojego pudełka z propozycjami.#$e#A no tak, faktycznie... Nie mam pudełka na propozycje.",
  "fall_Wed2": "W każdą środę mam wafle i kawę na śniadanie. To taka mała tradycja którą staram się utrzymać jako kawaler.$h",
  "fall_Town_57_40": "#$c .3#Hmmm... te dziwne małe grzyby pojawiały się w moich trocinach. Zastanawiam się, jakiego rodzaju mogą być?#$c .3#Dzień dobry! Powoli dochodzimy do zimnych miesięcy, Więc widzę delikatny koniec mojego ogródka.#$e#Przychodzisz do miasta dosyć wcześnie, hę? Obowiązki na farmie skończone?",
  "fall_Thu": "Nocą w salonie jest bardzo tłoczno.#$e#Lubię tam wpadać raz w tygodniu, żeby nadrobić zaległości.",
  "fall_Fri": "Mam nadzieję, że na farmie wszystko idzie dobrze.",
  "fall_12": "Masz jakieś ule na farmie?#$e#Jeśli je postawisz blisko kwiatów będziesz miał miód różnego rodzaju.",
  "fall_19": "Czasami można zobaczyć gołym okiem, że coś jest zakopane pod ziemią. Po prostu miej oczy szeroko otwarte.",
  "fall_Fri4": "Musisz spróbować' 'sekretnego' sosu do spaghetti Gus'a.$s#$b#...Składniki mogą być tajemnicą, ale zapach już nie.#$b#Do zobaczenia.",
  "fall_Sun": "Starasz się tam na swojej farmie, @? Musisz osiągnąć sukces w wielu dziedzinach, jeśli chcesz stać się wszechstronnym obywatelem.",
  "winter_1": "A więc, jest już Zima! To znaczy, że mieszkańcy będą spędzać większość dni w środku.#$e#O ile wiesz gdzie ich znaleźć!$h",
  "winter_Mon": "Kolejny rok prawie się kończy!#$e#Mam nadzieję, że dla ciebie był to naprawdę produktywny rok!",
  "winter_Tue": "Muszę zacząć myśleć nad planem, żeby w następnym roku ulepszyć nasze miasteczko!",
  "winter_Wed": "Nadal będę przychodzić w nocy, żeby zbierać twoje produkty, nawet w śniegu.#$e#Nadal musisz zarabiać pieniądze w zimie!",
  "winter_Fri": "Mam nadzieję że na Twojej farmie wszystko dobrze się układa.",
  "winter_Fri6": "Nigdy nie byłem żonaty. Nie mam rodziny. Żyję tylko po to, żeby być burmistrzem.$s#$e#Czy warto?$s#$e#...*wzdech*...$s",
  "winter_Sun": "Witaj, @! Jak się dzisiaj masz?$h#$e#Marnie, pozdrów ją ode mnie."
}