{
        "Introduction": "Jak Ci minęła pierwsza noc?#$e#Twój dziadek narzekał na to rozklekotane stare łóżko, ale myślę, że w głębi duszy kochał ten dom.",
        "AcceptGift_(O)StardropTea": "Spróbowałem wielu herbat w życiu, ale żadna nie jest tak rzadka i wyjątkowa jak ta. Dziękuję!",
        "AcceptBirthdayGift_Positive": "Ach, ${pamiętałeś^pamiętałaś}$ o urodzinach starego burmistrza. To bardzo miłe z Twojej strony. Świetny prezent!$h",
        "GreenRain": "Właśnie rozmawiałem z Gubernatorem... podobno ten deszcz jest całkowicie nieszkodliwy. To po prostu niezwykłe zjawisko naturalne.#$b#Aczkolwiek niektórzy mieszkańcy panikują, a to nie jest dobre...",
        "GreenRainFinished": "Cóż, trochę za dużo nerwów jak na nasze małe miasteczko! Cieszę się, że nikomu nic się nie stało.$h#$e#Jeśli to się jeszcze kiedyś powtórzy, wszyscy będziemy już nieco spokojniejsi. To nie koniec świata!",
        "GreenRain_2": "Najwidoczniej możemy się spodziewać takich deszczy co roku. Chyba wszyscy czują się już trochę spokojniejsi, wiedząc, że to po prostu część natury.",
        "AcceptBirthdayGift_Negative": "Ach, ${pamiętałeś^pamiętałaś}$ o urodzinach starego burmistrza... co to?$h#$b#Um... cóż, wiesz, jak to mówią. Liczy się gest.",
        "cropMatured_24": "Hej, robiłem nocną rundkę i zauważyłem, że Twój pasternak dojrzał. Gratulacje!",
        "cropMatured_254": "Te melony na ''%farm'' farmie wyglądały znakomicie!$h#$b#Wiesz, że to była jedna z ulubionych upraw Twojego dziadka?",
        "cropMatured_276": "Nic nie mówi 'Jesień' tak dobrze jak dynia, nie uważasz?",
        "Resort": "Jestem pod wrażeniem, @. Udało Ci się naprawić to miejsce!$h",
        "married": "Gratulacje, @. To wielki krok dla Ciebie i Twojej drugiej połówki. Nieźle się ${zakorzeniłeś^zakorzeniłaś}$ na tej farmie!",
        "married_twice": "Ponownie gratuluję, @.",
        "divorced_once": "Wszystkie dokumenty rozwodowe zostały wypełnione. Przykro mi, że tak się to potoczyło...",
        "divorced_twice": "Kolejny rozwód? No weź, @... musisz bardziej uważać, z kim bierzesz ślub...$u",
        "movieTheater": "Cała młodzież wygląda na szczęśliwą z powodu tego nowego kina.#$e#Dobrze prosperujące kino będzie korzystne dla lokalnej gospodarki. Mam tylko nadzieję, że te nowe filmy nie zawierają nieodpowiednich treści!",
        "Resort_Leaving": "Wszyscy na pokład! Wracamy do doliny!",
        "Resort_Shore": "Wakacje takie jak te mogłyby rozwinąć lokalną gospodarkę!#$e#Wolę nie stać zbyt długo na słońcu, bo mi wąsy wyschną.",
        "Resort_Chair": "He he... Spójrz na to miejsce! Nie wiem, jak Ci się to udało, ale wszyscy teraz o tym mówią.$h",
        "Resort_Bar": "He he... Gus jest w swoim żywiole.",
        "pamHouseUpgrade": "@, słyszałem o Twojej hojności wobec Pam i Penny... *To* się nazywa wsparcie społeczności! Aż miło popatrzeć w Mieście Pelikan!$h",
        "pamHouseUpgradeAnonymous": "@, ${słyszałeś^słyszałaś}$ już nowinkę? Ktoś zapłacił Robin za budowę domu dla Pam i Penny! Ale Robin nie chce mi zdradzić, kto to sfinansował.#$e#Bez względu na to, kto zapłacił. Uwielbiam, gdy nasza społeczność wspiera tych w potrzebie!$h",
        "willyCrabs": "*Niuch*... *niuch*... Czujesz to? Czuć tu świeżego kraba...$u",
        "cc_Begin": "*Niuch*... *niuch*... Ach, czuję, że spędzasz czas w starym Domu Kultury. Dobrze, że ktoś się nim wreszcie zajął.",
        "cc_Complete": "Nigdy nie byłem szczególnie dumny z naszej społeczności... ale Ty wyświadczasz Miastu Pelikan wielką przysługę, @.$h",
        "cc_Bridge": "W jakiś sposób ten stary most do kamieniołomu został naprawiony.#$b#Jestem w szoku... Do jego odbudowy potrzeba by całej ekipy!#$b#Ciekawe, kto go naprawił?",
        "cc_Bus": "@, ${słyszałeś^słyszałaś}$ już nowinkę? Autobus znowu działa!$h#$b#Ten złom był zepsuty od dekad. Dziwne, że nagle ruszył.",
        "joja_Begin": "Cóż, stary Dom Kultury przepadł... Czasy się zmieniają, dobre rzeczy przychodzą i odchodzą... Nie mogę pomóc, ale i tak czuję stratę.$s#$e#Mam nadzieję, że nie odbije się to na moim stanowisku burmistrza.$s",
        "wonGrange": "Gratuluję wygranej na targach.#$e#He he... Tak między nami, myślę, że Pierre potrzebował miski pełnej budyniu pokory!$h",
        "Mon": "To świetna pora na pielęgnację ogródka. Nawet dla nas, niefarmerów.#$e#Nasze miasteczko słynie z najpiękniejszych wiosennych kwiatów!$h",
        "Tue": "Wszystko, co chcesz sprzedać, włóż do dużego pudła obok swojego domu.#$e#Ciekawe, co tam wrzucisz.",
        "Saloon_Entry": "Cześć, Gus!",
        "Tue2": "Na początku każdej pory roku musisz usunąć martwe rośliny z poprzedniego sezonu. Najlepiej użyć do tego kosy.",
        "spring_3": "${Zasadziłeś^Zasadziłaś}$ już jakieś wiosenne rośliny? Pamiętaj, pory roku nie trwają wiecznie.",
        "Town_57_40": "#$c .3#Dość wcześnie przychodzisz do miasta. ${skończyłeś^skończyłaś}$ obowiązki na farmie?#$e#Dzień dobry! Doglądam właśnie ogródka.$h#$c .5#Hmm... czy to mszyca?$s#$e#Hmm... Mam nadzieję, że nie...$s",
        "Wed": "Hmm... Zbieranie podatków... *ble ble*... Wydatki na wiosenne uroczystości... *ble ble ble*...$u#$e#Tak?",
        "spring_10": "Ach... Nie ma to jak filiżanka mocnej herbaty o poranku.",
        "Thu": "W nocy knajpa jest bardzo zatłoczona. Czasem wrzucamy monetę do szafy grającej... *hihi*$h#$e#Lubię tam wpadać raz w tygodniu, żeby nadrobić zaległości.",
        "Saloon": "Dobry wieczór! Miło Cię widzieć w towarzystwie mieszkańców.#$b#Dobrze jest zrobić sobie przerwę i dowiedzieć się czegoś nowego.$h",
        "Saloon4": "Dobry wieczór, @! Cieszę się, że odpoczywasz w knajpie. Dobrze jest od czasu do czasu zrobić sobie przerwę.$h#$b#Twój dziadek zawsze ciężko pracował... Następne piwo będzie na jego cześć.",
        "Fri": "Mam nadzieję, że ''%farm'' farma dobrze sobie radzi. Nie chciałbym patrzeć, jak idzie na marne.",
        "Sat": "W weekend wszyscy wydają się o wiele szczęśliwsi, nie sądzisz?#$e#A ja pracuję siedem dni w tygodniu.",
        "Sun": "Od dwudziestu lat jestem burmistrzem!#$e#Nikt nigdy nie kandydował przeciwko mnie. Lubię myśleć, że wykonuję swoją pracę bardzo dobrze.#$e#Lubię być burmistrzem.",
        "event_secret1": "Dziękuję, @. Nie zapomnę Ci tego.",
        "event_secret2": "*szloch*... Nie mogę uwierzyć, że ${mógłbyś^mogłabyś}$ coś takiego zrobić...$s#$b#Jesteś ${okropny^okropna}$.$s",
        "summer_Mon": "Ogrodnictwo to moje hobby, więc cieszę się, że jest ciepło.",
        "summer_Town_57_40": "#$c .3#Ach, moje kwiaty rosną wspaniale!$h#$c .3#Dzień dobry! Czujesz ten zapach zroszonych lilii?#$e#Jest jeszcze za wcześnie, ale powietrze robi się cieplejsze. Lato to przyjemna pora dla takiego starego człowieka jak ja, he he.",
        "summer_Tue": "Jak zostałem burmistrzem? To długa historia.#$e#Oboje jesteśmy zbyt zajęci.",
        "summer_Wed": "Meduzy księżycowego światła przypłyną lada chwila. To jedno z moich ulubionych zjawisk tutaj.",
        "summer_Thu": "Nocą w knajpie jest bardzo tłoczno.#$e#Lubię tam wpadać raz w tygodniu, żeby nadrobić zaległości... i spróbować jedynego w swoim rodzaju spaghetti Gusa.",
        "summer_Fri": "Hmm... Ciekawe, czy ktoś ma dziś urodziny? Lepiej sprawdzę kalendarz obok sklepu Pierra.",
        "summer_Sat": "W weekend wszyscy wydają się o wiele szczęśliwsi, nie sądzisz?#$e#A ja pracuję siedem dni w tygodniu.",
        "summer_Sun": "Powiedz mi, czy hodujesz na swojej farmie jakieś borówki?#$e#Lubię świeże borówki.%revealtasteLewis258",
        "fall_Mon": "Niektórzy mieszkańcy są ostrożni wobec nieznajomych. Żeby się otworzyli, musisz zdobyć ich zaufanie.#$e#Cierpliwości, kiedyś Ci się uda.$h",
        "fall_Tue": "To była mniej więcej ta pora roku, kiedy po raz pierwszy zostałem burmistrzem... ponad dwanaście lat temu.#$e#Czuję się staro.$s",
        "fall_Wed": "Jeśli masz propozycję dotyczącą miasta, wrzuć ją do mojego pudełka z pomysłami.#$e#A no tak... Nie mamy takiego pudełka.",
        "fall_Wed2": "W każdą środę jem na śniadanie gofry i kawę. To taka mała tradycja, którą staram się utrzymać, żeby urozmaicić życie kawalera.$h",
        "fall_Town_57_40": "#$c .3#Hmmm... Dziwne małe grzyby pojawiły się w moich trocinach. Zastanawiam się, co to za grzyby?#$c .3#Dzień dobry! Powoli zbliżamy się do zimy. Widzę już koniec mojego ogródka.#$e#Przychodzisz do miasta dosyć wcześnie, co? Obowiązki na farmie skończone?",
        "fall_Thu": "Nocą w knajpie jest tłoczno.#$e#Lubię tam wpadać raz w tygodniu, żeby nadrobić zaległości.",
        "fall_Fri": "Mam nadzieję, że na farmie wszystko idzie dobrze.",
        "fall_12": "Masz na farmie jakieś ule?#$e#Jeśli ustawisz je blisko kwiatów, będziesz mieć miód innego rodzaju.",
        "fall_19": "Czasami można gołym okiem zauważyć, że coś jest zakopane pod ziemią. Miej oczy szeroko otwarte.",
        "fall_Fri4": "Musisz spróbować 'sekretnego' sosu do spaghetti Gusa.$s#$b#... Składniki mogą być tajemnicą, ale zapach już nie.#$b#Do zobaczenia.",
        "fall_Sun": "Starasz się na swojej farmie, @? Musisz osiągnąć sukces w wielu dziedzinach, jeśli chcesz zostać prawowitym obywatelem.",
        "winter_1": "Zima już nadeszła! Mieszkańcy będą teraz spędzać większość czasu w domach.#$e#O ile wiesz, gdzie kto mieszka!$h",
        "winter_Mon": "Kolejny rok prawie się kończy!#$e#Mam nadzieję, że był dla Ciebie produktywny!",
        "winter_Tue": "Muszę zacząć się zastanawiać, co zrobić, żeby nasze miasteczko jeszcze bardziej się rozwinęło w nadchodzącym roku!",
        "winter_Wed": "Nawet w śniegu przychodzę w nocy, by zbierać Twoje produkty.#$e#W zimie też trzeba zarabiać!",
        "winter_Fri": "Mam nadzieję, że na Twojej farmie wszystko dobrze się układa.",
        "winter_Fri6": "Nigdy nie byłem żonaty. Nie mam rodziny. Żyję tylko po to, by być burmistrzem.$s#$e#Czy warto?$s#$e#... *ech*...$s",
        "winter_Sun": "Witaj, @! Jak się dziś miewasz?$h#$e#Pozdrów ode mnie Marnie."
    }