{
  "Introduction": "Nieznajomy? Witam.#$e#Nie zwracaj na mnie uwagi. Po prostu żyję sobie tu samotnie.",
  "reject_869": "Co tu masz? Byłaby z tego dobra przynęta.$h",
  "cc_Boulder": "Mój stary druch, błyszczący głaz, poruszył się. To może i nie brzmi jak ważne wydarzenie, ale dla mnie to jest wielka zmiana.#$b#Jednakże ciesze się, że stary kamień zobaczy więcej świata.$h",
  "MovieInvitation": "Oh... me? I usually wouldn't, but... okay. It's nice of you to think about me.#$b#I'll head over there in a little while.",
  "Mon": "Świeży zapach puszczy to wszystko, czego mi potrzeba.#$e#Żyję tu bo tak wybrałem.",
  "Tue": "Przychodzisz tu, żeby ze mnie kpić?#$e#Po prostu robię co muszę.",
  "Wed": "Nie znam cię na tyle, aby ci zaufać. Wybacz.",
  "Thu": "...Hmm? Chcesz czegoś ode mnie?",
  "Fri": "Proszę, nie niszcz mojego namiotu.#$e#Już raz ktoś mi go zniszczył.$s",
  "Sat": "Jestem tu szczęśliwy.#$e#Nie potrzebuję nowych przyjaciół.",
  "Sun4": "Miło by mi było, gdyby mieszkańcy zaakceptowali mnie takiego, jakim jestem.$s#$b#Lubię tu mieszkać, na zewnątrz. To dlatego nie rozumieją.",
  "Tue4": "Można się nauczyć przetrwać w dziczy tak jak ja.#$e#Chyba wszyscy mają w sobie ukrytą chęć powrotu do natury. Tylko że trochę się tego boją.",
  "Wed6": "Spędzam dużo czasu na myśleniu.#$e#Jeśli znasz powody swoich rozmyśleń, osiągniesz nowy poziom bytu.",
  "Wed2": "Nie boje się nieznajomych. Większość nie lubi 'dzikusa'.",
  "Thu4": "Tutejsi ludzie są bardzo mili, ale mnie unikają.#$e#Ludzie boją się niewiadomego.$u",
  "Fri4": "Możesz się wiele nauczyć od drzew.#$b#Spędzaj z nimi trochę czasu a może powiedzą ci ich tajemnicę.#$e#Odejdź w pokoju, młoda osobo.",
  "Sat4": "Mam wszystko czego potrzebuję do przetrwania, nawet i więcej. Natura gra piękne utwory gdy nauczysz się słuchać.#$e#Spędzam też wiele czasu czytając. Jeden z powodów, dlaczego się tu zatrzymałem to wspaniała biblioteka.",
  "Sun": "#$1 linusVandal#W nocy ktoś obrzucił mój namiot kamieniami... Musiałem to przeczekać.$s$k#$e#Nie lubię siedzieć w jednym miejscu za długo. Na tym świecie jest za dużo do przeżycia.",
  "summer_Mon4": "Przez te wszystkie lata odkryłem kilka tajemnic o życiu.#$e#Musisz je odkryć samemu.",
  "summer_Mon": "#$1 LinusHeron#Widziałem czaple brodzącą z gracją przez poranną mgłe. Tak jak skarby cichego życia.$k#$e#Łatwo zostać schwytanym przez dźwięki nowoczesnego życia. Najlepsze lata miną jako zdeformowana plama. Dlatego musisz nauczyć się jak spowolnieć. ",
  "summer_Tue4": "Jak się miewasz, mój młody przyjacielu?",
  "summer_Wed6": "Ah... lato. Ciepło ogrzewa dla mnie puszki.#$b#A na noc mam ciepły posiłek.",
  "summer_Thu4": "Mam swoje powody, czemu żyję tu samotnie.#$e#Niektórych rzeczy najlepiej nie mówić...#$e#Powinienem iść coś poszukać.",
  "summer_Fri4": "Za każdym razem, gdy łapiesz rybę, podziękuj jej za poświęcenie.#$b#Nawet jeśli nie wierzysz w duszę ryby, to dobre ćwiczenie umysłu. Musimy się bać naszego oddziaływania na otoczenie.",
  "summer_Sat4": "Teraz w strumieniach zauważyć można tęczowe pstrągi.",
  "summer_Sun": "Dla mnie to jest łatwiejsza pora roku. Nie muszę się martwić o zimno.#$e#Plus, owoce z dziczy wszędzie teraz rosną.",
  "fall_Mon": "Byłem głęboko w kopalniach.#$e#Powiedziały mi ukryty sekret.#$e#Po prostu żeby uważać jak się tam schodzi.",
  "fall_Tue4": "#$1 LinusFall1#Ostatniej nocy jakiś żartowniś obsmarował mój dom farbą... Godzinami musiałem to zdzierać.$k#$e#Muszę zacząć zbierać drewno na zimę.#$e#Masz wystarczająco drewna, żeby ocieplić swój dom?",
  "fall_Wed4": "Nie mam wielu obowiązków, więc sobie rozmyślam.#$e#Musisz zrozumieć swoje myśli przed ich kontrolowaniem.",
  "fall_Sun": "Nie lubię być za długo w jednym miejscu.",
  "fall_Sun6": "Nie ma to jak uczta z dzikich grzybów w jesieni.$h",
  "winter_Mon": "Gdy mieszkasz w namiocie może być naprawdę bardzo zimno.$s",
  "winter_Tue4": "Dzięki, że mnie nie omijasz, @. Trzeba dużo wiedzy, aby zastąpić twoje podstawowe instynkty.#$e#Jestem człowiekiem, jak każdy inny. Mam tylko inny sposób życia.",
  "winter_Wed4": "Wiem, że rozumiesz czemu uważam na nieznajomych.#$e#Ale oddajmy to w niepamięć, okej? Jesteśmy teraz przyjaciółmi, tak mi się wydaje.",
  "winter_Thu4": "Zima jest ciężka, ale nadal można zbierać i łowić ryby.#$e#Jeśli masz jakieś zwierzęta lepiej trzymaj je wewnątrz.",
  "winter_Fri4": "Podczas zimy drzewa idą spać. Przez to czuje się samotny.#$e#Ale nie mogę zaprzeczyć ich piękności podczas snu.$h",
  "winter_Sat4": "Dzięki, że wpadasz. W sumie czułem się trochę samotnie tego poranka.#$e#Więc, jak tam w kopalniach, coś nowego?",
  "winter_Sun": "Spanie na ziemi jest dobre dla moich pleców.#$e#Lepiej patrzeć na pozytywne strony niektórych rzeczy.$h"
}