{
        "Introduction": "Nieznajomy? Witam.#$e#Nie zwracaj na mnie uwagi. Żyję tu samotnie.",
        "AcceptGift_(O)StardropTea": "To dla mnie wiele znaczy, @. Zachowam to na cichy dzień w namiocie. Dziękuję!",
        "AcceptGift_(O)Book_Trash": "Zwykle nie czytam książek... Ale ta jest dla mnie 'idealna'. Dziękuję!$h",
        "AcceptGift_Positive_category_greens": "To dobre znalezisko! Zawsze cieszę się, jedząc dary dziczy. Dziękuję.",
        "married": "Kiedyś myślałem o małżeństwie. Ale teraz jestem w szczęśliwym związku z wiatrem szeleszczącym liśćmi i żabami rechoczącymi pod srebrnym księżycem.",
        "GreenRain": "Wszystkie te dziwne drzewa znikną jutro... to jedna z tajemnic natury.",
        "GreenRainFinished": "Jak poszły zbiory mchu? He he... Moje łóżko jest teraz o wiele wygodniejsze.",
        "GreenRain_2": "Zebrałem już wystarczająco mchu na cały rok. A ty?",
        "AcceptGift_(O)774": "Zobaczmy... wygląda idealnie. Dobry z ciebie uczeń, @.$h",
        "AcceptGift_(O)166": "Nie, dziękuję. Nie potrzebuję pieniędzy... Szczerze mówiąc, myślę, że są przeklęte. [166]",
        "AcceptGift_Positive_category_fish": "Ach, wygląda świeżo. Dziś będę dobrze jadł!$h",
        "reject_869": "Co tam masz? Byłaby z tego dobra przynęta.$h",
        "cc_Boulder": "Mój stary druh, błyszczący głaz, poruszył się. Może nie brzmi to jak coś wielkiego, ale dla mnie to ogromna zmiana.#$b#Cieszę się, że stary kamień zobaczy więcej świata.$h",
        "mineArea_80": "Niewiele osób zeszło tak głęboko w kopalniach jak ty.",
        "eventSeen_8357109": "Tutejsza woda pochodzi z lodowców wysoko w górach.#$e#Byłem tam kiedyś, żeby oddać jej hołd.",
        "movieTheater": "Kino? Hmm... Powolny rytm natury wystarczy mi jako dramat.",
        "MovieInvitation": "Och... ja? Raczej bym nie poszedł, ale... dobrze. To miłe z twojej strony.#$b#Zaraz tam będę.",
        "DumpsterDiveComment": "Znalazłeś coś ciekawego?$h^Znalazłaś coś ciekawego?$h",
        "Mon": "Świeży zapach puszczy to wszystko, czego mi trzeba.#$e#Żyję tu, bo sam tak wybrałem.",
        "Tue": "... Chcesz się ze mnie pośmiać?#$e#Po prostu zajmuję się swoimi sprawami.",
        "Wed": "Nie znam cię na tyle, by ci zaufać. Wybacz.",
        "Thu": "... Hmm? Chcesz czegoś ode mnie?",
        "Fri": "Proszę, nie niszcz mojego namiotu.#$e#Już raz ktoś mi go zniszczył.$s",
        "Sat": "Jestem tu szczęśliwy.#$e#Nie potrzebuję nowych przyjaciół.",
        "Sun4": "Miło by mi było, gdyby mieszkańcy zaakceptowali mnie takim, jakim jestem.$s#$b#Lubię tu mieszkać. Dlatego nie rozumiem, czemu mnie odrzucają.",
        "Tue4": "Da się nauczyć przetrwać w dziczy.#$e#Każdy ma w sobie ukrytą chęć powrotu do natury... tylko że trochę się tego boi.",
        "Wed6": "Spędzam dużo czasu na myśleniu.#$e#Jeśli znasz powody swoich myśli, osiągniesz nowy poziom bytu.",
        "Wed2": "Nie boję się nieznajomych. To większość ludzi nie lubi 'dzikusów'.",
        "Thu4": "Lokalni ludzie są mili, ale mnie unikają.#$e#Ludzie boją się tego, czego nie rozumieją.$u",
        "Fri4": "Możesz się wiele nauczyć od drzew.#$b#Spędź z nimi trochę czasu, a może zdradzą ci swoje sekrety.#$e#Odejdź w pokoju, młoda osobo.",
        "Sat4": "Mam wszystko, czego potrzeba do przetrwania, a nawet więcej. Natura gra piękne melodie, jeśli nauczysz się słuchać.#$e#Spędzam też dużo czasu na czytaniu. Jednym z powodów, dla których tu jestem, jest ta wspaniała biblioteka.",
        "Sun": "#$1 linusVandal#W nocy ktoś obrzucił mój namiot kamieniami... Musiałem to przeczekać.$s$k#$e#Nie lubię siedzieć zbyt długo w jednym miejscu. Ten świat ma zbyt wiele do zaoferowania.",
        "summer_Mon4": "Przez te wszystkie lata odkryłem kilka tajemnic życia.#$e#Musisz je odnaleźć sam.",
        "summer_Mon": "#$1 LinusHeron#Widziałem czaplę brodzącą z gracją przez poranną mgłę. Takie są skarby cichego życia.$k#$e#Łatwo jest dać się porwać dźwiękom nowoczesnego życia. Najlepsze lata przeminą jak rozmazany ślad.",
        "summer_Tue4": "Jak się miewasz, przyjacielu?",
        "summer_Wed6": "Aach... lato. Ciepło ogrzewa mi puszki.#$b#A na noc mam ciepły posiłek.",
        "summer_Thu4": "Mam swoje powody, dla których żyję tu samotnie.#$e#Niektórych rzeczy lepiej nie mówić...#$e#Powinienem iść czegoś poszukać.",
        "summer_Fri4": "Za każdym razem, gdy łapiesz rybę, podziękuj jej za poświęcenie.#$b#To dobre ćwiczenie umysłu. Musimy być świadomi wpływu, jaki wywieramy na otoczenie.",
        "summer_Sat4": "Teraz w strumieniach pływają tęczowe pstrągi.",
        "summer_Sun": "Dla mnie to łatwiejsza pora roku. Nie muszę się martwić o zimno.#$e#Na dodatek, owoce rosną wszędzie.",
        "fall_Mon": "Byłem głęboko w kopalniach.#$e#Powiedziały mi sekret.#$e#Mówiły, żeby uważać, schodząc w dół.",
        "fall_Tue4": "#$1 LinusFall1#Ostatniej nocy jakiś żartowniś obsmarował mój dom farbą... Godzinami to szorowałem.$k#$e#Muszę zacząć zbierać drewno na zimę.#$e#Masz wystarczająco drewna, by ogrzać swój dom?",
        "fall_Wed4": "Nie mam zbyt wielu obowiązków, więc rozmyślam.#$e#Musisz zrozumieć swoje myśli, zanim zaczniesz je kontrolować.",
        "fall_Sun": "Nie lubię przebywać zbyt długo w jednym miejscu.",
        "fall_Sun6": "Nie ma to jak uczta z dzikich grzybów jesienią.$h",
        "winter_Mon": "W namiocie potrafi być bardzo zimno.$s",
        "winter_Mon4": "Kiedy naprawdę oderwiesz się od współczesnego życia, zaczynasz cieszyć się prostymi rzeczami... takimi jak słońce, dojrzałe owoce czy znalezienie patyka o idealnym kształcie.",
        "winter_Tue4": "Dzięki, że mnie nie ignorujesz, @. Tylko inteligentne osoby potrafią przezwyciężyć swoje podstawowe instynkty.#$e#Jestem człowiekiem jak każdy inny. Po prostu żyję inaczej.",
        "winter_Wed4": "Rozumiesz, czemu ostrożnie podchodzę do nieznajomych.#$e#Ale zapomnijmy o tym, dobrze? Chyba jesteśmy już przyjaciółmi.",
        "winter_Thu4": "Zima jest ciężka, ale nadal można zbierać i łowić ryby.#$e#Jeśli masz zwierzęta, lepiej trzymaj je w cieple.",
        "winter_Fri4": "Zimą drzewa śpią. Przez to czuję się samotnie.#$e#Ale nie mogę zaprzeczyć ich pięknu podczas snu.$h",
        "winter_Sat4": "Dzięki za odwiedziny. W sumie czułem się trochę samotny.#$e#Jak tam? Coś nowego w kopalniach?",
        "winter_Sun": "Spanie na ziemi dobrze robi na plecy.#$e#Zawsze warto szukać pozytywów.$h"
    }