{
        "Introduction": "Ach, burmistrz Lewis mówił mi, że już jesteś. Jestem Marnie!#$e#Sprzedaję produkty zwierzęce na moim ranczu. Może kiedyś do mnie wpadniesz.$h",
        "AcceptGift_(O)StardropTea": "Wow, stokrotne dzięki, @. Nie zapomnę tego!",
        "AcceptGift_(O)SkillBook_0": "Dzięki, @. Zawsze lubię mieć przy sobie kopię almanachu. Jest całkiem dokładny!$h",
        "gotPet": "Myślę, że spodoba Ci się mieszkanie na farmie z nowym przyjacielem.",
        "gotPet_memory_oneday": "Jestem pewna, że %pet na początku będzie trochę się wstydzić. Zwierzę potrzebuje czasu, żeby oswoić się z nowym otoczeniem.",
        "gotPet_memory_oneweek": "Czy %pet już się oswoił z nowym miejscem? To bardzo dobre miejsce dla zwierzaka do zwiedzania.",
        "gotPet_memory_oneyear": "Przypomniało mi się... minął już chyba rok, odkąd ${adoptowałeś^adoptowałaś}$ %pet. Założę się, że bardzo się do siebie zbliżyliście!",
        "structureBuilt_Stable": "Och, masz konia? To wspaniale! Konie to cudowne zwierzęta.$h",
        "dating_Shane_memory_oneweek": "Shane wydaje się ostatnio dużo bardziej pozytywny i pełen nadziei.#$b#Bardzo się cieszę, że się ${wprowadziłeś^wprowadziłaś}$ i że dobrze się z nim dogadujecie!$h",
        "married_Shane": "Cieszę się, że Shane zamieszkał na Twojej farmie... może podtrzyma rodzinną tradycję!",
        "Resort": "He he... W końcu okazja, by pokazać efekty ciężkiej pracy na aerobiku.$h",
        "Resort_Leaving": "Ależ tu gorąco.",
        "Resort_Shore": "Hee hee... Wszyscy wyglądają ciekawie w strojach kąpielowych.",
        "Resort_Chair": "Fuu... to krzesło jest mokre.",
        "Resort_Bar": "Fiu... ale skwar!$s",
        "reject_789": "Aaaa!$4#$b#... Em... Co? Heh... Nie wiem, co to jest...$3",
        "Mon": "Kocham zwierzęta, panie @. Dobrze je traktuj, a na pewno się polubicie!^Kocham zwierzęta, panno @. Dobrze je traktuj, a na pewno się polubicie!",
        "Mon4": "Zwierzęta są takie niewinne i słodkie. Jeśli Ty się nimi nie zajmiesz, to kto? $s#$e#Mam nadzieję, że kury się nie denerwują, kiedy biorę ich jajka.$s",
        "Thu_2": "Jesteś tu już od jakiegoś czasu... jak tam Twoja farma?#$e#Łatwo opiekować się zwierzętami, jeśli o nich nie zapominasz!$h",
        "Saloon": "W końcu mogę odpocząć i spędzić trochę czasu z ludźmi.",
        "Saloon_Tue": "Dziś nie ma tu zbyt wielu osób...$s",
        "Saloon_Wed": "#$1 marnieAnimalSal#Wylałam dziś całe wiadro mleka na podłogę, to było okropne. Taka strata ciężkiej pracy biednej Belindy.$k$s#$e#Fajnie, że tu jesteś! Od razu więcej życia w knajpie.",
        "Saloon_Thu": "Fiu! Świetnie jest trochę odpocząć po całym dniu ciężkiej pracy.",
        "Saloon_Fri": "%Marnie chyba Cię nie zauważyła...",
        "Saloon_Sun": "*ech*... Dziś się za bardzo nie napracowałam.",
        "Saloon_Sat": "Zawsze widzę tu Clinta, ale z nikim nie rozmawia. Tylko od czasu do czasu zerka przez ramię.$s",
        "Tue": "$query PLAYER_NPC_RELATIONSHIP any Shane married roommate#Przez to, że Shane się wyprowadził, będę musiała nauczyć Jas opiekować się kurami.|Mój siostrzeniec, Shane, mieszka u mnie od kilku miesięcy.#$e#Pomaga mi z kurami, więc nie narzekam.",
        "GreenRain": "Martwisz się tym deszczem? Mnie wręcz uspokaja...#$e#Mam nadzieję, że krowy gdzieś się schowały...$s",
        "GreenRainFinished": "Cóż, widocznie niepotrzebnie się martwiliśmy... Deszcz okazał się całkowicie nieszkodliwy!",
        "GreenRain_2": "Najwyraźniej zwierzętom podoba się ten deszcz... Chyba dostarcza trawie dodatkowych składników odżywczych.",
        "Wed": "Możesz użyć kosy do ścięcia trawy na paszę.#$e#Oczywiście, możesz też ją kupić ode mnie!$h#$e#Przydałoby mi się trochę pieniędzy...$u#$e#Adios.",
        "Thu": "Witaj. Potrzebujesz czegoś?#$e#W przyszłości może sprowadzę tu kilka nowych gatunków zwierząt.#$e#Ale najpierw muszę mieć pewność, że będą miały dobry dom. Udowodnij, że potrafisz się nimi opiekować.#$e#Po prostu traktuj je z należytym szacunkiem.",
        "Fri": "Większość wieczorów spędzam w saloonie.#$e#Uwielbiam zwierzęta, ale czasem warto też z kimś porozmawiać.",
        "Fri6": "Ciekawe, czy pan Lewis czuje się samotny w tak dużym domu...$s#$e#W środku wygląda tak pusto, prawda?",
        "Sat": "Byłeś w tej dziwnej wieży na zachód od mojego domu?^Byłaś w tej dziwnej wieży na zachód od mojego domu?#$e#Kiedyś usłyszałam stamtąd okropny dźwięk, jakby z innego świata.$s#$e#Gdybym była Tobą, trzymałabym się z dala od tego miejsca...",
        "Sun": "Witaj, dobrze Cię widzieć!#$e#Odwiedzaj nas, kiedy tylko chcesz.",
        "Sun8": "Cześć, @!$h#$e#Cieszę się, że się przyjaźnimy. Wiem, że dobrze traktujesz moje zwierzęta.",
        "Fair_Judging": "Cóż, raz kozie śmierć...",
        "Fair_Judged": "No cóż, nie wygrałam... ale i tak cieszę się, że mogłam podzielić się moją ciężką pracą!",
        "Fair_Judged_PlayerLost_PurpleShorts": "Na Twojej wystawie była bardzo dziwna czerwona kapusta!$h#$b#Przysięgam, wyglądała jak specjalna biel... $3#$b#Och!... heh... nieważne!$4"
    }