{
  "Rainy_Day_0": "Myślę sobie co tam u Penny? Może do niej później zadzwonie.",
  "Rainy_Day_1": "Tak sobie myślałam... myślisz, że u MARILD'y jest wszystko okej? Mam nadzieję, że kiedyś znajdzie swoje miejsce...",
  "Rainy_Day_2": "Hej! Miałam kłopot z zaśnięciem ostatniej nocy i siedziałam trochę w swoim warsztacie. Proszę, zrobiłam to dla ciebie. [688 369 338 325 287]#$e#Mam nadzieję, że ci się przyda.",
  "Rainy_Day_3": "Jedyna rzecz, jakiej nie lubię w deszczu to fakt, że nie mogę obserwować gwiazd!",
  "Rainy_Day_4": "Czy przypadkiem nie słyszałam jak cieknie z dachu? Będę musiała to sprawdzić. Dzięki mamie wiem coś o stolarstwie.",
  "Rainy_Night_0": "Nie zostawiaj nigdy narzędzi na deszczu! Raczej nie chcesz, żeby zardzewiały.",
  "patio_Maru": "Jeszcze nie wiem co to jest... ale fajnie jest czasem trochę pokręcić kluczem.",
  "Rainy_Night_1": "Cześć @. Jak ci minął dzień... zmokłeś?#$e#Ta pogoda daje mi dużo pomysłów na gadżety.",
  "Rainy_Night_2": "Tata śledził pogodę od dwudziestu lat.#$e#Jest trochę za wcześnie, żeby coś powiedzieć, ale pojawiały się jakieś anomalie.",
  "Rainy_Night_3": "Możemy dziś wieczorem zjeść spaghetti w łóżku?",
  "Rainy_Night_4": "Zrobiłam deser! Pamiętaj, żeby przed snem umyć zęby. [232 234 223 220]$h",
  "Rainy_Night_5": "Nic ciekawego się dziś nie działo... Przez cały dzień siedziałam w domu.#$e#Ale w sumie to było relaksujące.",
  "Indoor_Day_0": "Hmm? Wybacz, czasami zbyt dużo myślę i nie wiem nawet co robię.",
  "Indoor_Day_1": "Znalazłam to na mojej kupce złomu. Może ci się przyda. [286 287 205 732]",
  "Indoor_Day_2": "W końcu. Ileż można spać! Zrobiłam się głodna... *burczenie*$h",
  "Indoor_Day_3": "Jedna z najlepszych rzeczy w życiu na farmie to wstawanie przy ćwierkaniu ptaków.",
  "Indoor_Day_4": "Jak twoje ręce są tak miękkie po tej całej pracy na farmie?",
  "Indoor_Night_0": "Widziałeś księżyc dziś w nocy? Zawsze pięknie wygląda na horyzoncie.",
  "Indoor_Night_1": "Widziałam spadającą gwiazdę. Pomyślałam sobie, że MARILDA się zatrzymała, żeby zobaczyć, co u nas.$h",
  "Indoor_Night_2": "Nie mogę się zdecydować, czy zrobić ciasto czekoladowe, czy truskawkowe. A może oba...?#$e#Powiedz sczerze... przytyłam?$s",
  "Indoor_Night_3": "Po tej ciężkiej pracy nareszcie możesz się zrelaksować.",
  "Indoor_Night_4": "Naprawdę zaczynam lubić ten dom. W nocy jest tak przytulnie.#$e#Mama zrobiła dobrą robotę ulepszając go.$h",
  "Outdoor_0": "Ahh... na farmie pięknie pachnie, przypomina mi to o górach niedaleko domu moich rodziców.",
  "Outdoor_1": "Trochę planowania i może udałoby się zautomatyzować większość prac na farmie. Byłoby wtedy więcej czasu na odpoczynek!",
  "Outdoor_2": "Dziś w nocy będzie czyste niebo... Ciekawe, czy konstelacja %noun będzie widoczna?",
  "Outdoor_3": "Nie martw się, nie będę się gniewać, jeśli naniesiesz błota do domu. Czasami fajnie się trochę ubrudzić.",
  "Outdoor_4": "Nie zdawałam sobie sprawy, ile planowania jest potrzebne, żeby prowadzić farmę! W laboratorium jest zupełnie inaczej.",
  "OneKid_0": "Spędzasz trochę czasu z %kid1 dzisiaj? Dzieci potrzebują dużo uwagi.",
  "OneKid_1": "Jak myślisz... czy %kid1 wyrośnie na farmera? Czy na inżyniera?",
  "OneKid_3": "Myślę, że dobrze się zajmujemy naszym dzieckiem.",
  "TwoKids_3": "Mój warsztat, dwójka dzieci, i piękna działka. Całkiem nieźle się tu żyje.",
  "Good_1": "Teraz, gdy żyjemy razem, ciężko mi jest sobie wyobrazić nas osobno.",
  "Good_2": "Przerwa? To dobrze!",
  "Good_3": "Jest dużo sposobów, żeby zaplanować działanie farmy. Wybranie swojego może być naprawdę ciężkie.",
  "Good_4": "Kiedyś rozmyślałam nad zbudowaniem męża-robota. Ale z tobą żyje mi się dużo lepiej!$h^Kiedyś rozmyślałam nad zbudowaniem żony-robota. Ale z tobą żyje mi się o wiele lepiej!$h",
  "Good_5": "Podziwiałam swój amulet ślubny... To bardzo rzadki okaz!$l",
  "Good_6": "Zeszłej nocy miałam sen, w którym patrzyłam przez ogromny teleskop. Zauważyłam coś poruszającego się w mgławicy %noun . Trochę straszne.",
  "Neutral_0": "Mam nadzieję, że nawet jeśli nie byłabym szczupła, bym ci się podobała.",
  "Neutral_8": "Nie mam pojęcia co dziś robić.$s",
  "funLeave_Maru": "Odwiedzę dzisiaj moich rodziców. Stęskniłam się za nimi.",
  "funReturn_Maru": "Mama i tata mają się dobrze. Ciągle robią to samo. A tobie jak minął dzień?",
  "spring_2": "Jaka jest twoja strategia optymalizacji farmy w tym roku?",
  "spring_1": "Fajnie jest widzieć, jak rośliny i zwierzęta powracają do życia na wiosnę.",
  "spring_22": "Gdyby mój brat nie był takim samotnikiem to zaprosiłabym go kiedyś do nas na obiad.",
  "summer_20": "Zastanawiam się, czy mój brat będzie kiedyś chodzić z Abigail?",
  "summer_2": "Lubię katalogować różne owady, które widzę latem.",
  "fall_1": "Z każdą porą roku nowa część nieba staje się widoczna. To fascynujące.",
  "fall_25": "Zima tuż tuż. Musimy zobaczyć, czy ogrzewanie jest sprawne i sprawdzić całą izolację w domu.#$e#Nie martw się, ja się tym zajmę.",
  "fall_3": "Jesień zawsze przypomina mi o obrabianiu drewna z moją mamą... może to zapach ściętego drzewa.",
  "winter_15": "W ostatnim czasie zimy były niepokojąco łagodne.",
  "winter_5": "Mam nadzieję, że u taty wszystko okej... czasami w zimie wpada w depresję, kiedy jest mniej okazji do badań terenowych.",
  "winter_2": "Jakie są twoje plany na zarobek w zimie?#$e#Możesz łowić ryby...#$e#Jeśli pójdziesz do kopalni obiecaj mi, że będziesz uważać.",
  "spring_Maru": "Jestem podekscytowana kolejnym rokiem, @!$h",
  "summer_Maru": "Wieczory są takie ciepłe, to najlepsza pora roku na obserwowanie gwiazd. Kto wie, co tam może być?",
  "fall_Maru": "Życie na farmie jest świetne, ale lubię pracować w klinice... To ważna usługa dla społeczności.",
  "winter_Maru": "Na wiosnę chciałabym zrobić placek z rabarbaru. Oh... ten zapach!",
  "spouseRoom_Maru": "#$c .5#Wstałam wcześniej, żeby popatrzeć na gwiazdy.#$e#Mam nadzieję, że nie masz nic przeciwko, jeśli poświęcę trochę czasu na moje projekty, kochanie."
}