{
        "Rainy_Day_0": "Czuję inspirację... Chyba coś napiszę.",
        "Rainy_Day_1": "Dźwięki deszczu w pewien sposób przypominają mi moją kajutę.#$e#Farma jest wspaniała, ale brakuje mi szumu oceanu.",
        "Rainy_Day_2": "Wstałem wcześnie i zrobiłem kawę.[395]#$e#Kubek tego wykwintnego naparu sprawia, że poranki są o wiele przyjemniejsze.",
        "Rainy_Day_3": "Chyba zostanę dziś w domu, Skarbie. Nie chcę, żeby moje włosy zmokły.",
        "Rainy_Day_4": "Moja inspiracja do pisania jest jak pogoda... Przybywa i odchodzi losowo. Dzisiaj jestem znudzony.$s#$e#Może rozbudzę wyobraźnię jakimiś klasykami.",
        "patio_Elliott": "Ach, cóż za wspaniały dzień na czytanie książki... Co o tym myślisz, Skarbie?",
        "Rainy_Night_0": "Dobry wieczór. Miałeś produktywny dzień, @?^Dobry wieczór. Miałaś produktywny dzień, Kochanie?",
        "Rainy_Night_1": "Ale masz zimne ręce! Pozwól, że Cię ogrzeję.$l",
        "Rainy_Night_2": "Moje umiejętności pisarskie są niezrównane, ale wciąż nie potrafię znaleźć słów, które oddałyby Twój urok.$l^Moje umiejętności pisarskie są niezrównane, ale i tak nie potrafię znaleźć słów, które opisałyby Twoje piękno.$l",
        "Rainy_Night_3": "Co dziś robiłem? Powiem tylko, że utrzymanie tej sylwetki to spory wysiłek!",
        "Rainy_Night_4": "Spędziłem popołudnie, myśląc o oceanie. Więc zrobiłem coś, co mi o nim przypomina. [198 202 727 728]$h",
        "Indoor_Day_0": "Odkąd jesteśmy razem, zacząłem lepiej o siebie dbać. Życie kawalera nie było zbyt zdrowe.",
        "Indoor_Day_1": "Dzień dobry, @! Zrobiłem nam kawę.[395]#$e#Każdego poranka czuję, że potrzebuję jej smaku.",
        "Indoor_Day_2": "Jeśli znajdziesz w domu pająka, nie zgniataj go! Zawołaj mnie, a wyniosę to biedne stworzonko na zewnątrz.",
        "Indoor_Day_3": "Dzisiaj będzie fantastyczny dzień... Czuję to!$h#$e#Czuję to w moim nosie...",
        "Indoor_Day_4": "Śniło mi się, że obciąłeś mnie na łyso... Nie ${zrobiłbyś^zrobiłabyś}$ mi tego, prawda?$s#$e#Ufam Ci.",
        "Indoor_Night_0": "Od najjaśniejszej zimowej gwiazdy po błysk irydu... Nic nie może się równać z moim wspaniałym mężem.$l^Od najjaśniejszej zimowej gwiazdy po migoczącą baśniową różę... Nic nie dorównuje Twojemu urzekającemu pięknu.$l",
        "Indoor_Night_1": "Skwierczący ogień dodaje temu domowi nastroju... Każdy kawałek drewna pali się w wyjątkowy sposób.",
        "Indoor_Night_2": "Nigdy nie mogłem utrzymać żadnych roślin w mojej starej kajucie. Może nauczę się czegoś od Ciebie.#$e#Z całym szacunkiem, jesteś mistrzem, a ja skromnym uczniem.",
        "Indoor_Night_3": "Gdy spoglądam na Twą wspaniałą twarz, drogocenny klejnot formy i łaski, moje serce... Rozdarte przez strach i noc, oczyszcza się w złotym blasku.#$e#Poezja to jedyny sposób, w jaki mogę wyrazić, co do Ciebie czuję.$l",
        "Indoor_Night_4": "Miłości ma... Nie wymieniłbym Cię za 100 sztabek irydu.#$e#Ani za 1000...#$e#Nawet za 10 000 sztabek nie.$7#$e#...$7#$e#Nie, nawet nie za 100 000 sztabek!$a#$e#...$s#$e#Co...? Milion sztabek czystego irydu...? Nie każ mi tego robić...$8",
        "Outdoor_0": "Spełniło się moje największe marzenie... Spójrz na te wspaniałe ziemie!",
        "Outdoor_1": "Urodzajna gleba pod stopami, świeże powietrze w płucach i ciepło słońca na skórze... Tak dobrze nam się wiedzie.",
        "Outdoor_2": "Zostanę tu i coś napiszę. Czuję nagły przypływ kreatywności! Ty możesz zająć się gospodarstwem.",
        "Outdoor_3": "Może jeśli stanę nieruchomo, jakiś olśniewający motylek wyląduje na moim nosie.",
        "Outdoor_4": "Wypiłem za dużo kawy... Moje usta są suche jak Pustynia Calico.$s#$e#Och... Wybacz ten kawowy oddech.$7",
        "OneKid_0": "Możesz dziś pobawić się z %kid1, Kochanie? Może drugie dziecko nam to ułatwi.",
        "OneKid_1": "Nasze dziecko będzie tu miało cudowne dzieciństwo. Jest tu tyle do odkrycia.",
        "OneKid_3": "Zajmowanie się dziećmi nie jest moją mocną stroną... Ale staram się być dobrym ojcem.",
        "TwoKids_0": "Już nakarmiłem dzieci. Jedzą zaskakująco dużo jak na tak małe stworzenia!",
        "TwoKids_1": "Trzymałem dziś %kid1 na rękach i przysięgam, że słyszałem ''ta-ta''.$h",
        "TwoKids_2": "Nauczę %kid1 czytać jak najszybciej! To świetny sposób, by dziecko poznało świat.",
        "TwoKids_3": "Dobrze się spisaliśmy, @. Farma ma się świetnie, dzieci są zdrowe... Nie mógłbym być szczęśliwszy.",
        "Good_0": "@... Jestem dumny z całej Twojej ciężkiej pracy. Mam ogromne szczęście, że Cię mam.$l",
        "Good_1": "Napisałem całą książkę wierszy, w których wyrażam moją miłość do Ciebie.$l",
        "Good_2": "Przybyłem tu w poszukiwaniu wieży z kości słoniowej, źródła talentów. Znalazłem jedynie lochy samotności... Dopóki nie ${ocaliłeś^ocaliłaś}$ mnie Ty.$l",
        "Good_3": "Wow, świetnie dziś wyglądasz! Ogoliłeś się? Twoja szczęka jest idealna.$l^Twój kobiecy urok dziś promieniuje. Nie mogę odwrócić wzroku.$l",
        "Good_4": "Czuję się wypalony, gdy Cię nie ma. Lecz gdy słyszę dźwięk ubłoconych butów na drewnianej podłodze, moje serce powstaje z popiołów.",
        "Good_5": "Czasem medytuję podczas spacerów. To dobrze wpływa na moją kreatywność.",
        "Good_6": "Uważaj na siebie! Czasami się o Ciebie martwię. Na tym świecie są ludzie, którzy mogliby Cię wykorzystać.",
        "funLeave_Elliott": "Chyba pójdę na plażę. Dobrze będzie znów zobaczyć ocean.",
        "funReturn_Elliott": "Miło było spędzić czas na plaży. Oglądałem fale przypływające i odpływające... Jak za dawnych czasów.",
        "spring_1": "Moje noworoczne postanowienie to: pisać, pisać i jeszcze raz pisać! Nie mogę przestać rozwijać swoich umiejętności.",
        "spring_12": "To dziwne, ale na wiosnę mam ochotę na granaty.",
        "spring_23": "Nie mogę się doczekać jutrzejszego tańca, Kochanie.",
        "summer_1": "Trudno być w złym humorze, gdy słońce świeci, a motyle tańczą na bryzie z ostrych jagód.$h",
        "summer_10": "Miałem dziś zabrać z kajuty trochę tuszu, ale skoro jutro jest Luau, to zrobię to przy okazji.",
        "summer_27": "Wszystko, co dobre, kiedyś się kończy. Nawet radosne dni lata. Kluczem do szczęścia jest akceptacja zmian bez narzekania.",
        "fall_1": "Jesienny splendor... Uczta dla wszystkich zmysłów... Inspirował największych poetów wszech czasów.",
        "fall_15": "Może jutro odłożę moją dietę i skuszę się na jedną z tych tłustych kanapek z grilla.",
        "fall_26": "Nadal będziesz mnie kochać, jeśli wypiję 7 litrów dyniowego piwa na Wigilii Duchów? Czasem mężczyzna ma prymitywne potrzeby...",
        "winter_1": "Zima to doskonały czas na czytanie książek i grę na pianinie. Pamiętaj, by robić sobie przerwy i cieszyć się spokojem.",
        "winter_7": "Trochę wyszedłem z wprawy w łowieniu ryb, ale jutro zamierzam spróbować! Masz niezłą konkurencję, Kochanie.",
        "winter_28": "Szczęśliwego Nowego Roku, Kochanie. Uczcijmy to. [348]"
    }