{
  "Rainy_Day_0": "Czuję się dziś zainspirowany... Chyba coś napiszę.",
  "Rainy_Day_1": "Dźwięk deszczu, w pewien sposób, przypominają mi o mojej kajucie na plaży.#$e#Farma jest wspaniała, ale brakuje mi dźwięku oceanu.",
  "Rainy_Day_2": "Wstałem wcześnie i zrobiłem kawę.[395]#$e#Uważam, że kubek tego wykwintnego naparu sprawia, że wczesny poranek jest przyjemny.",
  "Rainy_Day_3": "Chyba dziś zostanę w środku, skarbie. Deszcz sprawia, że moje włosy są wiotkie.",
  "Rainy_Day_4": "Moja inspiracja do pisania jest jak pogoda... Losowo przybywa, jak i odchodzi. Dzisiaj czuję się znudzony..$s#$e#Może przeczytam coś z klasyków, żeby moje kreatywne soki zaczęły płynąć.",
  "patio_Elliott": "Ah, cóż za wspaniały dzień na przeczytanie książki... Co o tym myślisz, skarbie?",
  "Rainy_Night_0": "Dobry wieczór. Miałeś produktywny dzień, @?^Dobry wieczór. Miałaś produkynwny dzień, kochanie?",
  "Rainy_Night_1": "Ale masz zimne ręce! Pozwól, że cię ogrzeję.$l",
  "Rainy_Night_2": "Moje umiejętności w pisaniu są niezrównane, ale wciąż nie mogę znaleźć słów, które mogłyby określić twojego uroku.$l^Moje umiejętności w pisaniu są niezrównane, ale i tak nie mogę zneleźć słów, które mogłyby określić twoje piękno.$l",
  "Rainy_Night_3": "Co dziś zrobiłem? Powiem... utrzymanie tej wytrzymałej sylwetki wymaga dużego wysiłku!",
  "Rainy_Night_4": "Spędziłem popołudnie marząc o oceanie. Więc zdecydowałem, że ugotuję coś z wody. [198 202 727 728]$h",
  "Indoor_Day_0": "Odkąd jesteśmy razem bardziej dbam o siebie. Życie kawalera nie było dla mnie zbyt zdrowe.",
  "Indoor_Day_1": "Dzień dobry, @! Zrobiłem nam kawę.[395]#$e#Każdego poranka czuję, że potrzebuję tego krzepkiego smaku.",
  "Indoor_Day_2": "Jeśli znajedziesz w domu pająka, nie zgniataj go! Powiedz mi, a ja wezmę to biedne stworzonko na zewnątrz.",
  "Indoor_Day_3": "Dzisiaj będzie fantastyczny dzień... czuję to!$h#$e#Mam to dziwne uczucie w nosie...",
  "Indoor_Day_4": "Miałem koszmar, że byłem ścięty na łyso... Ty mi tego nie zrobisz, prawda?$s#$e#Mam do ciebie zaufanie.",
  "Indoor_Night_0": "Od najjaśniejszej zimowej gwiazdy, aż po błysk irydu... niczego nie można porównać do mojego wspaniałego męża.$l^Od najjaśniejszej zimowej gwiazdy, do migoczącej baśniowej róży... Nic nie można porównać do twojego urzekającego piękna.$l",
  "Indoor_Night_1": "Skwierczący ogień dodaje nastroju temu domu... Każdy kawałek drewna pali się w wyjątkowy sposób.",
  "Indoor_Night_2": "Nigdy mi się nie udawało hodować roślin w mojej starej kajucie na plaży. Na szczęście oglądając ciebie, mogę się czegoś nauczyć.#$e#Z całym szacunkiem, jesteś mistrzem a ja tylko uczniem.",
  "Indoor_Night_3": "Gdy spoglądam na twoją wspaniałą twarz, drogocenny klejnot formy i łaski, moje serce... rozdarte przez strach i noc, jest oczysczone złotym światłem.#$e#Poezja jest jedynym sposobem, w którym mogę opisać moje uczucię do ciebie.$l",
  "Indoor_Night_4": "Miłości moja... Nie wymieniłbym cię za 100 sztabek irydu.#$e#Ani za 1000...#$e#Nawet za 10,000 sztabek, nie.$7#$e#...$7#$e#Nie, nawet nie 100,000 sztabek!$a#$e#...$s#$e#Ba... milion sztabek czystego irydu...? Nie każ mi tego robić...$8",
  "Outdoor_0": "Moje największe marzenia spełniły się... popatrz na te wspaniałe pole!",
  "Outdoor_1": "Urodzajna gleba pod moimi stopami, świeże powietrze, aby zapełnić moje płuca i ciepło słońca, aby udobruchać moją skóre. Tak dobrze nam się wiedzie...",
  "Outdoor_2": "Zostanę tu i coś napiszę. Czuję nagły przypływ kreatywności! Ty się zajmij biznesem.",
  "Outdoor_3": "Gdy będę stał w bezruchu, może olśniewający motylek pobłogosławi mój nos jako miejsce do lądowania.",
  "Outdoor_4": "Wypiłem za dużo kawy... moje usta są suche jak Pustynia Calico.$s#$e#Oh... wybacz za kawowy oddech.$7",
  "OneKid_0": "Masz dziś czas, żeby zabawiać %kid1 , kochanie? Może drugie dziecko załatwi sprawę.",
  "OneKid_1": "Nasze dziecko będzie miało tu wspaniałe dzieciństwo. Tyle tu do odkrycia.",
  "OneKid_3": "Pilnowanie dzieci nie jest moją mocną stroną... ale staram się być dobrym ojcem.",
  "TwoKids_0": "Już dałem dzieciom ich obiad. Jedzą bardzo dużo jak na małe stworzenia!",
  "TwoKids_1": "Nosiłem na rękach %kid1 i mogę przysiąc, że słyszałem \"Ta...ta\".$h",
  "TwoKids_2": "Nauczę czytać %kid1 jak najszybciej! To dobry sposób, żeby dziecko nauczyło się czegoś o świecie.",
  "TwoKids_3": "Dobrze się spisaliśmy, @. Farma ma się świetnie i nasze zdrowe dzieci dobrze się bawią. Nie mógłbym być szczęśliwszy.",
  "Good_0": "@... Jestem dumny z całej Twojej ciężkiej pracy. Jestem szczęściarzem, że cie mam.$l",
  "Good_1": "Napisałem całą tajną książkę wierszy wyrażających moją miłość do ciebie.$l",
  "Good_2": "Przybyłem tutaj, aby znaleźć wieżę z kości słoniowej, źródło z którego moje talenty mogłyby czerpać władzę. Lecz jedyne co znalazłem to lochy samotności. Zostałem przez ciebie uratowany.$l",
  "Good_3": "Wow, przystojnie dziś wyglądasz! Ogoliłeś się? Twoja szczęka jest perfekcyjna.$l^Twój kobiecy urok jest dziś nieodparty. Nie mogę zdjąć z ciebie mojego wzroku.$l",
  "Good_4": "Czuję się wypalony, gdy czuję twój brak. Lecz, gdy słyszę dźwięk ubłoconych butów stąpających po drewnie, moje serce powstaję z popiołów.",
  "Good_5": "Medytuję podczas chodzenia. Działa to dobrze na kreatywność.",
  "Good_6": "Uważaj na siebie! Czasami się o ciebie martwię. Na tym świecie są ludzie, którzy by skorzystali z twoich słabości.",
  "funLeave_Elliott": "Chyba dziś pójdę na plażę. Miło jest znów zobaczyć ocean.",
  "funReturn_Elliott": "Miło było spędzić czas samemu na plaży. Oglądałem fale jak przypływały i odpływały... Jak za starych, dobrych czasów.",
  "spring_1": "Moje noworoczne postanowienie to pisać, pisać, i pisać! Nigdy nie przestanę rozwijać swoich umiejętności.",
  "spring_12": "To dziwne, ale często na wiosnę przychodzi mi pragnienie na granat.",
  "spring_23": "Nie mogę się doczekać jutrzejszego tańca z tobą, kochanie.",
  "summer_1": "Ciężko być w złym humorze, gdy słońce świeci i motyle tańczą na ostrych jagodach.$h",
  "summer_10": "Miałem dziś wziąć z mojej kajuty kolejną butelkę tuszu, ale jutro jest Luau, więc zrobię to przy okazji.",
  "summer_27": "Wszystkie dobre rzeczy muszą się kiedyś skończyć, wliczając wesołe dni lata. Kluczem do szczęścia jest zaakceptowanie zmian bez marudzenia.",
  "fall_1": "Blask jesieni ... zielona uczta dla wszystkich zmysłów ... zainspirowała jedną z największych poezji wszechczasów.",
  "fall_15": "Jutro powinienem odłożyć moją dumę i zanurzyć mój ząb w niechlujnej, kanapce z grilla.",
  "fall_26": "Nadal będziesz mnie kochać, nawet jeśli wydudlam 7 litrów dyniowego piwa na Wigilii Duchów? Czasami mężczyzna ma prymitywne potrzeby...",
  "winter_1": "Zima to wspaniały czas na czytanie książek i granie na pianinie. Pamiętaj, żeby od czasu do czasu zrobić sobie przerwę i cieszyć się ciszą.",
  "winter_7": "trochę wyszedłem z wprawy w łowieniu ryb, ale zamierzam jutro wziąć udział! Masz niezłą konkurencję, kochanie.",
  "winter_28": "Szczęśliwego nowego roku, kochanie. Uczcijmy to tym. [348]"
}