{
        "Rainy_Day_0": "Ciemność... Deszcz... Lubię taką pogodę.$l",
        "Rainy_Day_1": "Hej, pamiętasz to jezioro, na którym się spotkaliśmy? Ta pogoda mi o nim przypomina.#$e#Twoja mini harfa na prawdę mnie zaskoczyła... Nie spodziewałam się tego po Tobie. Chyba dlatego tak Cię lubię.$l",
        "Rainy_Day_2": "Hej! Wstałam wcześniej i poszłam do jaskiń. Znalazłam to, przypomniało mi o Tobie. [768 767 769 66 82]#$e#Myślisz, że znajdziesz coś lepszego niż to? Nie wydaje mi się!$h",
        "Rainy_Day_3": "Niezły dzień na wycieczkę po kopalniach, hę? Tylko uważaj tam na siebie.#$e#Jeśli idziesz, weź Eliksir Życia, albo dwa.",
        "Rainy_Day_4": "Może dziś włączę Podróż Króla Prerii... Przysięgam, że kiedyś przejdę to sama.$h",
        "patio_Abigail": "%Abigail jest zagubiona w muzyce.",
        "Rainy_Day_Abigail": "Wieś wygląda o wiele lepiej w dni jak ten, prawda?",
        "Rainy_Night_0": "Poszłam do lasu... Przysięgam, że widziałam coś strasznego.$6",
        "Rainy_Night_1": "Dobra noc na zobaczenie ducha...",
        "Rainy_Night_2": "Czujesz to? W tym deszczu jest coś kojącego...",
        "Rainy_Night_3": "W noce jak ta, lubię gasić światła i po prostu słuchać...$8",
        "Rainy_Night_4": "Zrobiłam zupę na kolację. Mam nadzieję, że nie jest aż tak wstrętna. [199 218 219 727 730]$h",
        "Rainy_Night_5": "Hej! Wyglądasz na zmęczonego. Może pomóc ci się zrelaksować?$h^Ciężko pracowałaś? Słodko wyglądasz jak jesteś zmęczona.$h",
        "Rainy_Night_Abigail": "Dźwięki deszczu ukołyszą nas do snu.",
        "Indoor_Day_0": "Zawsze lubiłam to miejsce, jeszcze dawno przed Twoją przeprowadzką. Teraz mogę chodzić po farmie kiedy zechcę!$h",
        "Indoor_Day_1": "Hej, @. Idziesz w dzicz? Mam coś dla Ciebie...[286 287 205 732]#$e#To na czarną godzinę. Powinno ci pomóc.",
        "Indoor_Day_2": "Idziesz do kopalni? Hej... Jeśli znajdziesz coś pysznego, to nie zapomnij o mnie!$h",
        "Indoor_Day_3": "Hej! Myślę nad tym co by dziś zrobić. Nie przywykłam do takiej wolności!",
        "Indoor_Day_4": "Mogę trochę udekorować to miejsce? Cieszę się, że mam jakieś miejsce, nad którym mogę sama popracować.",
        "Indoor_Day_Abigail": "Zawsze coś się dzieje na naszej farmie... Uwielbiam to.",
        "Indoor_Night_0": "Miałam dziś udany dzień. Zawsze coś ciekawego się tu dzieje.",
        "Indoor_Night_1": "Hej! Opowiedz mi o swoim dniu. Coś ciekawego?$h",
        "Indoor_Night_2": "Kiedyś byłam nocnym markiem, ale podoba mi się ten cały styl życia na farmie. Czuję się naturalnie.",
        "Indoor_Night_3": "*ziew*... W sumie mogłabym już pójść spać.$h",
        "Indoor_Night_4": "Różne odgłosy w nocy są tu o wiele głośniejsze. Nigdy mi się to nie znudzi.",
        "Indoor_Night_Abigail": "Idziesz już spać? Przygotowałam dla nas elektryczny kocyk...$l",
        "Outdoor_0": "Lekka bryza wieje dziś z gór. Pachnie jak świeża sosna i szałwia.",
        "Outdoor_1": "Hmm... Mamy sporo miejsca na farmę szlamu!",
        "Outdoor_2": "Pamiętaj o wysprzątaniu kapliczki Twojego Dziadka. Jest w niej coś specjalnego, czuję to.",
        "Outdoor_3": "Fajnie, że mamy własną jaskinię. Zawsze o czymś takim marzyłam.$h",
        "Outdoor_4": "Zawsze zapominam o zabraniu przekąsek.$h",
        "Outdoor_Abigail": "Trochę się tu pokręcę, okej?#$e#Widzę dużo ciekawych owadów i innych rzeczy. *hihi*$h",
        "funLeave_Abigail": "Jakby co to idę na miasto. Muszę trochę rozprostować nogi.",
        "funReturn_Abigail": "Hej! Jak ci minął dzień? U mnie nawet dobrze. Ten spacer był odświeżający.$h",
        "OneKid_3": "Nie mogę w to uwierzyć, jestem \"mamą\"... Życie jest dziwne.$h",
        "TwoKids_0": "%kid1 i %kid2 zjedli swoje czekoladowe płatki. Ale się darli!",
        "TwoKids_2": "Śniło mi się, że %kid2 wyrosła na słynnego łowcę potworów. Już myślałam o malutkim pancerzu.",
        "TwoKids_3": "Fajny stary domek, dwoje dzieci i wspaniała farma. Nigdy nie myślałam, że zajdę tak daleko... Ale, hej! Nasze życie dopiero się zaczyna.$h",
        "Good_1": "Słyszysz to? Czasami myślę, że ten dom może być nawiedzony.$u",
        "Good_2": "Z horoskopu Welwicka wyszło mi, że będę dziś miała dobry dzień. Ale mnie to zmotywowało!",
        "Good_3": "Nie pamiętam kiedy ostatnio farbowałam włosy... Ten kolor chyba nigdy nie zejdzie...",
        "Good_4": "Dobrze, że mam takie grube buty. Ciężko sobie wyobrazić chodzenie po tym błocie w tenisówkach.$h",
        "Good_5": "Oglądałam ten syreni naszyjnik, który od Ciebie dostałam... Z dumą będę go nosiła aż do śmierci.$l",
        "Good_6": "Hej. Wiem, że nie jesteś głupi, ale czasami się o Ciebie martwię. Na świecie jest wiele potworów.$6^Hej. Wiem, że nie jesteś głupia, ale czasami się o Ciebie martwię. Na świecie jest wiele potworów.$6#$e#Obiecaj mi, że będziesz uważać. Nie chcę Cię stracić.",
        "Good_7": "@? Chcę ci tylko powiedzieć, że doceniam Twoją pracę. Jestem z Ciebie dumna.$l",
        "Neutral_0": "Mam nadzieję, że nadal mnie będziesz kochał jak będę stara. Na pewno kiedyś tak się stanie!^Mam nadzieję, że nadal mnie będziesz kochała jak będę stara. Na pewno kiedyś tak się stanie!",
        "Neutral_1": "Myślisz, że dziadek byłby z nas dumny?",
        "Neutral_6": "Ciekawe jak się miewa sklep ojca? Powinnam kiedyś odwiedzić rodziców.",
        "Neutral_7": "Jak stąd odejdziesz do świata dusz, zrobię ci małą kapliczkę obok kapliczki Twojego Dziadka.",
        "Neutral_8": "Nieważne ile sprzątamy. I tak jest brudno.#$e#Taki urok mieszkania na farmie.",
        "Neutral_9": "Zastanawiam się, czy spędzimy tu całe nasze życie? Pewnie znudziłabym się.",
        "Bad_7": "Kiedyś byłam dla Ciebie kimś specjalnym, najlepszym przyjacielem... Teraz mnie tylko zauważasz jak robię ci obiad.$s",
        "Bad_8": "Ostatnio coś ozięble mnie traktujesz... Co jest z Tobą nie tak? Zachowujesz się jak dusza topielca...$s",
        "Bad_9": "Zastanawiam się, czy mogłam wybrać lepiej... Przed Twoim wprowadzeniem Sebastian był moim przyjacielem. Może to on był tym jedynym...$s",
        "spring_1": "Masz jakieś plany na nowy rok?",
        "spring_12": "Hej, jutro Festiwal Jajek. Wybacz, ale nie dam ci forów tylko dla tego, że jesteśmy małżeństwem!$h#$e#Zamierzam to wygrać. Spróbuj mnie pokonać.",
        "spring_2": "Masz jakieś postanowienia noworoczne? Ja próbuję stracić trochę kilogramów.$h",
        "summer_1": "Bardzo łatwo mi się opalić, więc o tej porze roku muszę uważać.#$e#Mam nadzieję, że lubisz mnie bladą!$h",
        "summer_4": "Kochanie, uważaj żeby nie dostać udaru słonecznego.#$e#Pij dużo wody i nie przepracowuj się.",
        "summer_8": "Przepraszam za ten zapach... Całą noc się pociłam.",
        "summer_15": "Lato... Czyli dom będzie pełen much.#$e#Nie martw się, załatwię je. Lubię to!$h",
        "fall_6": "Ahh... jesień. Moja ulubiona pora roku. Kolory jesieni pasują do koloru moich włosów, prawda?",
        "fall_1": "Tego zapachu nie da się nie poznać... Grzyby, suche liście, dynia. Jesień! Oł jea. Piękne, prawda?",
        "fall_2": "Czy o tej porze roku zasadzimy wielgachną dynię? Proooszę, Skarbie?$h",
        "fall_20": "Kochanie... Przy Tobie cała skrzynia kwarcu to pikuś.#$e#A skrzynia zapełniona ametystem? Hmm... Musiałabym to przemyśleć.$h",
        "winter_3": "W sumie lubię mrozy. Dzięki temu mogę się zawinąć w kocyk!$h",
        "winter_15": "Fajnie jest chodzić po dolinie podczas zimy! Wszystko wygląda inaczej przez tą śnieżną pierzyną...",
        "spring_Abigail": "Może i lubię chłodne pory roku, ale pod koniec, zawsze lubię widzieć jak nadchodzi wiosna.",
        "summer_Abigail": "O kurcze... Ale bym zjadła tort czekoladowy.",
        "fall_Abigail": "Czy ja czuje zapach dyni? Może mi się wydawało...$h",
        "winter_Abigail": "Pamiętasz jak kiedyś graliśmy razem w 'Króla Prerii'? To były dobre czasy.$h",
        "spouseRoom_Abigail": "#$c .5#Wstałam wcześniej i nakarmiłam Davida Juniora. Zawsze rano jest bardziej ruchliwy.#$e#Mam nadzieję, że nie przeszkadza ci zapach świnki morskiej."
    }