{
  "Rainy_Day_0": "Bardzo się zmieniłam przez te lata, ale i tak wole słoneczną pogodę.",
  "Rainy_Day_1": "Czasami marze o naszej emeryturze... odpoczynek na słonecznych plażach Wysp Paproci!#$e#Myślisz czasami o przyszłości, @?",
  "Rainy_Day_2": "Dzień dobry! Wstałam dziś rano i upiekłam ci coś słodkiego! [223 234 211 651 731]#$e#Wiem że krzepy ci nie brak, ale i tak musisz jeść, żeby ją utrzymać!$h",
  "Rainy_Day_3": "Nie mogę dziś wyjść na zewnątrz... moje włosy zrobią się wiotkie. Wybacz mi, kochanie.$s#$e#Chcę dla ciebie wyglądać najlepiej.",
  "Rainy_Day_4": "Wychodzisz na zewnątrz, w taką pogodę? Tylko wytrzyj buty zanim wrócisz z powrotem, skarbie.#$e#Ja porobie jakieś obowiązki domowe.",
  "patio_Haley": "Powiedz 'kozi ser'!",
  "Rainy_Day_Haley": "O nie... jeśli ta pogoda dalej taka będzie, stane się blada jak ściana.$s",
  "Rainy_Night_0": "Oh, cieszę się, że jesteś. Zimno mi tu... Na pewno chcesz wyłączyć światła?",
  "Rainy_Night_1": "Mam nadzieję, że jutro już wyjdzie słoneczko. Za dużo deszczu sprawia, że mogę zrzędzić.$s",
  "Rainy_Night_2": "Mam nadzieję, że Emily nie czuje się samotna. Powinnam ją kiedyś odwiedzić.$7",
  "Rainy_Night_3": "Deszcz jest okropny dla fotografa. Oświetlenie są okropne, nie można wyjść na zewnątrz bez psucia sobie ekwipunku!$s",
  "Rainy_Night_4": "Zrobiłam dla ciebie ciepły posiłek, kochanie. Ostre, tak jak lubisz. Smacznego! [727 231 207 199]$h",
  "Rainy_Night_5": "Nie myślałam, że to powiem, ale życie na wsi naprawdę mi pasuje.$h",
  "Rainy_Night_Haley": "Cześć, kochanie. Cieszę się, że jesteś. Zaczynałam się czuć samotnie.$l",
  "Indoor_Day_0": "Dzień dobry! Jak ci się spało?$h#$e#Może wyciągne mój stary aparat... Oświetlenie jest po prostu wspaniałe .",
  "Indoor_Day_1": "Dzień dobry, kochanie! Ładnie pachnie, pradwa? Zrobiłam ci śniadanie! [194 195 210 211 216]#$e#Wiem, że masz dużo roboty. Jestem tu by cie wspierać!",
  "Indoor_Day_2": "Dobrze ci się spało? trochę chrapiesz.$h#$e#Mam tu pare rzeczy do załatwienia. Miłego dnia.",
  "Indoor_Day_3": "Cieszę się, że nauczyłam się lubić sprzątać! Ten dom łatwo się brudzi.$10#$e#Satysfakcjonuje mnie to, gdy wszystko jest czyste aż lśni.#$e#Moge dostać buziaka zanim wyjdziesz?$11",
  "Indoor_Day_4": "Dzień dobry, kochanie. Kolejny dzień obowiązków, hę?#$e#Będę o tobie myśleć. <$h",
  "Indoor_Day_Haley": "Czuje, że nie miałam celu w życiu zanim cię poznałam. Teraz mam to co chcę.$l",
  "Indoor_Night_Haley": "Chyba ta praca cię wykańcza, kochanie. Pozwól, że pomoge ci się odstresować.$l",
  "Outdoor_0": "Zawsze się najlepiej czuje, gdy jestem na zewnątrz, wdychając świeże powietrze.#$b#Nie zrozum mnie źle, chatka twojego dziadka jest bardzo miła! Ale nic nie przebije tego pięknego pola.",
  "Outdoor_1": "Musimy się upewnić, że ta farma będzie słodka! To może być ważne... prawda, kochanie?",
  "Outdoor_2": "Cześć, kochanie! Gdybym wiedziała więcej o pracy na farmie pomogłabym ci bardziej. Wybacz!#$e#Będę o tobie myśleć.$h",
  "Outdoor_3": "Powycieram tutaj trochę kurzy. To powinno ci pomóc, prawda?#$e#*fiu*... gorąco tu.",
  "Outdoor_4": "Nie przepracowuj się za bardzo, kochanie.#$e#Pamiętaj, żeby zrobić sobie przerwe, albo coś zjeść.$h",
  "Outdoor_Haley": "Dobry dzień na popracowanie nad moją opalenizną, prawda, skarbie?",
  "funLeave_Haley": "Idę do miasta z kimś porozmawiać.",
  "funReturn_Haley": "Fajnie było spotkać wszystkich w mieście. A jak minął twój dzień, kochanie?",
  "OneKid_3": "Nie jest to dziwne? Nie przywykłam do bycia matką.",
  "TwoKids_2": "Czyż %kid2 nie wygląda pięknie?",
  "TwoKids_3": "Duży dom, dwoje dzieci, i piękna działka. Nie jestem pewna, o co mogłabym jeszcze prosić.",
  "spring_2": "Więc, co teraz sadzimy?",
  "spring_1": "Odkąd zima już się skończyła, mamy dużo słonecznej pogody przed nami. Nie moge się doczekać.",
  "summer_3": "Wybacz, jeśli nie wyglądam najlepiej... powietrze jest zbyt wilgotne, przez co moje włosy nie wyglądają za dobrze.",
  "summer_15": "Jest lato... to znaczy, że dom jest pełen much i mrówek... fuj.$s",
  "fall_2": "Już tęsknię za latem...",
  "fall_1": "Jesień jest dla mnie tak jakby smutna... wszystko umiera.$5",
  "winter_14": "Moja skóra jest sucha w taką pogodę.",
  "winter_2": "Z jakichś przyczyn, zimowa pogoda sprawia że mam ochotę na rózowy tort...",
  "spring_Haley": "Nie cieszysz się, że zima się skończyła, kochanie? Wszystko teraz wygląda na pełne nadzieji.",
  "summer_Haley": "Uwielbiam oglądać świetliki w ciepłe, letnie noce. To najbliżej jak kiedykolwiek mogłabym odwiedzić gwiazdy.",
  "fall_Haley": "Nawet jeśli wole lato, jesień może być najlepszą porą roku na robienie zdjęć. Te długie cienie...",
  "winter_Haley": "Myślałam nad tym, jak nie mogłam otworzyć słoika ogórków. Pamiętasz to?$h#$e#Od tego momentu daleko już jesteśmy.$l"
}