{
        "Rainy_Day_0": "Bardzo się zmieniłam przez te wszystkie lata, ale nadal wolę słoneczną pogodę.",
        "Rainy_Day_1": "Czasami myślę o naszej emeryturze... Odpoczynek na słonecznych plażach Wysp Paproci!#$e#Myślisz czasem o przyszłości, @?",
        "Rainy_Day_2": "Dzień dobry! Wstałam dziś rano i upiekłam Ci coś słodkiego! [223 234 211 651 731]#$e#Wiem, że jesteś ${silny^silna}$, ale i tak musisz jeść, żeby utrzymać formę!$h",
        "Rainy_Day_3": "Nie mogę dziś wyjść na zewnątrz... Moje włosy zrobią się wiotkie. Wybacz, Kochanie.$s#$e#Chcę wyglądać dla Ciebie jak najlepiej.",
        "Rainy_Day_4": "Wychodzisz w taką pogodę? Tylko wytrzyj buty, zanim wejdziesz do środka, Skarbie.#$e#Ja zajmę się obowiązkami domowymi.",
        "patio_Haley": "Powiedz: 'kozi ser'!",
        "Rainy_Day_Haley": "O nie... Jeśli pogoda się nie poprawi, zrobię się blada jak ściana.$s",
        "Rainy_Night_0": "Dobrze, że jesteś. Zimno mi tutaj... możemy już wyłączyć światła?",
        "Rainy_Night_1": "Mam nadzieję, że jutro wyjdzie słoneczko. Za dużo deszczu sprawia, że zaczynam zrzędzić.$s",
        "Rainy_Night_2": "Mam nadzieję, że Emily nie czuje się samotna. Muszę ją odwiedzić.$7",
        "Rainy_Night_3": "Deszcz to koszmar dla fotografa. Oświetlenie jest słabe, a sprzęt można łatwo zalać!$s",
        "Rainy_Night_4": "Zrobiłam Ci ciepły posiłek, Kochanie. Ostry, tak jak lubisz. Smacznego! [727 231 207 199]$h",
        "Rainy_Night_5": "Nie sądziłam, że to powiem, ale podoba mi się życie na wsi.$h",
        "Rainy_Night_Haley": "Cześć, Kochanie. Cieszę się, że jesteś. Zaczynałam się czuć samotnie.$l",
        "Indoor_Day_0": "Dzień dobry! Jak Ci się spało?$h#$e#Może wyciągnę stary aparat... Oświetlenie jest dziś po prostu wspaniałe.",
        "Indoor_Day_1": "Dzień dobry, Kochanie! Ładnie pachnie? Zrobiłam Ci śniadanie! [194 195 210 211 216]#$e#Wiem, że masz dużo pracy. Jestem tu, by Cię wspierać!",
        "Indoor_Day_2": "Dobrze Ci się spało? Trochę chrapiesz.$h#$e#Mam dziś parę rzeczy do załatwienia. Miłego dnia.",
        "Indoor_Day_3": "Cieszę się, że polubiłam sprzątanie! Ten dom łatwo się brudzi.$10#$e#Lubię, gdy wszystko lśni.#$e#Mogę dostać buziaka, zanim wyjdziesz?$11",
        "Indoor_Day_4": "Dzień dobry, Kochanie. Kolejny dzień obowiązków, co?#$e#Będę o Tobie myśleć.<$h",
        "Indoor_Day_Haley": "Zanim Cię poznałam, czułam, że moje życie nie ma celu. Teraz mam to, czego zawsze chciałam.$l",
        "Indoor_Night_Haley": "Widać, że ciężko pracujesz, Kochanie. Pomogę Ci się zrelaksować.$l",
        "Outdoor_0": "Najlepiej czuję się na świeżym powietrzu.#$b#Nie zrozum mnie źle. Chatka Twojego dziadka jest bardzo przytulna! Ale nic nie przebije tego pięknego pola.",
        "Outdoor_1": "Ta farma musi być urocza! To bardzo ważne... Prawda, Kochanie?",
        "Outdoor_2": "Cześć, Kochanie! Gdybym wiedziała więcej o pracy na farmie, to bym Ci pomogła. Wybacz!#$e#Będę o Tobie myśleć.$h",
        "Outdoor_3": "Powycieram tu trochę kurzu. To Ci pomoże, prawda?#$e#*fiu*... Gorąco tu.",
        "Outdoor_4": "Nie przepracowuj się, Kochanie.#$e#Pamiętaj o robieniu przerw albo zjedz coś pożywnego.$h",
        "Outdoor_Haley": "Cudowny dzień, żeby popracować nad opalenizną. Prawda, Skarbie?",
        "funLeave_Haley": "Idę do miasta na jakiś czas.",
        "funReturn_Haley": "Fajnie było spotkać się ze znajomymi. A jak Ci minął dzień, Kochanie?",
        "OneKid_3": "To dziwne, prawda? Nadal nie przywykłam do bycia matką.",
        "TwoKids_2": "Czy %kid2 nie jest przepięknym dzieckiem?",
        "TwoKids_3": "Duży dom, dwoje dzieci i piękna działka. Nie wiem, o co jeszcze mogłabym prosić.",
        "spring_2": "Co teraz sadzisz?",
        "spring_1": "Skoro zima się skończyła, przed nami mnóstwo słonecznych dni. Nie mogę się doczekać.",
        "summer_3": "Wybacz, jeśli nie wyglądam najlepiej... Powietrze jest tak wilgotne, że moje włosy wyglądają okropnie.",
        "summer_15": "Lato... czyli dom będzie pełen much i mrówek... fuj.$s",
        "fall_2": "Już tęsknię za latem...",
        "fall_1": "Jesień trochę mnie smuci... Wszystko powoli obumiera.$5",
        "winter_14": "W taką pogodę moja skóra robi się sucha.",
        "winter_2": "Nie wiem czemu, ale ta śnieżna pogoda sprawia, że mam ochotę na różowy tort...",
        "spring_Haley": "Nie cieszysz się, że przyszła wiosna, Kochanie? Wszystko wygląda teraz tak żywo.",
        "summer_Haley": "Uwielbiam oglądać świetliki w ciepłe, letnie noce. Przynajmniej w ten sposób mogę zobaczyć gwiazdy z bliska.",
        "fall_Haley": "Nawet jeśli wolę lato, jesień to chyba najlepsza pora roku na robienie zdjęć. Te długie cienie...",
        "winter_Haley": "Pamiętam, jak kiedyś nie mogłam otworzyć słoika z ogórkami. Pamiętasz?$h#$e#Dużo się od tego czasu zmieniło.$l"
    }