{
        "Rainy_Day_0": "W deszczowe dni zawsze myślę o cynamonowych ciasteczkach.",
        "Rainy_Day_1": "Martwię się, czy Maru i doktor Harvey kiedykolwiek będą ze sobą chodzić. Na pewno Harvey ją lubi...#$e#Ale to raczej Maru będzie musiała zrobić pierwszy krok.$h",
        "Rainy_Day_2": "Cześć, kochanie! Zrobiłam dziś małe zakupy i kupiłam Ci to. [186 180 770 535]#$e#Pomyślałam, że może Ci się przyda.$11",
        "Rainy_Day_3": "Hmm... Może powinnam popracować nad nowym przepisem. Ostatni Ci smakował, prawda, kochanie?#$e#Jak się nazywał... 'Chili de @'?",
        "Rainy_Day_4": "W taką pogodę lubię sobie coś poczytać.",
        "Rainy_Night_0": "Jak minął Ci dzień, kochanie? Ja całe popołudnie spędziłam czytając nowelę.",
        "patio_Penny": "Tu jest o wiele spokojniej niż w moim miejscu do czytania w mieście. Jestem tu bardzo szczęśliwa.",
        "Rainy_Night_1": "Na pewno mama jest teraz w knajpie... Ale już się tym nie przejmuję. Nie jestem już za nią odpowiedzialna.",
        "Rainy_Night_2": "Wspominam tamtą noc, kiedy spotkaliśmy się w saunie.$l#$e#Nigdy jej nie zapomnę...$l",
        "Rainy_Night_3": "Gdy mieszkałam w przyczepie, dźwięk padającego deszczu mnie drażnił. Ale teraz jest nawet uspokajający.",
        "Rainy_Night_4": "Pomyślałam, że dziś zrobię obiad. Mam nadzieję, że Ci posmakuje. [212 214 225 209 200]$h",
        "Indoor_Day_0": "Jest tu tak spokojnie... Kiedyś miałam koszmary, a teraz śpię jak dziecko.",
        "Indoor_Day_1": "Dzień dobry, @! Zrobiłam Ci ciepłe śniadanie. [195 210 211]#$e#Nie możesz wyjść z domu z pustym żołądkiem.$h",
        "Indoor_Day_2": "Wiesz co, dziś chyba poczytam książkę. Wzięłam coś nowego z biblioteki.#$e#Pan Gunther Cię pozdrawia.",
        "Indoor_Day_3": "Uwielbiam słuchać o tych wszystkich artefaktach, które znalazłeś. Archeologia jest fascynująca!^Uwielbiam słuchać o tych wszystkich artefaktach, które znalazłaś. Archeologia jest fascynująca!#$e#I pomyśleć, że 10 000 lat temu właśnie tutaj dawni farmerzy uprawiali ziemię.",
        "Indoor_Day_4": "Czy gdy pierwszy raz się ${poznaliśmy^poznałyśmy}$, byłam wstydliwa? To dosyć zabawne. I pomyśleć, jak daleko ${zaszliśmy^zaszłyśmy}$.$h",
        "Indoor_Night_0": "Dobry wieczór, kochanie. Wszystko ${skończyłeś^skończyłaś}$?#$e#Jeśli nie, nic nie szkodzi. Mamy czas!",
        "Indoor_Night_1": "Hmm... Spódniczka czy spodnie? Och, kogo ja próbuję oszukać... Zawsze chodzę w spódniczce.",
        "Indoor_Night_2": "Dobrze nam się tu mieszka. Ale trzeba pamiętać o tych, którzy nie mają tyle szczęścia.#$e#Jestem po prostu wdzięczna za to, co mamy.",
        "Indoor_Night_3": "Mama pewnie czuje się samotna, odkąd się wyprowadziłam. Mam nadzieję, że nie chodzi zbyt często do knajpy.#$e#Nie przejmuj się! Sama musi rozwiązać swoje problemy.",
        "Indoor_Night_4": "Idziemy spać? Pościeliłam już łóżko i w ogóle...$11",
        "Outdoor_0": "Kiedyś mogłam tylko marzyć o mieszkaniu w tak pięknym miejscu, a teraz tu jestem.#$e#Tak mi było źle w przyczepie.$s",
        "Outdoor_1": "Czy to nie idealne miejsce na wychowanie dzieci?#$e#Byłabym o wiele szczęśliwsza, gdybym dorastała na farmie.",
        "Outdoor_2": "Cześć, kochanie! Gdybym wiedziała więcej o pracy na farmie, mogłabym Ci trochę pomóc. Przepraszam!#$e#Będę o Tobie myśleć.$h",
        "Outdoor_3": "Właśnie widziałam śpiewającego ptaszka lecącego na zachód. W Dolinie Stardew to bardzo dobry znak.$h",
        "Outdoor_4": "Ach... Miło spędzić czas na świeżym powietrzu. Mogłabym tak siedzieć cały dzień i obserwować każdą małą rzecz.",
        "OneKid_0": "Pobawisz się z %kid1? Może drugie dziecko by pomogło.",
        "OneKid_1": "%kid1 będzie tu miał wspaniałe dzieciństwo.",
        "OneKid_3": "Czuję się znacznie starsza, odkąd mamy dziecko. A może to tylko obowiązki.#$e#Ale nie narzekam! Zawsze tego chciałam.$11",
        "TwoKids_0": "%kid1 i %kid2 już zjadły obiad. Straszne z nich głodomory!",
        "TwoKids_1": "Musimy poświęcać %kid1 dużo uwagi, teraz gdy mamy też %kid2. Nie chcemy, żeby była między nimi zazdrość.",
        "TwoKids_2": "Śniło mi się, że %kid2 dostaje skrzydła i odlatuje w nocne niebo. Ciekawe, co to może znaczyć?",
        "TwoKids_3": "Przytulny domek, dwoje wspaniałych dzieci i piękna farma. Jesteśmy bardzo szczęśliwą rodziną.",
        "Good_0": "@... Nadal nie mogę uwierzyć, że się pobraliśmy...$l^Nadal nie mogę uwierzyć, że się pobrałyśmy...$l",
        "Good_1": "Ten ślub śnił mi się od dawna.$l",
        "Good_2": "Odkąd się ${wprowadziłeś^wprowadziłaś}$, wiedziałam, że jesteś tym jedynym...$l",
        "Good_3": "Wow, wyglądasz bardzo przystojnie! Ogoliłeś się?$l^Wow, wyglądasz przepięknie. Zrobiłaś coś z włosami?$l",
        "Good_4": "Zaczynam się tu czuć jak w domu.$l",
        "Good_6": "Uważaj na siebie! Czasem martwię się, że jesz za mało zdrowych rzeczy.",
        "funLeave_Penny": "Idę do miasta. Wrócę niedługo!",
        "funReturn_Penny": "Fajnie było... Dobrze czasem spotkać się ze znajomymi. Powiedz mi, jak Ci minął dzień?",
        "spring_8": "Wiosna to moja ulubiona pora roku. Czuć w powietrzu świeżość, która napełnia mnie nadzieją.",
        "spring_1": "Przed nami długi rok. Niech to będzie nasz najbardziej owocny rok.",
        "spring_15": "Ach, 'wiosenne porządki'... W sumie je lubię.",
        "summer_16": "*Uff*... Muszę zjeść więcej melonów, żeby poradzić sobie z tym upałem!",
        "summer_1": "Lato może i jest gorące, ale ta wilgoć na skórze jest całkiem przyjemna.",
        "summer_2": "Latem mrówki są bardziej aktywne. Mogłabym je obserwować godzinami... Wygląda na to, że mają bardzo złożoną cywilizację!",
        "fall_5": "Zapach jesieni przypomina mi zapach książek... Dziwne, prawda?",
        "fall_1": "Jesienią myślę o kolorowym papierze i kleju. Może spędzam za dużo czasu z dziećmi.$h",
        "fall_2": "Wyhodujesz w tym roku jakieś wielkie dynie?$11",
        "winter_1": "Zima to dobry czas na odpoczynek. Po tak długim roku na pewno zasługujesz na przerwę!",
        "winter_6": "Spadający śnieg przypomina mi moją babcię, ogrzewającą się przy kominku. Najlepiej pamiętam jej cień tańczący przy żarzącym się drewnie. To było bardzo dawno temu.",
        "winter_3": "Jak damy sobie radę tej zimy? Och, nie musisz mi mówić... Wierzę, że podejmiesz najlepsze decyzje."
    }