{
  "Rainy_Day_0": "Nareszcie... deszcz. Słoneczna pogoda tak szybko się nudzi.",
  "Rainy_Day_1": "Hej. Myślałem ostatnio o moim starym pokoju w piwnicy i w sumie tutaj jest lepiej. Jakoś nie tęsknię za tamtym zapachem...#$e#W sumie to czułem się głupio, że mieszkam tak długo w piwnicy mamy.",
  "Rainy_Day_2": "Hej. Nie m mogłem zasnąć, więc poszedłem się przejść po jaskiniach. Znalazłem to... chcesz?[575 769 767 84 66 78]#$e#Czasami mam problem z snem, ale spokojnie to nie jest związane z tobą. Kocham cię.$7",
  "Rainy_Day_3": "Dobry dzień na posiedzenie w domu, można poczytać książkę czy coś...",
  "Rainy_Day_4": "Hej. Wspaniale, znów deszczowy dzień...#$e#Zimno ci? Chodź, przytulę cię.$l",
  "Rainy_Night_0": "Staram się rzucić palenie ze względu na to, że jesteśmy po ślubie... Nie chcę umrzeć na twoich rękach.#$e#Chcę mieć z tobą jakąś przyszłość.$l",
  "patio_Sebastian": "Potrzebujesz czegoś? Popracuję tutaj nad moim motocyklem.",
  "Rainy_Night_1": "Popracowałem trochę na laptopie. Szukałem pomysłów na gre, którą chce zrobić.#$e#Z twoimi zarobkami, stać mnie na wszystko, czego pragnę w życiu. To wspaniałe. Dziękuję ci.$h",
  "Rainy_Night_2": "Wybacz, że nie zrobiłem obiadu. Mamy chyba jeszcze mrożoną pizzę w lodówce, czy coś.#$e#Nie wiem jakoś moje myśli są gdzie indziej... Ciężko mi było pamiętać o obowiązkach.",
  "Rainy_Night_3": "Jak ci minął dzień? Zabijasz czasami jakieś potwory?$h#$e#Dobrze jest od czasu do czasu wyrzucić z siebie cały gniew, prawda?",
  "Rainy_Night_4": "Może dziś odwiedzi nas wiedźma? Hah.. gdyby tylko życie było tak interesujące...",
  "Indoor_Day_0": "Im starszy się staję, tym mniej ciągnie mnie do miasta. Kiedyś miało to pewną tajemnicę, ale okazało się, że to była tylko romantyczna fantazja.#$e#Miasto jest takie zajęte, pełne ludzi... Nawet bym tam nie pasował, przecież jestem samotnikiem.",
  "Indoor_Day_1": "Hej... chcesz kawy?[395]$7#$e#Musiałem sobie ją wypić... Znów jestem od rana na nogach bo nie mogłem spać przez te cholerne sny.",
  "Indoor_Day_2": "Nie mogłem zasnąć więc pojechałem na nocną przejażdżkę motorem.#$e#Muszę pozostać niezależny, nawet jeśli jesteśmy po ślubie. Taki właśnie jestem. Spokojnie nadal cie kocham.$7",
  "Indoor_Day_3": "Hej. Jak ci się spało? Słyszałem jak mamroczesz.#$e#Wydawało mi się, że się czegoś boisz, ale muszę przyznać... to było na swój sposób słodkie.$l",
  "Indoor_Day_4": "Mieszkanie z tobą wychodzi mi na dobre. Uczę się wyjść z skorupy...$7",
  "Indoor_Night_0": "Hej. Cały dzień dziś przesiedziałem w domu, nic interesującego się nie działo.#$e#...#$e#Muszę przyznać widok z naszego ganku jest cudowny... Widać zachodzące słońce.",
  "Indoor_Night_1": "Nie czuję zmęczenia, wypiłem chyba za dużo kawy.#$e#Dalej próbuje się przyzwyczaić do harmonogramu na farmie. Kiedyś byłem na nogach od 5 nad ranem, a spałem do 14.$h",
  "Indoor_Night_2": "Fajnie jest mieć własny dom. Moge robić to co mi sie podoba i nie mieć ludzi którzy mnie ochrzaniają za wszystko co zrobię.#$e#Jestem pewny, że Maru cieszy się, że mnie nie ma.",
  "Indoor_Night_3": "Widziałem wcześniej przez okno nietoperza. Dosyć ciężko to zobaczyć, ale jeśli się skupisz możesz je zobaczyć, gdy latają.",
  "Indoor_Night_4": "Często czułem się w domu niedoceniany... ale tutaj czuję się jakbym tu naprawdę należał. Dziękuję ci, że czuję się tu mile widziany, @.$l",
  "Outdoor_0": "@, masz czasem taki problem, że masz ochotę coś zrobić, ale za cholerę nie wiesz co?",
  "Outdoor_1": "Hmm... czasami muszę się zmusić do przebywania na zewnątrz w sumie tylko dla zdrowia.#$e#Nie wiem co to jest, ale lubię przebywać w domu. Pewnie za długo siedziałem w swojej piwnicy.",
  "Outdoor_2": "Pooglądam cię stąd.$h#$e#Naprawdę uwielbiam cię oglądać.",
  "Outdoor_3": "Odkąd jestem po ślubie, myślę, że nie chce być miękki. Może powinienem jeść więcej ostrych papryczek i trenować?#$e#To tylko pomysł...$h",
  "Outdoor_4": "Powinniśmy hodować więcej szlamów... w wielkich ilościach mogą przynieść duży profit. I w dodatku śą łatwe do hodowania.#$e#Każdy kolor szlamu produkuje inne przedmioty. Można by było zrobić z tego niezłe hobby.",
  "OneKid_0": "Nadal się przyzwyczajam do bycia ojcem. Nie martw się, będę się dobrze opiekował naszym dzieckiem. To jest po prostu... coś nowego.",
  "OneKid_1": "Może gdy %kid1 podrośnie, kupie boczny wózek i moglibyśmy wszyscy razem pojechać na przejażdżkę.$h",
  "OneKid_3": "Czujesz zapach %kid1? Może to czas na kąpiel...",
  "TwoKids_0": "Nie martw się, już nakarmiłem dzieci... przez %kid2 znowu mam koszulkę całą w czekoladowym mleku.",
  "TwoKids_1": "Mam nadzieję, że %kid1 i %kid2 są dla siebie mili. Maru i ja zawsze się biliśmy jako dzieci.#$e#Gdy dalej o tym myśle, to w większości była moja wina...",
  "TwoKids_2": "Miałem znowu ten sen, w którym %kid2 nosi strój szamana cienia i siedzi na świecącej dyni. To jest dziwne, nie?",
  "TwoKids_3": " @ Przeszliśmy razem taką długą drogę. Popatrz na naszą rodzinę. Nigdy bym nie pomyślał, że moje życie się tak potoczy...#$e#Teraz, gdy to się już stało, lubię to.$l",
  "Good_0": "Hej. Spójrz na mnie. Nigdy nie zapominaj o tym, że cię kocham... jesteś dla mnie wszystkim.$l#$b#Teraz idź i zarób dla nas jakieś pieniądze.$h",
  "Good_1": "Hej... podejdź tu. Wyglądasz dziś olśniewająco.$l",
  "Good_2": "Zawsze wyglądasz świetnie, nawet po całym dniu spędzonym na zewnątrz.$l",
  "Good_3": "Nie często to pokazuję, ale naprawdę cieszę się, że jestem twoim mężem. Ślub z tobą był najlepszą decyzją, jaką mogłem kiedykolwiek podjąć.$l",
  "Good_4": "Nie musisz się o mnie martwić. Lubię spędzać czas samotnie.",
  "Good_5": "Czasami czuję się wściekły... ale, gdy ty się pojawiasz, zawsze się uspokajam.$7#$e#Może z wiekiem staje się łagodniejszy.",
  "Good_6": "Wiem, że nie jesteś cienki bolek, ale dalej się o ciebie martwię. Nigdy nie idź na polowanie na potwory bez eliksiru życia i bez jakichś wytrzymałych butów, okej?",
  "Good_8": "Nie czuję się dziś na siłach, żeby coś robić. Może zobacze co jest w TV.",
  "Good_9": "Nie potrzebuje przyjaciół. Jesteś jedyną osobą, którą potrzebuję w moim życiu. Czy to jest dziwne?#$e#Myślę, że nie jestem jak reszta.",
  "Neutral_0": "Gdy idę na spacer staram się unikać każdego. Nienawidzę być zmuszony do krótkich pogawędek.",
  "Neutral_2": "Jestem trochę zajęty... Może porozmawiamy o twoim dniu jak wskoczymy do łóżka?",
  "Neutral_3": "Idziesz dziś do miasta? Czemu, co ty kombinujesz?",
  "Neutral_4": "Chyba mogę dzisiaj zrobić pranie... Pewnie masz ręce pełne roboty na farmie.",
  "Neutral_5": "Dobrze się mają nasze finanse? Nie chce sprzedawać mojego laptopa...",
  "Neutral_6": "Jeśli chcesz iść do miasta zobaczyć się z przyjaciółmi, idź śmiało. I tak lubię być samotny.",
  "Neutral_8": "Sprzątanie domu nie jest fajne, ale gdy słucham muzyki idzie mi to dosyć szybko.",
  "Bad_5": "Słuchaj, chcę pobyć tu samotnie. Może wyjdziesz na zewnątrz i porobisz swoje obowiązki przez jakiś czas?",
  "Bad_6": "Czego chcesz? Brzmisz jak mój ojczym. Odejdź.$a",
  "Bad_7": "Zaczynam się tu czuć jak w grobowcu.$s",
  "Bad_8": "Znowu zacząłem palić... Ostatnio byłem bardzo zestresowany.$s",
  "funLeave_Sebastian": "Idę dziś na spacer. Potrzebuję czasu dla siebie. Do zobaczenia wieczorem.",
  "funReturn_Sebastian": "Dobrze mi minął dzień. Co się działo? Nic, takiego żeby opowiadać. A może ty opowiesz mi o swoim dniu?",
  "spring_1": "Oohh... moja głowa. Szczęśliwego nowego roku...$h",
  "spring_12": "Nie możesz się doczekać jutrzejszego fesiwalu? Będzie dobrze jeśli zobaczę znowu Sam'a.",
  "spring_23": "Oh... jutro jest Taniec Kwiatów, prawda? Musimy iść?#$e#Nie cierpię noszenia tego śmiesznie ciasnego kombinezonu. Czemu Lewis każe nam to robić?$s",
  "summer_1": "Nadeszło lato... muszę zacząć smarować się grubą warstwą kremu do opalania, jeśli chce utrzymać moją bladą karnacj...",
  "summer_10": "Już wiesz co dodasz do zupy luau?#$e#Nie wiem co jest dobre... ty tu jesteś szefem kuchni!$7",
  "summer_27": "Powoli zaczyna robić się chłodno. To takie wspaniałe uczucie.#$e#Powinniśmy iść na jutrzejszy festiwal, który odbywa się w nocy? To w sumie tradycja, która sprawia mi przyjemność.$7",
  "fall_1": "Wygląda na to, że cała dolina się zmieniła przez tą noc... Chyba w końcu nadeszła jesień.",
  "fall_15": "Targi doliny Stardew są jak dla mnie trochę zatłoczone... ale posiedzę z Sam'em. Dobrze go będzie zobaczyć i trochę pogadać.#$e#Spokojnie, nie martw się o mnie. Idź zagraj w jakieś karnawałowe gry i baw się dobrze.$7",
  "fall_26": "Nie moge się doczekać jutrzejszej Wigilii Duchów. Zastanawiam się jakie horrory tam znajdziemy.$h",
  "winter_1": "Zima... Jakie masz plany? Wiem, że to troszkę luźniejsza pora roku.",
  "winter_7": "Startujesz w jutrzejszych zawodach w łowieniu ryb?",
  "winter_28": "To był wspaniały rok, @. Powinniśmy to uczcić. [346]$h#$e#Jestem pewien, że następny rok będzie jeszcze lepszy.$7"
}