{
  "Rainy_Day_0": "Na takiej dużej przestrzeni mogę zrobić ćwiczenia na całe ciało.",
  "Rainy_Day_1": "Nigdy nie miałem tu wielu przyjaciół... czasami zastanawiam się, jakbym skończył, gdyby cię tu nie było.$9",
  "Rainy_Day_2": "Eh... miałem dzisiaj pobiegać, ale w taką pogodę nie da rady.",
  "Rainy_Day_3": "*zrzędzi*... dopiero wstałem i już potrzebuję protein.$9",
  "Rainy_Day_4": "Chyba zacznę czytać książki. Nie chce być zacofany, zwłaszcza jak jestem już po ślubie!",
  "patio_Alex": "Unghh... jeden... Unghhh... dwa... fajnie jest podnosić ciężary na zewnątrz!$6",
  "Rainy_Night_0": "Hej, dobrze ci minął ten dzień? Jestem pewien, że następny będzie jeszcze lepszy.$h",
  "Rainy_Night_1": "Jak tam? Ja cały czas chodziłem z piłką do gridball'a. Można poudawać, że się coś robi...$u",
  "Rainy_Night_2": "Oh... ten zapach? Cały dzień jadłem czosnek. Chcę pozostać męski... wybacz.$l",
  "Rainy_Night_3": "Odkładałem trochę resztek dla Dusty'ego. Od czasu do czasu zasługuje na coś dobrego.",
  "Rainy_Night_4": "Byłem głodny, więc zrobiłem obiad. Prosze, mam dla ciebie porcję. [241 242 225 214 198]$h",
  "Indoor_Day_0": "Ahh... nie ma to jak dobra noc przy moim mężu!$h^Ahh... nie ma to jak dobra noc przy mojej żonie!$h",
  "Indoor_Day_1": "Hej, kochanie! Zrobiłem ciepłe śniadanie.[195 210 211]#$e#Jeśli chcesz pozostać w formie, musisz jeść!",
  "Indoor_Day_2": "Podejdź tu. *przytulas*... Mmhmm. Przez tą robotę zyskujesz dobrą forme.",
  "Indoor_Day_3": "Nadal się przyzwyczajam do gotowania i prania... nie ubóstwiam tego, ale wiedziałem co mnie czeka po wyjściu za ciebie.$h",
  "Indoor_Day_4": "Jest kilka rzeczy wokół domu, które postaram się dziś naprawić. Nie martw się o mnie, nie nudzę się.",
  "Indoor_Night_0": "Dobrze jest ćwiczyć do końca swojej wytrzymałości, prawda? Po tym już wiesz, że zasługujesz na leżenie w mięciutkim łóżeczku.",
  "Indoor_Night_1": "Nowy fryz, czy coś? Nieźle dziś wyglądasz. Może to przez to świeże powietrze...$l",
  "Indoor_Night_2": "Opowiedz mi o swoim dniu. Dobrze jest czasami wyrzucić to wszystko z siebie.",
  "Indoor_Night_3": "Hej... mam nowe szorty. Pomyślałem, że chcesz o tym wiedzieć...$l",
  "Indoor_Night_4": "Jeśli potrzebujesz trochę czasu dla siebie, nie mam nic przeciwko.",
  "Outdoor_0": "Hej. Gdy sobie tu stoję i patrzę na naszą ziemie... Jestem bardzo dumny. Dobra robota.",
  "Outdoor_1": "Dobre miejsce na wychowywanie dzieci. Chciałbym dorastać w takim miejscu, tyle przestrzeni do biegania!",
  "Outdoor_2": "Lubię spędzać jak najwięcej czasu na zewnątrz. Po prostu lepiej się czuję.",
  "Outdoor_3": "Popatrz na nas i na naszą małą farmę. Słodka z nas rodzinka.$h^Hej. Może to złote światło, ale wyglądasz dziś bajecznie.$l",
  "Outdoor_4": "Ahh... Dobrze jest być na zewnątrz. Nasza dolina jest najpiękniejszym miejscem...",
  "OneKid_0": "Nadal próbuję się przyzwyczaić do mojego nowego życia jako tato w domu.$h",
  "OneKid_1": " %kid1 będzie siłaczem, tak jak tatuś.",
  "OneKid_3": "Zastanawiam się jak to jest być w ciąży...?$h",
  "TwoKids_2": "Może %kid2 będzie najlepszym graczem gridball'a grając dla Miasta Pelikan?$h",
  "TwoKids_3": "Nareszcie mam rodzinę, której mi brakowało za dzieciaka... dziękuję ci.$l",
  "Good_0": "@... zawsze będę cię kochał.$l",
  "Good_1": "Jesteś bardzo przystojny... mówiłem ci to?$l^Jesteś bardzo piękna... mówiłem ci to?$l",
  "Good_6": "Wiem, że masz dużo krzepy, ale czasami martwię się, że cie zjedzą szlamy... albo gorzej. Po prostu uważaj na siebie.$9",
  "funLeave_Alex": "Idę do miasta. Widzimy się w nocy.",
  "funReturn_Alex": "Dzisiaj było fajnie. Lubię często odwiedzać moich dziadków, trochę się starzeją.",
  "spring_1": "Nareszcie śnieg się roztopił i słońce wróciło! Czuję się świetnie.$h",
  "spring_6": "Zastanawiam się, czy stardrop w proszku pomógłby mi się przypakować...",
  "spring_12": "Nie możesz się doczekać jutrzejszego festiwalu? Chyba dobrze jest się najeść darmowymi jajkami.",
  "spring_23": "Oh... jutro jest Taniec Kwiatów, prawda? Lepiej zrobię dziś więcej pompek, aby moje mięsnie wyglądały lepiej.$9#$e#Te kostiumy są dosyć przyległe... i wszyscy będą się przyglądać z bliska.",
  "summer_1": "Lato jest najbardziej energiczną porą roku, moje ciało też to czuje! Czuję się solidnie.",
  "summer_10": "Już wiesz, co dasz do zupy luau?#$e#Ja nie wiem co jest dobre... ty tu rządzisz!$h",
  "summer_27": "Oj... Lato prawie się skończyło. Moje muskuły zaczynają opadać...$s",
  "fall_1": "Cóż, lato się skończyło... ale będę optymistyczny. Ciepłe pory roku przecież wrócą.",
  "fall_15": "Jutro są targi, idziemy?#$e#W sumie mnie to nie obchodzi.",
  "fall_26": "Mam nadzieję, że moi dziadkowie mają się dobrze.",
  "winter_1": "Upewnij się, że mi tam na dworze nie zamarzniesz. Martwię się o twoją delikatną skórę.",
  "winter_7": "Startujesz w jutrzejszym łowieniu ryb? Myślę, że to wygrasz!",
  "winter_28": "To był wspaniały rok, @. Nie moge się doczekać następnego! Teraz, podejdź bliżej... $l"
}