{
        "Rainy_Day_0": "Zastanawiam się co u Penny? Może do niej zadzwonię.",
        "Rainy_Day_1": "Tak sobie myślałam... Myślisz, że u MARILDy wszystko w porządku? Mam nadzieję, że gdzieś tam znajdzie swoje miejsce...",
        "Rainy_Day_2": "Hej! Nie mogłam zasnąć i siedziałam trochę w swoim warsztacie. Zrobiłam to dla ciebie. [688 369 338 325 287]#$e#Mam nadzieję, że ci się przyda.",
        "Rainy_Day_3": "Jedyna rzecz, jakiej nie lubię w deszczu to fakt, że nie mogę oglądać gwiazd!",
        "Rainy_Day_4": "Czy przypadkiem nie słyszałam jak cieknie dach? Będę musiała to sprawdzić. Dzięki mamie wiem coś o stolarstwie.",
        "Rainy_Night_0": "Nie zostawiaj narzędzi na deszczu! Chyba nie chcesz, żeby ci zardzewiały.",
        "patio_Maru": "Jeszcze nie wiem co to jest... Ale fajnie jest czasem trochę pokręcić kluczem.",
        "Rainy_Night_1": "Cześć @. Jak ci minął dzień... Zmokłeś?^Cześć @. Jak ci minął dzień... Zmokłaś?#$e#Ta pogoda daje mi pomysły na gadżety... może wykorzystam deszczówkę do zasilenia młynu?",
        "Rainy_Night_2": "Tata śledził wzorce pogodowe od dwudziestu lat.#$e#Jest trochę za wcześnie, by coś stwierdzić, ale wyniki ujawniły pewne nienormalne tendencje.",
        "Rainy_Night_3": "Zjemy dziś spaghetti w łóżku?",
        "Rainy_Night_4": "Zrobiłam deser! Pamiętaj, żeby przed snem umyć zęby. [232 234 223 220]$h",
        "Rainy_Night_5": "Nic ciekawego się dziś nie działo... Przez tą pogodę cały dzień przesiedziałam w domu.#$e#Było miło. Przeczytałam sobie ostatni tygodnik 'Schematy'.",
        "Indoor_Day_0": "Hmm? Wybacz, czasami zbyt dużo myślę i nawet nie wiem co robię.",
        "Indoor_Day_1": "Znalazłam to w mojej kupce złomu. Może ci się przyda? [286 287 205 732]",
        "Indoor_Day_2": "W końcu... Ileż można spać! Zrobiłam się głodna... *burczenie*$h",
        "Indoor_Day_3": "Jedna z najlepszych rzeczy w życiu na farmie to wstawanie przy ćwierkaniu ptaków.",
        "Indoor_Day_4": "Jakim cudem twoje ręce są takie delikatne po tej całej pracy na farmie?",
        "Indoor_Night_0": "Widziałeś dziś w nocy księżyc? Zawsze wygląda spektakularnie.^Widziałaś dziś w nocy księżyc? Zawsze wygląda spektakularnie.",
        "Indoor_Night_1": "Widziałam spadającą gwiazdę. Lubię udawać, że to MARILDA się zatrzymała, żeby sprawdzić, co u nas.$h",
        "Indoor_Night_2": "Nie mogę się zdecydować, czy chcę ciasto czekoladowe, czy może świeże truskawki. A może oba...?#$e#Tylko szczerze... Czy ja przytyłam?$s",
        "Indoor_Night_3": "Dużo dzisiaj zrobiłeś! Zasługujesz na odpoczynek.^Dużo dzisiaj zrobiłaś! Zasługujesz na odpoczynek.",
        "Indoor_Night_4": "Zaczyna mi się tu podobać. W nocy jest tu tak przytulnie.#$e#Mama zrobiła kawał dobrej roboty przy remontach.$h",
        "Outdoor_0": "Ahh... Pięknie tu pachnie, ten zapach przypomina mi o górach niedaleko domu moich rodziców.",
        "Outdoor_1": "Trochę planowania i może udałoby się trochę zautomatyzować pracę na farmie. Byłoby wtedy więcej czasu na odpoczynek!",
        "Outdoor_2": "Dziś w nocy niebo będzie czyste... Ciekawe, czy konstelacja %noun będzie widoczna?",
        "Outdoor_3": "Nie martw się, nie będę się gniewać, jeśli naniesiesz do domu błota. Czasami fajnie trochę pobrudzić.",
        "Outdoor_4": "Nie zdawałam sobie sprawy, ile trzeba planowania żeby prowadzić farmę! Jest podobnie jak w laboratorium.",
        "OneKid_0": "Posiedzisz dzisiaj trochę z %kid1? Dzieci muszą się bawić, żeby w pełni wykorzystały swój potencjał.",
        "OneKid_1": "Jak myślisz... %kid1 wyrośnie na farmera, czy inżyniera?",
        "OneKid_3": "Wiąże duże nadzieje z naszym dzieckiem. Czytałam różne dane naukowe na temat najlepszych sposobów na wychowanie dzieci.",
        "TwoKids_3": "Własny warsztat, dwójka dzieci, i piękna działka. Całkiem nieźle się tutaj żyje.",
        "Good_1": "Teraz, gdy mieszkamy razem, nie mogę sobie wyobrazić, żebym była sama.",
        "Good_2": "Przerwa? To dobrze!",
        "Good_3": "W prowadzeniu farmy jest dużo strategii. To jest bardziej intelektualnie wymagające niż się spodziewałam!",
        "Good_4": "Kiedyś rozmyślałam nad zbudowaniem robo-męża. Ale ty jesteś o wiele lepszy!$h^Kiedyś rozmyślałam nad zbudowaniem robo-żony. Ale ty jesteś o wiele lepsza!$h",
        "Good_5": "Oglądam swój amulet ślubny... Muszelka jest bez skazy, i to bardzo rzadki okaz!$l",
        "Good_6": "Zeszłej nocy miałam sen, w którym patrzyłam przez ogromny teleskop. Zauważyłam coś poruszającego się w %noun mgławicy. Trochę straszne.",
        "Neutral_0": "Mam nadzieję, że bym ci się podobała, nawet jakbym była grubsza.",
        "Neutral_8": "Nie wiem co dziś zrobić.$s",
        "funLeave_Maru": "Chyba odwiedzę rodziców. Dawno się z nimi nie widziałam.",
        "funReturn_Maru": "Mama i tata mają się dobrze. Ich rutyna jest taka sama, nawet jak mnie nie ma. A jak tobie minął dzień?",
        "spring_2": "Jaka jest twoja strategia optymalizacji farmy w tym roku?",
        "spring_1": "Fajnie jest widzieć, jak rośliny i zwierzęta powracają do życia na wiosnę.",
        "spring_22": "Gdyby mój brat nie był takim pustelnikiem, to może zaprosiłabym go kiedyś obiad.",
        "summer_20": "Zastanawiam się, czy mój brat kiedyś zbierze się na odwagę i zacznie chodzić z Abigail?",
        "summer_2": "Lubię katalogować różne owady, które widzę latem.",
        "fall_1": "Z każdą porą roku nowa część nieba staje się widoczna. To fascynujące.",
        "fall_25": "Zima już niebawem. Musimy sprawdzić system ogrzewania, zakręcić zawory i sprawdzić całą izolację domu.#$e#Nie martw się skarbie, zajmę się tym.",
        "fall_3": "Jesień zawsze przypominała mi o obrabianiu drewna z moją mamą... to może być ten zapach świeżo ściętego drewna i żywicy.",
        "winter_15": "Ostatnie zimy były niepokojąco łagodne.",
        "winter_5": "Mam nadzieję, że u taty wszystko okej... Czasami w zimie wpada w depresję, kiedy jest mniej okazji do badań terenowych.",
        "winter_2": "Jakie są twoje plany na utrzymanie zarobków w zimie?#$e#Możesz łowić ryby, albo poszukać jakichś rzeczy...#$e#Jeśli pójdziesz do kopalni obiecaj mi, że będziesz uważać.",
        "spring_Maru": "Nie mogę się doczekać kolejnego roku na farmie, @!$h",
        "summer_Maru": "Wieczory są tak ciepłe... To idealna pora na obserwowanie gwiazd. Kto wie, co może tam być?",
        "fall_Maru": "Życie na farmie jest świetne, ale lubię pracować w klinice... To ważna usługa dla społeczności.",
        "winter_Maru": "Na wiosnę chciałabym zrobić placek z rabarbaru. Oh... ten posmak, ta kwaśność!",
        "spouseRoom_Maru": "#$c .5#Wstałam wcześniej, żeby popatrzeć na gwiazdy.#$e#Mam nadzieję, że nie masz nic przeciwko, jeśli poświęcę trochę czasu na moje projekty, kochanie."
}