{
        "Rainy_Day_0": "Zastanawiam się, gdzie idą te wszystkie latające owady podczas deszczu? Czy nie giną przez krople deszczu?",
        "Rainy_Day_1": "Dzień jak ten jest błogosławieństwem od matki natury.",
        "Rainy_Day_2": "Dzień dobry... Mam dla Ciebie prezent. Nie martw się, oczyściłam go kadzidełkiem. [428 440 444 338 207]",
        "Rainy_Day_3": "Myślałam nad wypuszczeniem papużki, ale jej skrzydło dobrze nie wyzdrowiało. Poświęcam jej dużo uwagi.#$e#Powiedziała mi, że jest tu bardzo szczęśliwa.",
        "Rainy_Day_4": "Nigdy Ci tego nie mówiłam... jednak gdy Cię pierwszy raz zobaczyłam, miałam o Tobie sen. Wiedziałam, że nasze drogi kiedyś się skrzyżują.$4",
        "Rainy_Night_0": "Każdy moment ma swój urok... Nie sądzisz? Łatwo o tym zapomnieć.",
        "patio_Emily": "To moje ulubione miejsce na poranną medytacje.#$e#Wizualizuje energię z kryształów płynącą przez moje ciało.",
        "Rainy_Night_1": "Słyszę jak rośliny rozmawiają ze sobą... Są bardzo szczęśliwe po dzisiejszym deszczu!",
        "Rainy_Night_2": "Jak Ci minął dzień, @? Wyglądasz trochę mokro.",
        "Rainy_Night_3": "Mój dzień był bardzo spokojny. A Twój?",
        "Rainy_Night_4": "Chcesz deser? To moja specjalna surowa bez glutenowa wersja, słodzone tylko kaktusowym syropem.[232 234 223 220]$h",
        "Rainy_Night_5": "Czy odgłosy deszczu kiedykolwiek wprowadziły Cię w trans?",
        "Indoor_Day_0": "Kolejny piękny dzień na farmie %farm ... Wierzę, że stanie się dzisiaj coś dobrego!$h",
        "Indoor_Day_1": "Proszę, to dla Ciebie. [428 440 444 338 207 395 749]",
        "Indoor_Day_2": "Hej, ktoś tu chyba dobrze się wyspał... Świetnie wyglądasz.$h",
        "Indoor_Day_3": "Mój horoskop na ten dzień nie jest dobry... Ale postaram się, żeby był to najlepszy dzień, jak zwykle. No to do pracy!",
        "Indoor_Day_4": "Ughh... *bulgot*... Zjadłam za dużo babeczek z otrębami.$s",
        "Indoor_Night_0": "Czy to nowa dziura w Twojej koszulce? Mogę to dla Ciebie załatać, nie ma problemu.",
        "Indoor_Night_1": "Witaj z powrotem, @. Mam nadzieję, że to był wspaniały dzień.",
        "Indoor_Night_2": "Już pora spać? O mój... Ten dzień tak nagle odpłynął w dal.$u",
        "Indoor_Night_3": "Ach, ten zapach! To możesz być tylko ty.$h#$e#To miły zapach.",
        "Indoor_Night_4": "Pozamiatałam cały dom, wymyłam okna, pościerałam kurze i wysprzątałam lodówkę. To był bardzo pracowity dzień!",
        "Outdoor_0": "Lubię wcześnie wstawać. Rano zawsze powietrze jest jakby bardziej świeże i natura jest aktywniejsza.",
        "Outdoor_1": "Co jest zaplanowane na dzisiaj, Kochanie?",
        "Outdoor_2": "O! Och! Kolejna!$h#$e#Liczę wiewiórki.",
        "Outdoor_3": "Odrobina promieni słonecznych jest dobra dla zdrowia. Tylko się nie usmaż, dobrze?",
        "Outdoor_4": "Dzień dobry! Zastanawiałam się kiedy wstaniesz z łóżka!$h#$e#Nic się nie dzieje, @... Zasługujesz na dobry odpoczynek.",
        "OneKid_0": "Mam nadzieję, że będziemy mogli wychować %kid1 na uprzejmą i rozważną osobę. To ważniejsze, niż dostawanie samych szóstek w szkole.",
        "OneKid_1": "Czy jedno dziecko wystarczy, czy może jeszcze drugie?#$e#Zobaczymy dokąd zaprowadzi nas los.",
        "OneKid_3": "Zapaliłam zieloną świecę i potrząsnęłam miętą nad %kid1. To powinno odstraszyć wszystkie niebezpieczne dusze.",
        "TwoKids_1": "Duży dom, dwoje dzieci i papuga... Mam ręce pełne roboty!",
        "TwoKids_2": "Cóż, %kid2 ma włosy po Tobie...$u",
        "TwoKids_3": "Och, już nakarmiłam dzieci organicznymi ciasteczkami z kozim mlekiem. Ty skup się na farmie!",
        "Good_1": "To taka frajda mieszkać razem! Zawsze myślałam, że będę samotna całe moje życie.",
        "Good_2": "Ten ślub był naszym przeznaczeniem... Wierzę w to całym swoim sercem!",
        "Good_3": "Dziękuję Ci za wzięcie mnie do swojego domu. Kocham to nowe życie.$4",
        "Good_4": "Nasze energie są w perfekcyjnej harmonii. Czujesz to?",
        "Good_5": "Po prostu podziwiałam mój ślubny amulet... Ta muszelka jest piękna! Czuje od niej czystą niebieską i promieniującą energię.$l",
        "Good_6": "Miałam kolejny sen o nas. Wspinamy się razem na szczyt kryształowego drzewa, spoglądając na piękną łąkę. Ciągle mi się to śni.#$e#Nie wiem co może oznaczać, ale czuję, że to dobry znak.",
        "Neutral_0": "Mam nadzieję, że nadal mnie będziesz kochać, nawet jak się zestarzeje i moje włosy będą jak wyblakła stal.",
        "Neutral_8": "Dzisiaj czuję się beznadziejnie.$s",
        "funLeave_Emily": "Idę dziś do miasta, a później pomogę w knajpie. Miłego dnia.",
        "funReturn_Emily": "Dobrze mi dziś minął dzień... dobrze jest od czasu do czasu wyjść z domu.",
        "spring_2": "Moje zielone przyjaciółki powróciły do życia. Jest dobrze.",
        "spring_1": "Szczęśliwego nowego roku, Kochanie. Niech ten będzie wyjątkowy.$4",
        "spring_22": "Hmm... Może zrobię na obiad sałatkę ze świeżo zebranej zieleniny. Może być?",
        "summer_20": "Energia w naszych ciałach zmienia się tak jak pory roku. Zrozumienie swojego unikatowego rytmu to pierwszy krok do harmonii.",
        "summer_2": "Niech Yoba pobłogosławi Cię w ten piękny dzień.$7",
        "fall_1": "Ten rok zbliża się ku końcowi. Możesz w to uwierzyć?",
        "fall_25": "Nasze ciała są w rytmie z porami roku. Ta jasność i kolorystyka zmusza nas do przygotowania na zimę.#$e#Dla naszych odległych przodków to uczucie było wszechogarniające. Dla nas przez hałasy współczesnego życia już mniej.",
        "winter_15": "W dni jak te mam ochotę na cynamon, gałkę muszkatołową, goździki i kardamon.",
        "winter_5": "*ehh*... Czemu na świecie musi być wojna i nienawiść?$s",
        "winter_2": "Cały czas myślę o tych wszystkich biednych, przemarzniętych wiewiórkach.$s",
        "spring_Emily": "Nie mogę się doczekać nowego roku na farmie, @!$h",
        "fall_Emily": "Dziś rano wypiłam super słodki sorbet i jest nieee-samo-wiiciee!$h",
        "summer_Emily": "Fiu! Jest gorąco, ale czuje się świetnie, prawda?#$e#Może zobaczymy dziś jakieś dzikie papugi.",
        "winter_Emily": "Ups, znowu mi włosy zamarzły.$s",
        "spouseRoom_Emily": "Spędzę dzisiaj trochę czasu z papugą. Moje serce się kraja przez to, że raczej już nigdy więcej nie poleci.$u"
    }