{
        "Rainy_Day_0": "To mit, że deszczowe pogody powodują grypę. Ale uważaj, żeby nie poślizgnąć się na błocie!#$e#Cały czas się o Ciebie martwię.",
        "Rainy_Day_1": "Jak mieszkałem sam, byłem taki samotny... Teraz jest lepiej.$h",
        "Rainy_Day_2": "Wstałem wcześnie, ale nie wiedziałem, czy cię budzić. Tak słodko spałeś.^Wstałem wcześnie, ale nie wiedziałem, czy cię budzić. Tak słodko spałaś.",
        "Rainy_Day_3": "Nie przeszkadza mi deszcz. Wiadomo, nie mogę oglądać już przelatujących samolotów, ale nadal mogę słuchać rozmów przez radio.#$e#Dzięki temu wszystko jest bardziej tajemnicze.",
        "Rainy_Day_4": "Mam zaległości w obowiązkach domowych. Będę trochę zajęty!",
        "Rainy_Night_0": "Jak ci minął dzień, Kochanie? Miałem pozmywać naczynia ale pochłonęło mnie najnowsze wydanie \"Entuzjasta Operacji Na Kolanie\".",
        "patio_Harvey": "Ten 'Dziennik Dynamiki Ścięgna' jest nawet znośny, gdy czytam go tutaj.",
        "Rainy_Night_1": "Jeśli cieszysz się życiem, kogo to obchodzi czy jest trochę monotonne? To mój cytat.",
        "Rainy_Night_2": "Wyglądasz na przemokniętego, mój drogi. Ogrzej się przy kominku.^Wyglądasz na przemokniętą, moja droga. Ogrzej się przy kominku?",
        "Rainy_Night_3": "Odgłosy padającego deszczu dobrze wpływają na koncentracje, dlatego nie rozpraszają nas przypadkowe myśli.#$e#To moja teoria dlaczego deszcz jest taki kojący...",
        "Rainy_Night_4": "Zrobiłem nam pyszny i zdrowy obiad. Tylko świeże, zdrowe składniki z naszej farmy! [212 214 225 209 200]$h#$e#Dobrze się najedz, Kochanie.",
        "Indoor_Day_0": "Wszyscy dążymy do osiągnięcia równowagi w życiu.#$e#Dla mnie, przeprowadzka tutaj była dokładnie tym, czego potrzebowałem, żeby zdobyć ten balans.$l",
        "Indoor_Day_1": "Dzień dobry, @! Zrobiłem pożywne śniadanko.[201]#$e#Jajka są dobrym źródłem niezbędnych składników odżywczych, smacznego.",
        "Indoor_Day_2": "Będę dzisiaj czytał literaturę lekarską. To dla mnie bardzo ważne, żeby być na bieżąco. Chcę móc udzielić moim pacjentom najlepszej opieki!",
        "Indoor_Day_3": "Chyba posłucham trochę jazzu i skończę swoje medyczne raporty. A ty masz jakieś plany na dzisiaj?",
        "Indoor_Day_4": "Kiedy pierwszy raz się poznaliśmy, trochę się Ciebie bałem. Zabawne... Daleko zaszliśmy.$h",
        "Indoor_Night_0": "Wyglądasz fatalnie, Kochanie. Pozwól, że dziś wieczorem zrobię ci masaż. obiecuję, że poczujesz się lepiej!$l",
        "Indoor_Night_1": "Dzisiaj trochę zluzowałem... Poczytałem parę książek, Pobawiłem się radiem i popracowałem nad modelem samolotu.#$e#To bardzo ważne, żeby wziąć sobie dzień wolny i odpocząć... Stres jest niezdrowy.",
        "Indoor_Night_2": "Dobry wieczór... Skończyłeś swoje obowiązki?^Dobry wieczór... Skończyłaś swoje obowiązki?#$e#Spokojnie. Jestem samowystarczalny. Jeśli masz więcej roboty, nic nie szkodzi.",
        "Indoor_Night_3": "Bycie doktorem jest stresujące, więc dobrze jest mieszkać gdzieś gdzie można sobie odpocząć, na przykład na farmie %farm.",
        "Indoor_Night_4": "O! Właśnie sobie myślałem o układzie krążenia i zapomniałem co miałem zrobić. Problem każdego doktora.",
        "Outdoor_0": "To bardzo bezpieczne miejsce. Idź i zajmij się biznesem, o mnie nie musisz się martwić.",
        "Outdoor_1": "Myślę, że to odpowiednie miejsce na rozwój dzieci, naukowo. Prawda?",
        "Outdoor_2": "Może i nie jestem najciekawszym facetem, ale będę w stosunku do Ciebie lojalny, aż do końca mych dni.$l",
        "Outdoor_3": "@... Ty... Jesteś dla mnie całym światem.$l",
        "Outdoor_4": "Jako naukowiec jestem zafascynowany delikatną współzależnością życia owadów i roślin.",
        "OneKid_0": "Ty i %kid1 jesteście dla mnie najważniejsi na świecie.",
        "OneKid_1": "Mały %kid1 będzie miał tutaj idealne dzieciństwo. Dobrze, że mamy takie możliwości.",
        "OneKid_3": "Póki co, podoba mi się bycie ojcem!$h",
        "TwoKids_0": "Już dałem %kid1 i %kid2 śniadanie. Próbuję ich nauczyć zdrowego odżywiania!",
        "TwoKids_1": "Dziecko powinno móc się bawić i odkrywać tyle ile da radę. Dzieckiem jest się tylko raz.",
        "TwoKids_2": "Jak %kid2 dorośnie, to może zostanie pilotem, jak ja zawsze chciałem?",
        "TwoKids_3": "Moje życie jest teraz podzielone na Ciebie i dzieci, w sumie się cieszę. Zawsze marzyłem o wspaniałej rodzinie.$l#$e#Miałem koszmary, że zostanę kawalerem na zawsze.... Tak bardzo cię kocham.$l",
        "Good_0": "@...Nadal nie mogę uwierzyć, że się pobraliśmy...$l",
        "Good_1": "Dzięki Tobie nie jestem już samotny, wypełniasz pustkę w moim sercu. Dziękuję.$l",
        "Good_2": "Wiedziałem, że jesteś tym jedynym od momentu, w którym się tu wprowadziłeś... $l^Wiedziałem, że jesteś tą jedyną od momentu, w którym się tu wprowadziłaś...$l",
        "Good_3": "Wow, ale jesteś przystojny! Ogoliłeś się?$l^O, mój... Wyglądasz dziś przepięknie.$l",
        "Good_6": "Uważaj tam na siebie! Mam koszmary, że wprowadzają cię na salę operacyjną.$7",
        "funLeave_Harvey": "Chyba pójdę na spacer. Muszę się przewietrzyć.",
        "funReturn_Harvey": "Miałem dziś udany dzień. Dobrze jest posiedzieć od czasu do czasu w samotności. A jak u Ciebie, Kochanie?",
        "spring_1": "Wspaniale jest widzieć jak wszystkie rośliny powracają do życia. Zieleń jest odświeżająca po tej monotonnej zimie.",
        "spring_12": "O, Jutro jest festiwal, prawda? Tłumy ludzi, wydarzenia... *przełknięcie*$s",
        "spring_23": "Cz...Czy zatańczysz ze mną na jutrzejszym festiwalu?$7#$e#To trochę krępujące.$7",
        "summer_1": "Uważaj, żeby się za bardzo nie opalić, Kochanie! To bardzo szkodliwe dla Twojej skóry.$8#$e#Jako mąż i doktor, Twoje zdrowie i bezpieczeństwo jest dla mnie największym priorytetem!",
        "summer_10": "Już wiesz co dasz do zupy luau?#$e#Włożyłbym coś drogiego i dobrej jakości. Wszyscy chcemy zrobić wrażenie na gubernatorze!",
        "summer_27": "Gdy lato się kończy, przychodzą zimne pory roku, a mój nakład pracy ma rośnie. Ogólnie przepraszam, jeśli będę trochę zrzędliwy...",
        "fall_1": "Pamiętaj, żeby zasadzić różne jesienne uprawy, Moje Kochanie.#$e#Albo po prostu posadź żurawinę... W sumie to wszystko zależy od Ciebie. Co ja tam wiem?",
        "fall_15": "Jutro są targi. Jedzenie jest niezdrowe i słone, Ale jak raz na jakiś czas się zje, to raczej nic złego się nie stanie.$h",
        "fall_26": "Przyznaję, że wigilia duchów zazwyczaj powoduje u mnie ból jelit... Ale postaram się być dzielny.",
        "winter_1": "Powietrze jest bardzo suche w trakcie zimy. Dlatego nasza skóra ma tendencje do podrażnień.#$e#Nie martw się, każdej nocy będę cię smarował olejem z trufli.$l",
        "winter_7": "Czy jutro pójdziemy na festiwal lodu? Lubię igloo...",
        "winter_28": "Cóż, za ten fantastyczny rok. Jestem pewny, że następny rok będzie jeszcze lepszy!$h"
    }