{
  "Rainy_Day_0": "Mam nadzieję, że Jas i Marnie mają się beze mnie dobrze.#$e#Nie martwie się za bardzo... Jas jest wystarczająco duża, żeby opiekować się zwierzętami.",
  "Rainy_Day_1": "Wiesz co? Chyba schudłem odkąd się tu wprowadziłem.$6",
  "Rainy_Day_2": "Masz... weź to.[346 174 303 305 215]#$e#Kupiłem to dosyć dawno i prawie się przeterminowało...",
  "Rainy_Day_3": "Buhh... Nie czuję się dzisiaj produktywny.",
  "Rainy_Day_4": "@, powinienem coś dziś zrobić?... czy się drzemnąć?",
  "Rainy_Night_0": "Hmm... dobra pogoda na trochę pizzowych roladek z mikrofalówki.#$e#Niektórzy ludzie lubią piec w swoim piekarniku, ale dla mnie to za długo trwa. Plus lubię jak jedzenie nie jest strasznie twarde.$h",
  "patio_Shane": "Charlie ma się dobrze.$8",
  "Rainy_Night_1": "to kap-kapukap-kap deszczu zabiera mnie do innego miejsca... i innego czasu.",
  "Rainy_Night_2": "Chyba... gdybym miał jakieś spodnie mógłbym wyjść na zewnątrz... ale, nie.",
  "Rainy_Night_3": "Lubię ponurą pogodę, ale współczuję kurom.",
  "Rainy_Night_4": "Kap-kapukap-kap-kapukap... Chce mi się pić.$6",
  "Indoor_Day_0": "Eh... czasami życie spowalnia, szara plama... wiesz o co mi chodzi?",
  "Indoor_Day_1": "Hej. Weź to... za dużo tego odgrzałem. [195 215 206]#$e#Wybacz, jeśli jest to gąbczaste.",
  "Indoor_Day_2": "Wyświadcz mi przysługę... gdy odejdę, użyj moich prochów do nawożenia kukurydzy dla kurczaków.",
  "Indoor_Day_3": "*cmok*... Mmm, smakuje jakby ktoś skubał pizzowe roladki.$6",
  "Indoor_Day_4": "Mogę dużo rzeczy zatrzymywać dla siebie, i czasami mogę wydawać się smutny... ale doceniam twoją ciężką prace. Jestem szczęściarzem.$6",
  "Indoor_Night_0": "Napiję się trochę więcej piwerek przed pójściem spać.",
  "Indoor_Night_1": "Gdyby... Gdybym tylko... ah, Myślałem o dniach mojej chwały, gdy grałem w gridballa w szkolnej drużynie.$6#$b#Teraz jestem stary i słaby...",
  "Indoor_Night_2": "Ughh... *bulgot*... Czuję się trochę wzdęty... ooj... za dużo sosu wielu zastosowań od Joja.",
  "Indoor_Night_3": "Buh... Chciałbym być z 15 centymetrów większy i o wiele razy mądrzejszy...#$e#Lubisz mnie takiego, jakim jestem? Nadal ciężko mi to zrozumieć...",
  "Indoor_Night_4": "Cały dzień spędziłem na oglądaniu telewizji a teraz mam dziwne uczucie w nogach. Chyba do jutra powinno być normalnie.",
  "Outdoor_0": "Źle mi się spało więc mam nadzieję, że świeże powietrze mnie ożywi.#$e#Pytasz się jak ożywi? Heh... Ale z ciebie dziwadło.$h",
  "Outdoor_1": "Czasami się zatrzymuje i myślę, że nie ma nic innego niż paczka soczystych i gąbczastych kabanosów.#$e#Ale hej... jest dobrze... tak czy ineaczej, jak życie?$h",
  "Outdoor_2": "Gdy się zatrzymuje, i myślę o tym... Jestem w dobrym miejcu. Moje życie jest teraz bardzo dobre.$6",
  "Outdoor_3": "Ooohh... język mi spuchnął od jedzenia za dużo pepper poppersów.$s",
  "Outdoor_4": "Hej, @. Żeby cię nie budzić cichutko wstałem rano i poszedłem na przechadzkę po farmie. Wszystko wygląda dobrze.",
  "OneKid_0": "To dziwne, gdy byłem młodszy obiecywałem sobie, że nie będe miał dzieci. Ciekawe co mi się stało?$6",
  "OneKid_1": " %kid1 musi jeść dużo jajek... Dziecko musi wychodować te nogi!",
  "OneKid_3": "Tatko Shane zgłasza się do służby...$6#$e#Buh... zrobiłem się staromodny.",
  "TwoKids_0": "Nakarmiłem dzieci pizzowymi płatkami z mlekiem. Przez chwilę nie powinny być głodne.",
  "TwoKids_1": "Będę szczery... dwoje dzieci wystarczy.",
  "TwoKids_2": "Ugh... z %kid2 jest taki trochę bachorek. Pewnie ma to po mnie...",
  "TwoKids_3": "*wzdech*... Gdybyśmy mogli wysłać dzieci obozów pracy Joja o tej porze roku...#$e#Żartuję.$h",
  "Good_0": "*Niuch*... *niuch*... mmm... co to za wspaniały zapach? Eau de pepperoni?$6",
  "Good_1": "Wyglądasz lepiej niż ja, wiesz?$h",
  "Good_2": "Imię 'Shane' znaczy 'Prezent od Yoby'... Ale żart.",
  "Good_3": "Mam dziś dobry humor... Tunelsi wczoraj wygrali.$h",
  "Good_4": "Hej, jeśli kiedykolwiek będe nieznośny, po prostu to zignoruj. Mam czasami dziwne nastroje, ale nie chodzi o ciebie... okej?",
  "Good_5": "Ah... życie na roli na pewno bije prace w Joja na głowę. Tamto miejsce jest okropne.$h#$e#Myślisz, że to przygnębiające? Dobrze, że tylko pracownicy mają dostęp do tylnego pomieszczenia...",
  "Good_6": "Ah... to jest życie. Brak obowiązków, Tunelersi grają dziś wieczorem, lodówka zapełniona prowiantem, które mężczyzna może potrzebować.$h",
  "Good_8": "Dzisiaj nie mogę iść do pracy. Może pooglądam telewizje.",
  "Good_9": "Huh... Zastanawiasz się skąd ten dziwny uśmieszek? Naprawdę masz krótką pamięć, tak? *zarumienienie*$h",
  "Neutral_0": "Oh, Trzeba ci czegoś? Wybacz, jestem teraz trochę zajęty.",
  "Neutral_2": "Może opowiesz mi o swoim dniu, jak pójdziemy do łóżka? Jestem teraz trochę zajęty...",
  "Neutral_3": "Praca w Joja była strasznie nudna, ale przynajmniej czasami rozmawiam z innymi ludźmi.",
  "Neutral_4": "Co, mam pozmywać? Zrobię to... może kiedyś...",
  "Neutral_5": "Jak nasze finanse? Nie chcę iść z powrotem do Joja.",
  "Neutral_6": "Jeśli chcesz się spotkać z przyjaciółmi w mieście, to idź. Lubię z kimś oglądać telewizję.",
  "Neutral_8": "Ugh... sprzątać, sprzątać, sprzątać. Zamiatać, zamiatać, zamiatać. Mycie. Gotowanie. Ścielenie łóżka... Oh, cóż. Życie jest spoko.",
  "Bad_5": "Słuchaj, chcę trochę pobyć sam. Może wyjdziesz na zewnątrz i zajmiesz się czymś przez chwilę?",
  "Bad_6": "Co chcesz? Brzmisz jak Marnie w jeden ze swoich złych dni. Odejdź.$a",
  "Bad_7": "Życie na farmie jest w sumie nudne. Co ja tu robię?$s",
  "Bad_8": "Taa... *czkawka* ... Osszywiście, sskarbeńku. Cco kollwiek rosskarzeszz... *czkawka*",
  "funLeave_Shane": "Wychodzę się przejść, dobrze?",
  "funReturn_Shane": "Wybacz, że jestem spocony... To był niezły spacerek... Eh, wyszedłem z formy.$6",
  "spring_1": "Ooo... moja pulsująca głowa. Ile wczoraj wypiłem?",
  "spring_12": "Festiwal jajek jest prawdopodobnie moim ulubionym... wiesz jaki jestem, uwielbiam wszystko co związene z kurczakami.$h",
  "spring_23": "Oh, tak. Jutro Taniec Kwiatów. Hej, jeśli to sprawia ci przyjemność, Jestem szczęśliwy.",
  "summer_1": "Lubię widzieć te wszystkie tropikalne rośliny o tej porze roku. To miejsce staje się bardzo bujne.",
  "summer_10": "Muszę pościć do jutrzejszego luau. Ten stary wór musi być pusty, żebym mógł go uzupełnić ciepłą zupą.$h",
  "summer_27": "Masz jakieś plany na jesień? Lubię włączać wino do mojej diety.",
  "fall_1": "Hmm... Muszę kupić kilka paczek dyniowego piwerka żeby świętować sezon...$6",
  "fall_15": "Jutro będę pomagać Marnie podczas jutrzejszego święta, jak zwykle. A ty po prostu baw się dobrze.$6",
  "fall_17": "Naprawdę czuje mój wiek... i w ogóle nie jest mi z tym dobrze.",
  "winter_1": "Jakieś plany na zimę? Ja chyba skończe oglądając dużo telewizji i po prostu siedząc w domu.",
  "winter_28": "Cóż, kolejny rok minął... wyglądam trochę starzej, ale to chyba wszystko.$6"
}