{
  "Rainy_Day_0": "Zastanawiam się, gdzie są wszystkie latające owady podczas deszcu? Nie dostają kroplami deszczu?",
  "Rainy_Day_1": "Dzień jak ten jest błogosławieństwem od matki natury.",
  "Rainy_Day_2": "Dzień dobry... Mam dla ciebie prezent. Nie martw się, oczyściłam go kadzidełkiem z szałwi. [428 440 444 338 207]",
  "Rainy_Day_3": "Myślałam nad wypuszczeniem papużki, ale jej skrzydło dobrze nie wyzdrowiało. Poświęciłam jej dużo uwagi.#$e#Powiedziała mi, że jest tu bardzo szczęśliwa.",
  "Rainy_Day_4": "Nigdy ci tego nie mówiłam... ale kiedy pierwszy raz cię zobaczyłam, miałam o tobie sen. Wiedziałam, że nasze drogi kiedyś się skrzyżują.$4",
  "Rainy_Night_0": "Każdy moment ma swój urok... nie sądzisz? To łatwe,żeby czasami zapomnieć.",
  "patio_Emily": "To moje ulubione miejsce na poranną medytacje.#$e#Wizualizuje sobie energię z kryształów w ogrodzie płynących przez moje ciało.",
  "Rainy_Night_1": "Słyszę jak rośliny ze sobą rozmawiają... Są bardzo szczęśliwe po dzisiejszym deszczu!",
  "Rainy_Night_2": "Jak minął twój dzień, @? Wyglądasz trochę mokro.",
  "Rainy_Night_3": "Mój dzień był bardzo spokojny. A twój?",
  "Rainy_Night_4": "Chcesz deser? To moja specjalna surowa bez glutenowa wersja, słodzona tylko kaktusowym syropem.[232 234 223 220]$h",
  "Rainy_Night_5": "Czy odgłosy padającego deszcu kiedykolwiek wprowadziły cię w trans?",
  "Indoor_Day_0": "Kolejny piękny dzień na farmie %farm ... Wierzę, że stanie się dzisiaj coś dobrego!$h",
  "Indoor_Day_1": "Proszę, to dla ciebie. [428 440 444 338 207 395 749]",
  "Indoor_Day_2": "Hej, ktoś tu chyba się wyspał... Wyglądasz świeżo tego poranka.$h",
  "Indoor_Day_3": "Mój horoskop na ten dzień nie jest dobry... ale postarem się, żeby to był najlepszy dzień, jak zawsze. No to do pracy!",
  "Indoor_Day_4": "Ughh... *bulgot*... zjadłam za dużo babeczek z otrębami na śniadanie.$s",
  "Indoor_Night_0": "Czy to nowa dziura w Twojej koszulce? Mogę to zszyć dla ciebie, nie ma problemu.",
  "Indoor_Night_1": "Witam z powrotem, @. Mam nadzieję, że to był wspaniały dzień.",
  "Indoor_Night_2": "Już pora spać? Mój dzień po prostu odpłynął ode mnie w dal.$u",
  "Indoor_Night_3": "Ah, ten zapach! To możesz być tylko ty.$h#$e#To dobry zapach.",
  "Indoor_Night_4": "Pozamiatałem cały dom, wymyłam okna, pościerałam kurze, i wyczyściłam lodówke. To był bardzo pracowity dzień!",
  "Outdoor_0": "Lubię wcześnie wstawać. Rano zawsze powietrze jest jakby świeższe i natura jest bardziej aktywna.",
  "Outdoor_1": "Co jest w dzisiejszym programie, kochanie?",
  "Outdoor_2": "Oooh! Ooh! Zobaczyłam kolejnego!$h#$e#Liczę wiewiórki.",
  "Outdoor_3": "Odrobina promieni słonecznych jest dla ciebie dobra. Tylko się nie usmaż, dobrze?",
  "Outdoor_4": "Dzień dobry! Zastanawiałam się kiedy wstaniesz z łóżka!$h#$e#Nic się nie dzieje, @... zasługujesz na dobry odpoczynek.",
  "OneKid_0": "Mam nadzieję, że będziemy mogli wychować %kid1 żeby było uprzejme i rozważne. To ważniejsze, niż dostawanie samych szóstek w szkole.",
  "OneKid_1": "Czy jedno dziecko wystarczy, żeby wychować kolejne?#$e#Może po prostu zobaczymy dokąd nas doprowadzi przeznaczenie.",
  "OneKid_3": "Zapaliłam blado zieloną świecę i obtarłam miętą %kid1. To powinno odstraszyć wszystkie niebezpieczne dusze.",
  "TwoKids_1": "Duży dom, dwoje dzieci i papuga... mam ręce pełne roboty!",
  "TwoKids_2": "Cóż, %kid2 ma twój kolor włosów...$u",
  "TwoKids_3": "Oh, już nakarmiłam dzieci ich organicznymi ryżowymi ciasteczkami z koziego mleka. Ty po prostu skup się na farmie!",
  "Good_1": "To taka frajda mieszkać razem! Zawsze myślałam, że będe samotna przez całe moje życie.",
  "Good_2": "To było nasze przeznaczenie, żeby być razem... Wierzę w to całym moim sercem!",
  "Good_3": "Dziękuję ci za wzięcie mnie do swojego domu. Kocham to nowe życie.$4",
  "Good_4": "Nasze energie są w perfekcyjnej harmonii. Czujesz to?",
  "Good_5": "Po prostu podziwiałam mój ślubny amulet... Ta muszelka jest piękna! Czuje od niej czystą, niebieską i promieniującą energię.$l",
  "Good_6": "Miałam kolejny sen o nas. Wspinamy się razem na szczyt kryształowego drzewa, patrząc na najbujnieszą i piękną łąkę. Ciągle mi się to śni.#$e#Nie wiem co może oznaczać, ale czuję, że to dobry znak.",
  "Neutral_0": "Mam nadzieję, że nadal mnie będziesz kochać, gdy się zestarzeje a moje włosy będą matowe jak wyblakła stal.",
  "Neutral_8": "Dzisiaj czuję się beznadziejnie.$s",
  "funLeave_Emily": "Odwiedzę dziś miasteczko, a później pomogę w salonie. Miłego dnia.",
  "funReturn_Emily": "Mój dzień minął mi dobrze... dobrze jest wyjść z domu od czasu do czasu.",
  "spring_2": "Moje przyjaciółki, rośliny, powróciły do życia. Czuje się zadowolona.",
  "spring_1": "Szczęśliwego nowego roku, kochanie. Sprawmy, żeby ten był naszym specjalnym rokiem.$4",
  "spring_22": "Hmm... Myślę nad sałatką ze świeżej zieleniny na obiad. Może być?",
  "summer_20": "energia w naszych ciałach zmienia się, dokładnie tak jak pory roku. Zrozumienie swojego rytmu to pierwszy krok do harmonii.",
  "summer_2": "Niech Yoba pobłogosławi cię w ten piękny dzień.$7",
  "fall_1": "Ten rok zbliża się ku końcowi. Możesz w to uwierzyć?",
  "fall_25": "Nasze ciała naturalnie są w rytmie z porami roku. Ta jasność i kolorystyka zmusza nas do przygotowania do zimy.#$e#Dla naszych odległych przodków to uczucie było wszechogarniające. Do nas ledwo zagląda przez hałasy współczesnego życia.",
  "winter_15": "W dni jak te mam ochotę na cynamon, gałkę muszkatołową, goździki i kardamon.",
  "winter_5": "*wzdech*... Czemu na świecie musi być wojna i nienawiść?$s",
  "winter_2": "Nie mogę pomóc, ale myślę o tych wszystkich biednych i przemarzniętych wiewiórkach.$s",
  "spring_Maru": "Nie mogę się doczekać nowego roku spędzonego na uprawie, @!$h",
  "fall_Emily": "Dziś rano wypiłam super słodki sorbet, i czuję się niee-samowicie!$h",
  "summer_Emily": "Fiu! Nie jest gorąco, czuje się świetnie!#$e#Może dziś zobaczymy jakieś dzikie papugi.",
  "winter_Emily": "Ups, znowu mi włosy zamarzły.$s",
  "spouseRoom_Emily": "Spędzę dzisiaj trochę czasu z papugą. To łamie mi serce, wiedząc, że nigdy więcej nie poleci.$u"
}