{
        "Rainy_Day_0": "To mit, że deszczowa pogoda powoduje grypę. Ale uważaj, żeby nie poślizgnąć się na błocie!#$e#Cały czas się o Ciebie martwię.",
        "Rainy_Day_1": "Kiedy mieszkałem sam, byłem taki samotny... Teraz jest o wiele lepiej.$h",
        "Rainy_Day_2": "Wstałem wcześnie, ale nie wiedziałem, czy Cię budzić. Tak słodko spałeś.^Wstałem wcześnie, ale nie wiedziałem, czy Cię budzić. Tak słodko spałaś.",
        "Rainy_Day_3": "Deszcz mi nie przeszkadza. Jasne, nie mogę już oglądać przelatujących samolotów, ale wciąż mogę słuchać rozmów przez radio.#$e#To wszystko sprawia, że świat wydaje się bardziej tajemniczy.",
        "Rainy_Day_4": "Mam trochę zaległości w obowiązkach domowych. Będę dziś trochę zajęty!",
        "Rainy_Night_0": "Jak Ci minął dzień, Kochanie? Miałem pozmywać naczynia, ale pochłonęło mnie najnowsze wydanie ''Entuzjasty Operacji Na Kolanie''.",
        "patio_Harvey": "Ten ''Dziennik Dynamiki Ścięgna'' jest całkiem znośny, gdy czytam go tutaj.",
        "Rainy_Night_1": "Jeśli cieszysz się życiem, to czy naprawdę ma znaczenie, że jest trochę monotonne? To mój cytat.",
        "Rainy_Night_2": "Wyglądasz na przemokniętego, mój drogi. Ogrzej się przy kominku.^Wyglądasz na przemokniętą, moja droga. Ogrzej się przy kominku.",
        "Rainy_Night_3": "Odgłosy padającego deszczu dobrze wpływają na koncentrację, bo nie rozpraszają nas zbędne myśli.#$e#To moja teoria, dlaczego deszcz jest taki kojący...",
        "Rainy_Night_4": "Zrobiłem nam pyszny i zdrowy obiad. Tylko świeże składniki z naszej farmy! [212 214 225 209 200]$h#$e#Najedz się dobrze, Kochanie.",
        "Indoor_Day_0": "Wszyscy dążymy do równowagi w życiu.#$e#Dla mnie przeprowadzka tutaj była dokładnie tym, czego potrzebowałem, by ją osiągnąć.$l",
        "Indoor_Day_1": "Dzień dobry, @! Zrobiłem pożywne śniadanko. [201]#$e#Jajka to świetne źródło niezbędnych składników odżywczych. Smacznego!",
        "Indoor_Day_2": "Dziś planuję czytać literaturę medyczną. Muszę być na bieżąco, żeby zapewnić pacjentom najlepszą opiekę!",
        "Indoor_Day_3": "Chyba posłucham dziś jazzu i dokończę medyczne raporty. A Ty masz jakieś plany?",
        "Indoor_Day_4": "Gdy się poznaliśmy, trochę się Ciebie bałem. Zabawne, jak daleko zaszliśmy.$h",
        "Indoor_Night_0": "Wyglądasz na ${zmęczonego^zmęczoną}$, Kochanie. Pozwól, że zrobię Ci dziś masaż. Obiecuję, że poczujesz się lepiej!$l",
        "Indoor_Night_1": "Dziś trochę odpuściłem... Poczytałem, pobawiłem się radiem i popracowałem nad modelem samolotu.#$e#Ważne jest, żeby czasem odpocząć. Stres jest niezdrowy.",
        "Indoor_Night_2": "Dobry wieczór... Skończyłeś swoje obowiązki?^Dobry wieczór... Skończyłaś swoje obowiązki?#$e#Spokojnie, poradzę sobie. Jeśli masz jeszcze coś do zrobienia, nie przejmuj się.",
        "Indoor_Night_3": "Bycie lekarzem to stresująca praca, więc dobrze mieszkać w miejscu, gdzie można odpocząć... na przykład na ''%farm'' farmie.",
        "Indoor_Night_4": "O! Właśnie rozmyślałem o układzie krążenia i zapomniałem, co miałem zrobić. Typowe dla lekarza.",
        "Outdoor_0": "To bardzo bezpieczne miejsce. Idź zająć się swoimi sprawami. O mnie się nie martw.",
        "Outdoor_1": "To doskonałe miejsce na wychowanie dzieci. Także z naukowego punktu widzenia. Zgadzasz się?",
        "Outdoor_2": "Może nie jestem najciekawszym facetem, ale będę Ci wierny aż do końca moich dni.$l",
        "Outdoor_3": "@... Ty... Jesteś dla mnie całym światem.$l",
        "Outdoor_4": "Jako naukowiec jestem zafascynowany subtelną współzależnością między owadami a roślinami.",
        "OneKid_0": "Ty i %kid1 jesteście dla mnie najważniejsi na świecie.",
        "OneKid_1": "Mały %kid1 będzie miał tu idealne dzieciństwo. Cieszę się, że możemy mu to zapewnić.",
        "OneKid_3": "Póki co, bardzo mi się podoba bycie ojcem!$h",
        "TwoKids_0": "Już dałem %kid1 i %kid2 śniadanie. Staram się nauczyć ich zdrowego odżywiania!",
        "TwoKids_1": "Dziecko powinno mieć czas na zabawę i odkrywanie świata. Dzieciństwo jest tylko jedno.",
        "TwoKids_2": "Kiedy %kid2 dorośnie, może zostanie pilotem. Tak jak ja kiedyś marzyłem?",
        "TwoKids_3": "Moje życie dzieli się teraz między Ciebie a dzieci... i cieszę się z tego. Zawsze marzyłem o wspaniałej rodzinie.$l#$e#Bałem się, że zostanę samotnym kawalerem... Tak bardzo Cię kocham.$l",
        "Good_0": "@... Nadal nie mogę uwierzyć, że jesteśmy małżeństwem...$l",
        "Good_1": "Dzięki Tobie nie jestem już samotny. Wypełniasz pustkę w moim sercu. Dziękuję.$l",
        "Good_2": "Wiedziałem, że jesteś tym jedynym od chwili, gdy się tu wprowadziłeś...$l^Wiedziałem, że jesteś tą jedyną od chwili, gdy się tu wprowadziłaś...$l",
        "Good_3": "Wow, ale dziś przystojnie wyglądasz! Ogoliłeś się?$l^O, mój... Wyglądasz dziś prześlicznie.$l",
        "Good_6": "Uważaj na siebie! Śniło mi się, że wylądowałaś na sali operacyjnej.$7",
        "funLeave_Harvey": "Wybieram się na spacer. Muszę się przewietrzyć.",
        "funReturn_Harvey": "Miałem dziś udany dzień. Czasem dobrze jest pobyć samemu. A jak minął Twój dzień, Kochanie?",
        "spring_1": "Cudownie widzieć, jak rośliny wracają do życia. Zieleń to miła odmiana po zimowej szarości.",
        "spring_12": "O, jutro jest festiwal, prawda? Tłumy, wydarzenia... *przełknięcie*$s",
        "spring_23": "Cz... czy zatańczysz ze mną na jutrzejszym festiwalu?$7#$e#To trochę krępujące.$7",
        "summer_1": "Uważaj, żeby się nie spiec na słońcu, Kochanie! To bardzo niezdrowe dla skóry.$8#$e#Jako mąż i lekarz, Twoje zdrowie to mój priorytet!",
        "summer_10": "Już wiesz, co dodasz do zupy na luau?#$e#Dałbym coś wysokiej jakości. Wszyscy chcemy zrobić wrażenie na gubernatorze!",
        "summer_27": "Gdy kończy się lato, nadchodzą chłodniejsze dni i moja praca się nasila. Z góry przepraszam, jeśli będę trochę zrzędliwy...",
        "fall_1": "Pamiętaj, żeby zasadzić różne jesienne uprawy, Kochanie.#$e#Albo po prostu postaw na żurawinę... W sumie to Ty tu jesteś ekspertem!",
        "fall_15": "Jutro są targi. Jedzenie tam jest tłuste i słone, ale raz na jakiś czas można sobie pozwolić.$h",
        "fall_26": "Przyznaję, że Wigilia Duchów zwykle przyprawia mnie o ból brzucha... ale postaram się być dzielny.",
        "winter_1": "Zimowe powietrze jest bardzo suche, dlatego nasza skóra łatwo się podrażnia.#$e#Nie martw się. Będę Cię codziennie smarował olejem z trufli.$l",
        "winter_7": "Pójdziemy jutro na Festiwal Lodu? Lubię igloo...",
        "winter_28": "To był fantastyczny rok. Jestem pewien, że kolejny będzie jeszcze lepszy!$h"
    }