{
  "Rainy_Day_0": "Ciemność... deszcz... lubię taką pogodę.$l",
  "Rainy_Day_1": "Hej, pamiętasz nasz duet przy jeziorze? Ta pogoda przypomina mi o tym dniu.#$e#Twoja mini harfa zaskoczyła mnie... Nie spodziewałam się tego. Chyba dla tego tak cię lubię.$l",
  "Rainy_Day_2": "Hej! Wstałam wcześniej i poszłam odkrywać. Znalazłam to, przypomina mi o tobie. [768 767 769 66 82]#$e#Myślisz, że znajdziesz coś lepszego niż to? Nie wydaje mi się!$h",
  "Rainy_Day_3": "Wydaje mi się, że to dobry dzień na wizytę w kopalniach, hę? Tylko uważaj tam na siebie.#$e#Jeśli idziesz, weź Eliksir Życia, albo dwa.",
  "Rainy_Day_4": "Może dziś włączę Podróż Króla Preri... któregoś dnia, przysięgam, że pokonam tą grę sama.$h",
  "patio_Abigail": "%Abgail jest zagubiona w muzyce.",
  "Rainy_Day_Abigail": "Wieś wygląda o wiele lepiej w takie dni jak ten, prawda?",
  "Rainy_Night_0": "Poszłam do lasu... Przysięgam, że widziałam coś ciemniejszego niż kora zaschniętych drzew.$6",
  "Rainy_Night_1": "Dobra noc na zobaczenie ducha...",
  "Rainy_Night_2": "Czujesz to? W tym deszczu jest coś spokojnego...",
  "Rainy_Night_3": "W noce jak ta, lubię gasić światła i po prostu słuchać...$8",
  "Rainy_Night_4": "Zrobiłam zupe na kolację. Mam nadzieję, że nie jest aż tak wstrętna. [199 218 219 727 730]$h",
  "Rainy_Night_5": "Hej! Wyglądasz na wycieńczonego. Może ci pomóc się zrelaksować?^Ciężko pracowałaś? Słodko wyglądasz jak jesteś lekko zmęczona.$h",
  "Rainy_Night_Abigail": "Odgłosy deszczu ukołyszą nas do snu.",
  "Indoor_Day_0": "Zawsze lubiłam to miejsce, jeszcze przed twoją przeprowadzką. Teraz mogę chodzić po farmie kiedykolwiek mi się zechcę!$h",
  "Indoor_Day_1": "Hej, @. Idziesz w dzicz? Mam coś dla ciebie...[286 287 205 732]#$e#Użyj tego w ciężkiej sytuacji. Powinno ci pomóc.",
  "Indoor_Day_2": "Idziesz do kopalni? Hej... jeśli znajdziesz coś pysznego, pamiętaj, żeby mi trochę przynieść!$h",
  "Indoor_Day_3": "Hej! Myślę nad tym co dziś powinnam zrobić. Nie przywykłam do takiej wolności!",
  "Indoor_Day_4": "Mogę trochę udekorować to miejsce? Cieszę się, żę mam jakieś miejsce, nad którym mogę sama popracować.",
  "Indoor_Day_Abigail": "Zawsze się coś dzieje na naszej farmie... Uwielbiam to.",
  "Indoor_Night_0": "Miałam dziś udany dzień. Zawsze coś ciekawego się tu dzieje, jeśli zwrócisz na to uwagę.",
  "Indoor_Night_1": "Hej! Opowiedz mi o swoim dniu. Coś ciekawego co ci się przydarzyło?$h",
  "Indoor_Night_2": "Kiedyś byłam nocnym markiem, ale podoba mi się ten cały rytm życia na farmie. Czuję się naturalnie.",
  "Indoor_Night_3": "*ziew*... Za niedługo mogę powiedzieć, że już jest noc.$h",
  "Indoor_Night_4": "Głosy podczas nocy są tu o wiele głośniejsze. Nigdy mi się to nie znudzi.",
  "Indoor_Night_Abigail": "Idziesz już spać? Przygotowałam dla nas elektryczny kocyk...$l",
  "Outdoor_0": "Lekka bryza wieje dziś z gór. Pachnę jak świeża sosna i szałwia.",
  "Outdoor_1": "Hmm... Wygląda na to, że mamy dużo miejsca na fermę szlamu!",
  "Outdoor_2": "Pamiętaj o usprzątaniu kapliczki twojego Dziadka. Jest w niej coś specjalnego, czuję to.",
  "Outdoor_3": "Fajnie, że mamy własną jaskinię. Zawsze o czymś takim marzyłam.$h",
  "Outdoor_4": "Zawsze zapominam o włożeniu przekąsek do kieszeni.$h",
  "Outdoor_Abigail": "Postoje se tutaj, okej?#$e#Dużo tu ciekawych owadów i innych rzeczy. *chichot*$h",
  "funLeave_Abigail": "Jakby co to ja wychodzę dziś do miasta. Muszę trochę rozprostować te nogi.",
  "funReturn_Abigail": "Hej! Jak minął ci dzień? Mój nawet dobrze. Ten spacer był odświeżający.$h",
  "OneKid_3": "Nie mogę w to uwierzyć, jestem \"mamą\"... życie jest dziwne.$h",
  "TwoKids_0": "%kid1 i %kid2 zjedli swoje czekoladowe płatki. Ale sie darli!",
  "TwoKids_2": "Śniło mi się, że %kid2 urośnie na sławnego łowcę potworów. Już myślałam o malutkim pancerzu.",
  "TwoKids_3": "Fajny stary domek, dwoje dzieci, i wspaniała farma. Nigdy nie myślałam, że dotrę tak daleko... Ale, hej! Nasze życie dopiero się zaczyna.$h",
  "Good_1": "Słyszysz to? Czasami myślę, że ten dom jest nawiedzony.$u",
  "Good_2": "Horoskop Welwick'a przewidział dziś dla mnie świetne rzeczy. Ale mnie to zmotywowało!",
  "Good_3": "Nie pamiętam kiedy ostatnio farbowałam włosy... Przysięgam, ten kolor nigdy nie zejdzie...",
  "Good_4": "Cieszę się, że miałam taką ciężką parę butów przed wprowadzeniem się tutaj. Ciężko sobie wyobrazić chodzenie po tym błocie w tenisówkach.$h",
  "Good_5": "Oglądałam ten syreni naszyjnik, który od ciebie dostałam... Z dumą będę go nosiła aż do grobu.$l",
  "Good_6": "Hej. Wiem że jesteś mądrą osobą, ale czasami się o ciebie martwię. Na świecie jest wiele potworów.$6#$e#Obiecaj mi, że będziesz uważać. Nie chcę cie stracić.",
  "Good_7": "@? Chcę ci tylko powiedzieć, że doceniam twoją pracę. Jestem z ciebie dumna.$l",
  "Neutral_0": "Mam nadzieję, żę nadal mnie będziesz kochać po tym jak się zestarzeje. Pewnie kiedyś tak się stanie!",
  "Neutral_1": "Myślisz, że dziadek byłby z nas dumny?",
  "Neutral_6": "Zastanawiam się jak ten stary sklep się miewa? Powinnam kiedyś odwiedzić rodziców.",
  "Neutral_7": "Jak stąd odejdziesz do świata dusz, zrobię ci małą kapliczkę obok kapliczki twojego Dziadka.",
  "Neutral_8": "Nie ważne jak sprzątamy, dom dalej się brudzi.#$e#Chyba farmy są na swój sposób brudne.",
  "Neutral_9": "Zastanawiam się, czy spędzimy tu całe nasze życie? Zapewne bym się znudziła.",
  "Bad_7": "Kiedyś byłam dla ciebie kimś specjalnym, najlepszym przyjacielem... teraz mnie zauważasz jak robię ciepły obiad.$s",
  "Bad_8": "Ostatnio coś ozięble mnie traktujesz... Co jest z tobą nie tak? Zachowujesz się jak dusza topielca...$s",
  "Bad_9": "Zastanawiam się, czy mogłam zrobić lepiej... Przed twoim wprowadzeniem Sebastian był moim przyjacielem. On pewnie był tym jedynym...$s",
  "spring_1": "Więc, masz jakieś plany na nowy rok?",
  "spring_12": "Hej, Festiwal Jajek jest jutro. Wybacz, ale nie oszczędzę ciebie tylko dla tego, że jesteśmy małżeństwem!$h#$e#Zamierzam wygrać to polowanie na jajka. Spróbuj mnie pokonać.",
  "spring_2": "Masz jakieś postanowienia noworoczne? Ja próbuję stracić trochę kilogramów.$h",
  "summer_1": "Bardzo łatwo mi się opalić, więc o tej porze roku muszę uważać.#$e#Mam nadzieję, że lubisz mnie bladą!$h",
  "summer_4": "Kochanie, uważaj żeby nie dostać udaru słonecznego.#$e#Pij dużo wody i nie przepracowuj się.",
  "summer_8": "Wybacz za ten zapach... Całą noc się pociłam.",
  "summer_15": "Lato... to znaczy, że dom jest pełen much.#$e#Nie martw się, załatwię je. Fajne to!$h",
  "fall_6": "Ah... jesień. To moja ulubiona pora roku. Kolory jesieni pasują do koloru moich włosów, prawda?",
  "fall_1": "Tego zapachu nie można pomylić... grzyby, suche liście, dynia. Jest jesień, oł jea. Czyż to nie jest piękne?",
  "fall_2": "Czy o tej porze roku zasadzimy wielgachną dynię? proszę, kochanie?$h",
  "fall_20": "Kochanie... Przy tobie skrzynka zapełniona kwarcem to nic.#$e#A teraz, skrzynia zapełniona ametystem? Hmm... Musiałabym o tym pomyśleć.$h",
  "winter_3": "W sumie lubię mrozy. Dzięki temu mogę się opatulić kocykiem!$h",
  "winter_15": "Fajnie jest odkrywać dolinę w zimie! Wszystko jest zupełnie inne pod śnieżną pierzyną. I tak cicho...",
  "spring_Abigail": "Może i lubię zimniejsze pory roku, ale pod koniec, zawsze lubię widzieć jak nadchodzi wiosna.",
  "summer_Abigail": "O kurcze... Zjadłabym tort czekoladowy.",
  "fall_Abigail": "Czy ja czuje na tobie zapach dyni? Może mi się tylko wydaje...$h",
  "winter_Abigail": "Pamiętasz jak graliśmy razem w 'Króla Prerii' już dawno temu? Kiedyś to były dobre czasy.$h",
  "spouseRoom_Abigail": "#$c .5#Wstałam wcześniej niż ty i nakarmiłam Davida Jr. Rano jest bardzo aktywny.#$e#Nie zwracaj uwagi na jego zapach."
}