{
        "Rainy_Day_0": "Zastanawiam się, co u Penny... Może do niej zadzwonię.",
        "Rainy_Day_1": "Tak sobie myślałam... Myślisz, że u MARILDY wszystko w porządku? Mam nadzieję, że znajdzie swoje miejsce, gdziekolwiek teraz jest...",
        "Rainy_Day_2": "Hej! Nie mogłam zasnąć, więc spędziłam trochę czasu w warsztacie. Zrobiłam to dla Ciebie. [688 369 338 325 287]#$e#Mam nadzieję, że Ci się przyda.",
        "Rainy_Day_3": "Jedyna rzecz, której nie lubię w deszczu, to fakt, że nie mogę oglądać gwiazd!",
        "Rainy_Day_4": "Czy przypadkiem nie słyszałam kapania z dachu? Będę musiała to sprawdzić. Dzięki mamie znam się trochę na stolarstwie.",
        "Rainy_Night_0": "Nie zostawiaj narzędzi na deszczu! Chyba nie chcesz, żeby zardzewiały.",
        "patio_Maru": "Jeszcze nie wiem, co to jest... Ale fajnie czasem trochę pokręcić kluczem.",
        "Rainy_Night_1": "Cześć @. Jak Ci minął dzień... Zmokłeś?^Cześć @. Jak Ci minął dzień... Zmokłaś?#$e#Ta pogoda daje mi pomysły na gadżety... Może wykorzystam deszczówkę do zasilenia młyna?",
        "Rainy_Night_2": "Tata śledzi wzorce pogodowe od dwudziestu lat.#$e#To jeszcze za wcześnie, by coś stwierdzić, ale dane ujawniły pewne nienormalne tendencje.",
        "Rainy_Night_3": "Zjemy dziś spaghetti w łóżku?",
        "Rainy_Night_4": "Zrobiłam deser! Pamiętaj, żeby przed snem umyć zęby. [232 234 223 220]$h",
        "Rainy_Night_5": "Nic ciekawego się dziś nie działo... Przez tę pogodę cały dzień spędziłam w domu.#$e#Było miło. Przeczytałam ostatni numer 'Schematów'.",
        "Indoor_Day_0": "Hmm? Wybacz, czasem zbyt dużo myślę i nawet nie wiem, co robię.",
        "Indoor_Day_1": "Znalazłam to w mojej kupce złomu. Może Ci się przyda? [286 287 205 732]",
        "Indoor_Day_2": "W końcu... Ile można spać! Zrobiłam się głodna... *burczenie*$h",
        "Indoor_Day_3": "Jedna z najlepszych rzeczy w życiu na farmie to budzenie się przy śpiewie ptaków.",
        "Indoor_Day_4": "Jakim cudem Twoje ręce są takie delikatne po tej całej pracy na farmie?",
        "Indoor_Night_0": "Widziałeś dziś w nocy księżyc? Zawsze wygląda spektakularnie.^Widziałaś dziś w nocy księżyc? Zawsze wygląda spektakularnie.",
        "Indoor_Night_1": "Widziałam spadającą gwiazdę. Lubię udawać, że to MARILDA się zatrzymała, żeby sprawdzić, co u nas.$h",
        "Indoor_Night_2": "Nie mogę się zdecydować, czy chcę ciasto czekoladowe, czy świeże truskawki. A może oba...?#$e#Tylko szczerze... Czy ja przytyłam?$s",
        "Indoor_Night_3": "Dużo dziś ${zrobiłeś^zrobiłaś}$! Zasługujesz na odpoczynek.",
        "Indoor_Night_4": "Zaczyna mi się tu podobać. W nocy jest tak przytulnie.#$e#Mama zrobiła kawał dobrej roboty przy remontach.$h",
        "Outdoor_0": "Ach... Jak tu pięknie pachnie. Ten zapach przypomina mi góry niedaleko domu moich rodziców.",
        "Outdoor_1": "Trochę planowania i może uda się zautomatyzować część pracy na farmie. Byłoby wtedy więcej czasu na odpoczynek!",
        "Outdoor_2": "Dziś w nocy niebo będzie czyste... Ciekawe, czy konstelacja %noun będzie widoczna?",
        "Outdoor_3": "Nie martw się, nie będę zła, jeśli naniesiesz błoto do domu. Czasem fajnie się trochę pobrudzić.",
        "Outdoor_4": "Nie zdawałam sobie sprawy, ile planowania wymaga prowadzenie farmy! To trochę jak praca w laboratorium.",
        "OneKid_0": "Posiedzisz dziś trochę z %kid1? Dzieci muszą się bawić, żeby w pełni rozwijać swój potencjał.",
        "OneKid_1": "Jak myślisz... %kid1 wyrośnie na farmera czy inżyniera?",
        "OneKid_3": "Wiążę duże nadzieje z naszym dzieckiem. Czytałam sporo danych naukowych o najlepszych metodach wychowania.",
        "TwoKids_3": "Własny warsztat, dwójka dzieci i piękna działka. Nieźle się tutaj żyje.",
        "Good_1": "Teraz, gdy mieszkamy razem, nie wyobrażam sobie życia w samotności.",
        "Good_2": "Przerwa? To dobrze!",
        "Good_3": "Prowadzenie farmy to sporo strategii. Jest bardziej intelektualnie wymagające, niż się spodziewałam!",
        "Good_4": "Kiedyś rozważałam zbudowanie robo-męża. Ale Ty jesteś o wiele lepszy!$h^Kiedyś rozważałam zbudowanie robo-żony. Ale Ty jesteś o wiele lepsza!$h",
        "Good_5": "Oglądam swój amulet ślubny... Muszelka jest bez skazy. To bardzo rzadki okaz!$l",
        "Good_6": "Zeszłej nocy śniło mi się, że patrzę przez ogromny teleskop. W mgławicy %noun zauważyłam coś, co się poruszało. Trochę straszne.",
        "Neutral_0": "Mam nadzieję, że nadal bym Ci się podobała, nawet gdybym przytyła.",
        "Neutral_8": "Nie wiem, co dziś zrobić.$s",
        "funLeave_Maru": "Chyba odwiedzę rodziców. Dawno się z nimi nie widziałam.",
        "funReturn_Maru": "Mama i tata mają się dobrze. Ich rutyna się nie zmienia, nawet gdy mnie nie ma. A jak Tobie minął dzień?",
        "spring_2": "Jaka jest Twoja strategia optymalizacji farmy w tym roku?",
        "spring_1": "Fajnie jest widzieć, jak rośliny i zwierzęta odżywają na wiosnę.",
        "spring_22": "Gdyby mój brat nie był takim samotnikiem, może zaprosiłabym go kiedyś na obiad.",
        "summer_20": "Zastanawiam się, czy mój brat kiedyś zdobędzie się na odwagę i zaprosi Abigail na randkę?",
        "summer_2": "Lubię katalogować owady, które widuję latem.",
        "fall_1": "Z każdą porą roku inna część nieba staje się widoczna. To fascynujące.",
        "fall_25": "Zima już niedługo. Musimy sprawdzić system ogrzewania, zakręcić zawory i sprawdzić izolację w domu.#$e#Nie martw się, Skarbie, zajmę się tym.",
        "fall_3": "Jesień zawsze przypomina mi, jak obrabiałam drewno z mamą... To może być ten zapach świeżo ściętego drewna i żywicy.",
        "winter_15": "Ostatnie zimy były niepokojąco łagodne.",
        "winter_5": "Mam nadzieję, że u taty wszystko w porządku... Czasami zimą dopada go depresja, bo ma mniej okazji do badań terenowych.",
        "winter_2": "Jakie masz plany na utrzymanie zarobków zimą?#$e#Możesz łowić ryby albo poszukać różnych rzeczy...#$e#Jeśli pójdziesz do kopalni, obiecaj mi, że będziesz uważać.",
        "spring_Maru": "Nie mogę się doczekać kolejnego roku na farmie, @!$h",
        "summer_Maru": "Wieczory są takie ciepłe... Idealne na obserwowanie gwiazd. Kto wie, co tam jest?",
        "fall_Maru": "Życie na farmie jest świetne, ale lubię też pracę w klinice... To ważne dla społeczności.",
        "winter_Maru": "Na wiosnę chcę upiec placek z rabarbarem. Ach... ten smak, ta kwaśność!",
        "spouseRoom_Maru": "#$c .5#Wstałam wcześniej, żeby popatrzeć na gwiazdy.#$e#Mam nadzieję, że nie masz nic przeciwko, jeśli poświęcę trochę czasu na moje projekty, Kochanie."
    }