{
  "Rainy_Day_0": "Lubisz deszczową pogodę tak bardzo jak ja, @?",
  "Rainy_Day_1": "Różnimy się od siebie pod wieloma względami... ale nic nie szkodzi.",
  "Rainy_Day_2": "Dzień dobry, @. Wyszedłem wcześniej i znalazłem to dla ciebie. [305 308 203 795 397]#$e#Mam nadzieję, że to nie jest zbyt dziwne.",
  "Rainy_Day_3": "Zastabawuan się, czy czarownik wie o... tym? Mam nadzieję, że umie zatrzymać tajemnicę.$s",
  "Rainy_Day_4": "Chociaż staram się być cywilizowanym, mam ochotę popsocić...$6#$e#Mówią, że to stan mojego ludu.",
  "Rainy_Day_Krobus": "Ah, Dziś jest bardziej wilgotno... Czuję się bardziej komfortowo.",
  "Rainy_Night_0": "W noce jak ta, ci, którzy patrzą przez okna czasami widzą mroczne postacie. I pomyśleć... to mogłem być ja.$7",
  "Rainy_Night_1": "Gdyby inni cieniści wiedzieli o naszym związku, Mogli by... 'ukarać' mnie.$s#$e#Większość z nich nie nawidzi ludzi, wiesz to.",
  "Rainy_Night_2": "Czy chłód nie jest groźny dla waszego gatunku?$s",
  "Rainy_Night_3": "Zjadłem już kolację, ale to nie jest coś jadalnego dla ciebie... wybacz.",
  "Rainy_Night_4": "Nawet odkąd opuściłem mój lud, Szukałem nowego domu... teraz gdzieś należę. To dla mnie wiele znaczy.",
  "Rainy_Night_5": "Mówią, że moi ludzie przybyli w to miejsce dawno temu, kiedy wielka katastrofa pozwoliła duszom z mroku przedostać się do płaszczyzny fizycznej.",
  "Rainy_Night_Krobus": "Dźwięk deszczu przypomina mi o ściekach... to relaksujące.#$e#Ścieki były moją ucieczką... Czułem się tam bezpiecznie. Ale się nie martw... Tak samo komfortowo czuje się tutaj.",
  "Indoor_Day_0": "Gdybym mógł przyjść i ci pomóc, to bym pomógl... ale postaram się utrzymać dom w należytym porządku.",
  "Indoor_Day_1": "Starałem się robiąc to ludzkie danie... [203 204 651 225]#$e#Możesz zjeść później, nie martw się...",
  "Indoor_Day_2": "Jestem tu szczęśliwy, w domu. lubię spędzać czas w dobrym miejscu... nie muszę \"wychodzić\" jak ludzie.#$e#Ale rozumiem, że musicie! Nie musisz to ze mną siedzieć.$3",
  "Indoor_Day_3": "Spędzam mój czas zwinięty w kulke w rogu...#$e#Co? Ty tego nie robisz?$3",
  "Indoor_Day_4": "W piątki, lubię być cicho w uszanowaniu dla Yoby. Mam nadzieję, że ci to nie przeszkadza.",
  "Indoor_Day_Krobus": "Chciałbym ci pomóc na farmie, ale nie mogę wychodzić na słońce...",
  "Indoor_Night_0": "Wyczyściłem wszystkie robaki... Wybacz, nie zostawiłem ci ani jednego! *mlask*$7",
  "Indoor_Night_1": "Wyglądasz solidnie... czasami chciałbym też mieć kości...$s",
  "Indoor_Night_2": "Czasami zastanawiam się, czy ludzie i cieniści mogli by mieszkać razem... To wspaniały pomysł, ale czy jest realny?$s#$e#Oby...",
  "Indoor_Night_3": "Czasami się zatrzymuje i myślę o wszystkim, czego się od ciebie nauczyłem o ludziach...#$b#Chciałbym, żeby każdy cienisty mógł to poczuć.",
  "Indoor_Night_4": "Chcę być dobrym lokatorem, ale nigdy nie wiem czy robię dobrze... *jęk* $s#$e#Ciężko mi zrozumieć ludzkie emocje. A... ale... dobrze ci się ze mną mieszka?#$e#Okej!$7",
  "Indoor_Night_Krobus": "Cześć, @. Witaj w domu. Widać, że ciężko pracujesz!$h",
  "Outdoor_0": "Postoje tutaj na jakiś czas, ale musimy uważać... jeśli ktokolwiek się pojawi, muszę się chować!",
  "Outdoor_1": "Rzadko kiedy wychodzę na zewnątrz!",
  "Outdoor_2": "Cóż za piękny dzień!$h",
  "Outdoor_3": "Jestem nerwowy przez szerokie przestrzenie...$s",
  "Outdoor_4": "Proszę, zajmij się swoim dzniem, Postoję tutaj i popilnuje domu.",
  "Outdoor_Krobus": "Zaczekam tu na chwilę, i zobaczę, czy jakiś owad nie idą w moją strone.#$e#Nie jadłem jeszcze śniadania!",
  "OneKid_3": "Nie jestem pewien jak, ale Yoba pobłogosławił ten dom 'dzieckiem'...",
  "TwoKids_0": "Nie martw się... zrobiłem dla %kid1 i %kid2 mroczny omlet.",
  "TwoKids_2": "Martwię się o przyszłość dzieci... Ale wiem, że Yoba ma dla nich plan.",
  "TwoKids_3": "Ten dom został pobłogosławiony dwojgiem dzieci... Czy to znaczy, że Yoba popiera naszą przyjaźń?",
  "Good_1": "Czuję coś... czy to... 'platoniczna miłość'?$l#$b#... Oh, czekaj... po prostu zrzucam skórę.$s",
  "Good_2": "Nauczyłem się przezwyciężać moje uprzedzenia wobec ludzi... ale krasnoludy dalej są dla mnie odrażający.$a",
  "Good_3": "W nocy słyszałem od ciebie coś o 'czarnej lizawce'... co to znaczy?$3",
  "Good_0": "Robimy postęp, i czuję się pełen nadzieji.$h",
  "Good_5": "Po prostu podziwiałem ten piękny dom... Cóż za wspaniałe miejsce.$l",
  "Neutral_0": "Nigdy się nie zestarzeje, ale ty tak. Czasami mnie to smuci... ale jest w porządku.$s",
  "Neutral_1": "Myślisz, że twój Dziadek nie miał nic przeciwko, że potwór mieszka w jego domu?",
  "Neutral_2": "Myślisz, że możemy miec problemy, przez to, że razem mieszkamy?$s",
  "Neutral_3": "Strasznie tu jasno... Mógłbym zamknąć oczy na pare godzin.$s",
  "Neutral_4": "Nie mogę wyjść na zewnątrz, mogę jeść tylko nie które dania, potrzebuje określonej temperatury... mam nadzieję, że to nie jest dla ciebie za dużo, @.$s",
  "Neutral_5": "Welwick mówi, że jestem dziś przeklęty.$s",
  "Neutral_6": "Powiem ci tajemnicę... tak naprawdę to nie śpie, po prostu leżę z zamkniętymi oczami...",
  "Neutral_7": "Jesteś dziwną osobą, chcąc żyć z taką kreaturą jak ja.",
  "Neutral_8": "Cały dzień będę sprzątał dom! Dobrze się przy tym bawię.$7",
  "Neutral_9": "Zastanawiam się, czy będziemy tu mieszkać przez całe nasze życie? Przeprowadzka byłaby dla mnie zbyt niebezpieczna.",
  "Bad_1": "*wzdech*... Może powinienem pozostać z moimi.$s",
  "Bad_0": "...Nadal mnie lubisz?$s",
  "Bad_2": "Nadal dobrze ci się mieszka ze mną?$s",
  "Bad_4": "Myślę, że lepiej byłoby ci mieszkać z innym człowiekeim...$s",
  "Bad_5": "Wyczułem zmianę w twoim zachowaniu... co to znaczy? *jęk*$s",
  "Bad_6": "Nie masz tak dużo czasu jak ja... na pewno chcesz go spędzić na bycie odrażającą kreaturą jak ja?$s",
  "Bad_7": "Może relacja jak ta nie może się udać...$s",
  "Bad_8": "Nie wyglądasz szczęśliwie...$s",
  "Bad_9": "Tęsknię za ściekami.$s",
  "spring_5": "...",
  "spring_12": "...",
  "spring_19": "...",
  "spring_26": "...",
  "winter_5": "...",
  "winter_12": "...",
  "winter_19": "...",
  "winter_26": "...",
  "summer_5": "...",
  "summer_12": "...",
  "summer_19": "...",
  "summer_26": "...",
  "fall_5": "...",
  "fall_12": "...",
  "fall_19": "...",
  "fall_26": "...",
  "spring_1": "Co planujesz na ten nowy rok, @?",
  "spring_23": "Idź na jutrzejszy Taniec Kwiatów! Nie musisz się mną martwić.",
  "summer_1": "Bardzo łatwo się opalam, więc muszę być ostrożny.",
  "summer_8": "Mmm... co to za piękny zapach? Ludzie przy takiej pogodzie częst się pocą...$h",
  "summer_15": "Lato... a to oznacza, że dom jest pełen much.#$e#Nie martw się, Zajme się nimi. Dobre źródło białka!$h",
  "fall_8": "Nie chce mi się dzisiaj nic robić.",
  "fall_15": "Już wiesz czego użyjesz na swojej jutrzejszej wystawie?",
  "fall_24": "Gdybym pojawił się na Wigili Dusz, włożyliby mnie do klatki...$s",
  "winter_28": "Dziękuje, że pozwalasz mi tutaj siedzieć, @. Nie mogę się doczekać nowego roku!$h",
  "spouseRoom_Krobus": "#$c .5#Jesteśmy fizycznie różni, że życie razem jest wyzwaniem, prawda?#$e#Mam nadzieję, że wilgotność tutaj nie jest uciążliwa. Musimy czasami iść na kompromis, żeby móc razem mieszkać!",
  "spring_Krobus": "Jest 'wiosna', prawda? Czuję ostry aromat dzikiego chrzanu.",
  "summer_Krobus": "Nazywacie tą porę roku 'latem', tak? Ciepło i wilgotność jest miłe, ale wolałbym, żeby nie było aż tak słonecznie.",
  "fall_Krobus": "Ostanio zrobiło się trochę chłodno, z trochę stęchłym zapachem. Nazywacie tą porę roku 'jesień', prawda?",
  "winter_Krobus": "Ciemność o tej porze roku jest bardzo kojąca. Gdyby było trochę cieplej!"
}