{
  "Rainy_Day_0": "To mit, że deszczowe pogody powodują grype. Jednakże, uważaj na siebie, żeby się nie poślizgnąć na błocie!#$e#Zawsze się o ciebie martwie.",
  "Rainy_Day_1": "Byłem taki smutny, gdy mieszkałem samotnie nad kliniką... Teraz jestem bardziej szczęśliwy.$h",
  "Rainy_Day_2": "Wstałem wcześnie, ale nie byłem pewny, czy cie budzić. Tak spokojnie śpisz.",
  "Rainy_Day_3": "Nie zwracam uwagi na deszcz. Pewnie, Nie mogę oglądać już przelatujących samolotów, ale nadal mogę słuchać rozmów przez radio.#$e#To sprawia że to wszystko jest bardziej tajemnicze.",
  "Rainy_Day_4": "Mam zaległości w moich obowiązkach domowych, które chce dzisiaj skończyć. Mam kilka, przez które będe odrobine zajęty!",
  "Rainy_Night_0": "Jak ci minął dzień, kochanie? Miałem pozmywać naczynia ale pochłonęło mnie najnowsze wydanie \"Entuzjasty Operacji Kolana\".",
  "patio_Harvey": "No wiesz, ten 'Dziennik dynamiki ścięgien' jest rzeczywiście znośny, kiedy czytam go tutaj.",
  "Rainy_Night_1": "Jeśli cieszysz się życiem, kogo to obchodzi czy jest trochę monotonne? To mój cytat.",
  "Rainy_Night_2": "Wyglądasz na przemokniętego, mój drogi. Ogrzej się przy kominku.^Wyglądasz na przemokniętą, moja droga. Ogrzej się przy kominku.",
  "Rainy_Night_3": "Odgłosy padającego deszczu sprawiają że bardziej się skupiasz, więc nie rozpraszają nas przypadkowe myśli.#$e#To moja teoria dlaczego deszcz jest tak kojący...",
  "Rainy_Night_4": "Zrobiłem nam pyszny i zdrowy obiad. Tylko świeże, zdrowe składniki z naszej farmy! [212 214 225 209 200]$h#$e#Po prostu zjedz wystarczającą porcje, kochanie.",
  "Indoor_Day_0": "Myślę, żę wszyscy staramy się osiągnąć równowagę w życiu. Równowaga złożnośc.#$e#Dla mnie, przeprowadzka tu to było dokładnie to, czego potrzebowałem, żeby odzyskać balans.$l",
  "Indoor_Day_1": "Dzień dobry, @! Zrobiłem pożywne śniadanko.[201]#$e#Jajka są dobrym źródłem niezbędnych składników odżywczych, więc jedz.",
  "Indoor_Day_2": "Będę dzisiaj czytał literaturę lekarską. To dla mnie bardzo ważne aby być na bieżąco, żeby dać moim pacjentą najlepszą opieke!",
  "Indoor_Day_3": "Chyba posłucham trochę jazz'u i skończe swoje medyczne raporty. A ty masz jakieś plany na dzisiaj?",
  "Indoor_Day_4": "Bałem się ciebie, kiedy pierwszy raz się poznaliśmy. Śmiesznie jest myśleć o tym teraz, gdy zaszliśmy tak daleko.$h",
  "Indoor_Night_0": "Wyglądasz fatalnie, kochanie. Pozwól że dziś wieczorem zrobię ci masaż. obiecuję, że to zredukuje twój ból w mięśniach!$l",
  "Indoor_Night_1": "Dzisiaj trochę porobiłem rzeczy... poczytałem trochę książek, Pobawiłem się radiem, i popracowałem nad modelem samolotu.#$e#To bardzo ważne, żeby wziąć sobie dzień wolny i sobie odpocząć... stres jest niezdrowy.",
  "Indoor_Night_2": "Dobry wieczór... czy wszystkie obowiązki skończone?#$e#Nie martw się o mnie. Jestem samowystarczalny. Jeśli masz więcej roboty, nie krępuj się.",
  "Indoor_Night_3": "Bycie doktorem jest stresujące, więc to bardzo dobrze mieszkać gdzieś gdzie tak można odpocząć jak na farmie %farm .",
  "Indoor_Night_4": "Oh! Właśnie sobie myślałem o układzie krążenia i zapomniałem co miałem zrobić. To codzienny problem każdego doktora.",
  "Outdoor_0": "To bardzo bezpieczne miejsce. Idź i zajmij się bizneszem, nie martw się o mnie.",
  "Outdoor_1": "Tak myślę, że to jest odpowiednie miejsce na rozwój dzieci, naukowo. A ty jak myślisz?",
  "Outdoor_2": "Może i nie jestem najbardziej ekscytującym facetem, ale będę w stosunku do ciebie lojalny, aż do końca mych dni.$l",
  "Outdoor_3": "@... Ty... Jesteś dla mnie całym światem.$l",
  "Outdoor_4": "Jako naukowiec fascynuję się delikatnym życiem owadów i roślin.",
  "OneKid_0": "Ty i %kid1 jesteście dla mnie najważniejszymi częściami w życiu.",
  "OneKid_1": "Mały %kid1 będzie miał tutaj perfekcyjnie dzieciństwo. Mamy wielkie szczęście, że mamy takie możliwości.",
  "OneKid_3": "Póki co, bardzo lubię być ojcem!$h",
  "TwoKids_0": "Już dałem %kid1 i %kid2 śniadanie. Próbuję je nauczyć na zdrową żywność!",
  "TwoKids_1": "Wierzę, że dziecko powinno móc się bawić i odkrywać zawartość ludzkiego ciała. Jesteś dzieckiem tylko raz.",
  "TwoKids_2": "A może jak %kid2 dorośnie, to zostanie pilotem, jak ja nigdy nie mogłem być?",
  "TwoKids_3": "Moje życie jest teraz podzielone na ciebie i dzieci, i cieszy mnie to. Zawsze marzyłem o posiadaniu wspaniałej rodziny.$l#$e#Miałem koszmary, że zostane kawalerem na zawsze.... Kocham cię tak bardzo.$l",
  "Good_0": "@...Nadal nie mogę uwierzyć, że się pobraliśmy...$l",
  "Good_1": "Dzięki tobie nie jestem już samotny, i wypełniasz pustkę w moim sercu. Dziękuję.$l",
  "Good_2": "Wiedziałem, że jesteś tym jedynym od momentu, w którym się tu wprowadziłeś... $l^Wiedziałem, że jesteś tą jedyną od momentu, w którym się tu wprowadziłaś...$l",
  "Good_3": "Wow, Wyglądasz dziś naprawdę przystojnie! Ogoliłeś się?$l^O, mój... Wyglądasz dziś przepięknie.$l",
  "Good_6": "Uważaj tam na siebie! Mam koszmary o tym, że twoje bezwładne ciało jest wywożone na ostry dyżur.$7",
  "funLeave_Harvey": "Myślę, że pójdę dziś na spacer. Muszę się przewietrzyć.",
  "funReturn_Harvey": "Miałem udany dzień. Dobrze jest posiedzieć od czasu do czasu w samotności. A czy twój dzień był udany, kochanie?",
  "spring_1": "To wspaniałe uczucie, widzieć jak wszystkie rośliny powracają do życia. Zieleń się odświeża po monochromatycznej zimie.",
  "spring_12": "Oh, Jutro jest festiwal, prawda? tłumy ludzi, zajęcia... *przełknięcie*$s",
  "spring_23": "Cz...Czy zatańczysz ze mną na jutrzejszym festiwalu?$7#$e#To zawsze jest trochę żenujące.$7",
  "summer_1": "Upewnij się że się nie spalisz na słońcu, kochanie! To bardzo niebezpieczne dla Twojej skóry.$8#$e#Jako mąż i doktor, twoje zdrowie jest dla mnie największym priorytetem!",
  "summer_10": "Już wiesz co dasz do zupy luau?#$e#Włożyłbym jakiś przedmiot o wysokiej jakości. Wszyscy chcemy zrobić wrażenie na gubernatorze!",
  "summer_27": "Gdy lato się kończy, przychodzą zimne pory roku, mój nakład pracy ma tendencję do wzrostu. Przepraszam z góry, jeśli będe trochę kapryśny...",
  "fall_1": "Upewnij się, że wszystkie jesienne plony są już zasadzone, Moje kochanie.#$e#Albo po prostu posadź żurawinę... w sumie to wszystko zależy od ciebie. Co ja mógłbym wiedzieć?",
  "fall_15": "Jutro są targi. Jedzenie jest nie zdrowe i słone, Ale od czasu do czasu nic się nie stanie.$h",
  "fall_26": "Przyznaję, że wigilia duchów zazwyczaj powoduje u mnie ból jelit... ale postaram się być dzielny.",
  "winter_1": "Powietrze jest bardzo suche podczas zimy. Dlatego nasza skóra ma tendencje do irytacji.#$e#Nie martw się, Będę wmasowywał olej z trufli w twoje plecy każdej nocy.$l",
  "winter_7": "Czy jutro pójdziemy na festiwal lodu? Lubię igloo...",
  "winter_28": "Więc, ten fantastyczny rok zbliża się ku końcowi. Jestem pewny, że następny rok będzie jeszcze lepszy!$h"
}