{
        "Rainy_Day_0": "Czasami znajduję inspirację w dziwnych miejscach.",
        "Rainy_Day_1": "Jak mieszkałam w mieście, deszcz mnie bardzo przygnębiał. Ale tutaj jest piękny.",
        "Rainy_Day_2": "Dzień dobry! Wstałam wcześnie, żeby pozbierać trochę grzybów. Masz, dam ci tego.[281 404 420 257]#$e#Szukanie grzybów, jest jak wyprawa po skarb. To niezła zabawa.$h",
        "Rainy_Day_3": "W dni takie jak ten cieszę się, że mam wytrzymałe buty.$h",
        "Rainy_Day_4": "Drzewa prosiły o ten deszcz... Cieszę się z ich szczęścia.",
        "Rainy_Night_0": "Jak ci minął dzień? Widziałeś jakieś dzikie zwierzęta?^Jak ci minął dzień? Widziałaś jakieś dzikie zwierzęta?",
        "patio_Leah": "Nie zbliżaj się. Nadal nad tym pracuję.",
        "Rainy_Night_1": "Zazwyczaj jem sałatkę... Ale w takie noce mam ochotę na gorącą zupę.$h",
        "Rainy_Night_2": "Sen w taką noc będzie bardzo przyjemny...$l",
        "Rainy_Night_3": "Zrobiłam dziś małą, drewnianą rzeźbę, ale była tak brzydka, że ją wrzuciłam do pieca.$u#$e#Do zostania artystą, trzeba trochę samokrytyki.",
        "Rainy_Night_4": "Cieszę się, że jesteś w domu... To dobra noc na ogrzanie się kołdrą.",
        "Rainy_Night_Leah": "Jak ci minął dzień?",
        "Indoor_Day_0": "Bardziej wolę ten dom niż moją starą chatę! Nie tęsknię za nią.",
        "Indoor_Day_1": "Dzień dobry, @. Zasadziłam to w małej doniczce za domem... [16 18 20 22 90 259 396 402]#$e#Hodowałam to z wielką miłością. Proszę.",
        "Indoor_Day_2": "Zawsze miej oczy szeroko otwarte! Mnóstwo tu dzikich owoców.",
        "Indoor_Day_3": "Tak sobie myślałam... Życie jest zbyt krótkie, żeby jeść niezdrowe jedzenie. Na szczęście mieszkamy w najlepszym regionie do uprawiania warzyw!#$e#Zrobiłam ci sałatkę. [196]#$e#Dziwne, że jeszcze ci się jeszcze nie przejadła!",
        "Indoor_Day_4": "Dzień dobry, @! Zrobiłam ci kawę.[395]$h#$e#Nie przeżyłabym poranka bez kubka gorącej kawy.",
        "Indoor_Night_0": "Jakoś zachciało mi się pić.",
        "Indoor_Night_1": "Upływ czasu jest taki delikatny... Nawet najmniejsza decyzja może zmienić całą przyszłość.",
        "Indoor_Night_2": "W nocy jest tu o wiele ładniej niż w oświetlonym mieście.#$e#Nieźle mi się poszczęściło.",
        "Indoor_Night_3": "Nie myślałam, że dostanę syreni wisior tak szybko po wprowadzeniu się! W sumie bardzo mnie to cieszy.$l",
        "Indoor_Night_4": "Widziałam dziś zająca. Zawsze chciałam takiego pogłaskać. Są takie mięciutkie...",
        "Outdoor_0": "Przyjemnie jest poczuć chłodną bryzę. Przypomina mi o życiu nad rzeką.",
        "Outdoor_1": "Hmm... Może coś tu ponaprawiam. Lubię czasami pomachać trochę młotkiem.",
        "Outdoor_2": "Ten dzień będzie wyjątkowy, czuję to.",
        "Outdoor_3": "Ah... Ten zapach świeżej ziemi. Jedyny w swoim rodzaju.$h#$e#Powietrze jest tu takie czyste... dobrze mi na płucach.",
        "Outdoor_4": "Nie przepracowuj się kochanie.#$e#Zrób sobie przerwy i zjedz coś.$h",
        "funLeave_Leah": "Idę na spacer. Muszę od czasu do czasu wyjść z domu.",
        "funReturn_Leah": "Ten spacer był bardzo przyjemny. A tobie jak minął dzień?",
        "OneKid_3": "Miło jest być rodzicem. Chciałabym, żeby %kid1 polubił siedzenie na zewnątrz.",
        "TwoKids_3": "Mamy piękną farmę i dużą rodzinę. Nasze życie nieźle się ułożyło, prawda?",
        "Good_0": "Żyjąc tu, czuję się, jakbym była na szczycie wielkiej góry.",
        "Good_1": "Czy kiedyś ci mówiłam... Że od twojego wprowadzenia się tutaj śniło mi się, że kiedyś będziemy razem.",
        "Good_2": "Czasami trudno nie uwierzyć w przeznaczenie... to, że zdecydowałam się tu wprowadzić i że się poznaliśmy.#$b#To mogło potoczyć się zupełnie inaczej.",
        "Good_3": "Wow, wyglądasz dziś energicznie!$l^Pięknie dzisiaj wyglądasz.$l",
        "Good_4": "Mmm... Ładnie pachniesz.",
        "Good_5": "Tak tylko patrzę na swój amulet małżeński... Będę go cenić do końca mojego życia.$l",
        "Good_6": "Uważaj na siebie! Czasami się martwię, że wpadniesz w jakąś dziurę.",
        "Good_7": "@? Chcę powiedzieć, że doceniam twoją ciężką pracę.$h",
        "Good_8": "Mną się nie przejmuj... Wiem, że masz wiele obowiązków poza domem. Dam sobie radę!$l",
        "Good_9": "Oh, nie jestem znudzona... Cieszę się tym, co tu mamy.#$e#To proste życie, ale je lubię.$h",
        "Neutral_0": "Mam nadzieję, że będziesz mnie kochać, nawet jak się zestarzeję.",
        "Neutral_1": "Ciekawe, kto tu przed nami mieszkał?",
        "Neutral_2": "Nie masz dziś nic do roboty?",
        "Neutral_3": "Jak będziesz w mieście to pozdrów wszystkich ode mnie.",
        "Neutral_4": "Wstanę jutro wcześniej i zrobię pranie... zostanie ci trochę mniej do zrobienia.",
        "Neutral_5": "Jak stoimy z finansami, @?",
        "Neutral_6": "Ciekawe, co wszyscy w miasteczku dzisiaj robią?",
        "Neutral_7": "Naprawdę nie mam dzisiaj ochoty na robienie czegokolwiek.",
        "Neutral_8": "Nie ważne jak bardzo staram się przy sprzątaniu, dom ciągle się brudzi.#$e#Najwidoczniej farmy już tak mają.",
        "Neutral_9": "Ciekawe, czy będziemy tu mieszkać do końca życia?",
        "Bad_0": "...Nadal mnie kochasz?$s",
        "Bad_1": "*ehh*... Może trochę za wcześnie wzięliśmy ślub.$s",
        "Bad_2": "Nadal jesteś ze mną szczęśliwy?^Nadal jesteś ze mną szczęśliwa?s",
        "Bad_3": "Zrobiłam coś nie tak? Dziwnie się ostatnio zachowujesz.$s",
        "Bad_4": "Czy zastanawiasz się czasami, co nam jeszcze zostało?$s",
        "Bad_5": "Było kiedyś romantycznie... Co się stało?$s#$e#Wiem, że nie jestem już taka młoda... czy dlatego mnie poślubiłeś?^Wiem, że nie jestem już taka młoda... czy dlatego mnie poślubiłaś?$a",
        "Bad_6": "Mamy tylko jedno krótkie życie... Czy to najlepszy sposób, żeby je przeżyć?$s",
        "Bad_7": "Byłam twoim 'cukiereczkiem' teraz chyba znosisz mnie tylko jak zrobię obiad.$s",
        "Bad_8": "YouOstatnio dziwnie mnie traktujesz...$s",
        "Bad_9": "Zastanawiam się, czy mogłam wybrać lepiej.$s",
        "spring_2": "Co sadzisz na wiosnę?",
        "spring_1": "Wczoraj powitaliśmy nowy rok z przytupem, nie?$l^Wczoraj powitałyśmy nowy rok z przytupem, nie?$l",
        "spring_15": "*ehh*... To pora na 'wiosenne porządki'.$s",
        "summer_1": "Ah, lato... Już czuję ten zapach jagód.$h",
        "summer_9": "Przepraszam jeśli jestem spocona... Całą noc było mi gorąco.",
        "summer_2": "Jest już lato... To znaczy, że w domu będzie dużo much.#$e#Nie martw się, zajmę się nimi.",
        "fall_1": "Uwielbiam jesień za to, że można iść na grzyby. Pojawia się i dość szybko przemija.",
        "fall_20": "Masz jakieś plany na zimę? Dobrze jest mieć zapas siana.",
        "fall_2": "Wiem, że sezon zbiorów jest dla ciebie bardzo ciężki. Postaram się pomóc najlepiej jak potrafię.",
        "winter_1": "Zima... Czyli nadszedł sezon na kryształowe owoce. Mają taki wyjątkowy smak, nie sądzisz?",
        "winter_7": "Z niecierpliwością czekam na jutrzejsze rzeźbienie w lodzie. Mogę to robić tylko raz w roku, ale dobrze się przy tym bawię!",
        "winter_28": "Hej, to koniec tego roku na farmie %farm! Trochę się tej nocy zabawmy! [348]$h#$e#Następny rok będzie świetny, czuję to."
}