{
  "Rainy_Day_0": "Pada deszcz. Uważaj żeby nie zachorować, kochanie.#$e#Staraj się przebywać w środku pomieszczeń.$h#$e#Czasami się o ciebie martwię!",
  "Rainy_Day_1": "Pada deszcz! To znaczy, że nie musisz dzisiaj podlewać roślin.$h#$e#Czasami natura może dużo pomóc.#$e#Zwierzęta już nakarmione, kochanie?",
  "Rainy_Day_2": "Dzień dobry! Śniadanie gotowe. [194 195 210 211 216]  #$e#Trzymaj się ciepła i nie przepracowuj się. Bądź zdrów.",
  "Rainy_Day_3": "Co masz dziś do zrobienia, kochanie?#$e#Nie chcę wychodzić w taką pogodę... Popracuję trochę w domu.#$e#Może zrobię coś ciepłego na obiad.",
  "Rainy_Day_4": "Chcesz coś konkretnego na obiad?",
  "Rainy_Day_Maru": "Pomimo tej całej technologii, którą mamy, deszcz jest najlepszym narzędziem do podlewania roślin.",
  "Rainy_Day_Abigail": "Wieś wygląda lepiej w dni takie jak te, nie uważasz?",
  "Rainy_Day_Penny": "Chyba coś dzisiaj upiekę.$h",
  "Rainy_Day_Leah": "Może chcesz dzisiaj iść na ryby albo pokopać w kopalni?",
  "Rainy_Day_Haley": "Hmmph. Jeśli pogoda dalej będzie taka sama to zrobię się zbyt blada.$s",
  "Rainy_Day_Harvey": "Upewnij się, że nie zmokniesz, kochanie. Chyba nie chcesz, żeby cie przewiało.",
  "Rainy_Day_Sebastian": "Wstałem dziś przed świtem i pospacerowałem po farmie. Jest tu bardzo spokojnie o tej porze.",
  "Rainy_Day_Alex": "Hmm... Myślę nad zrobieniem pompek i przysiadów.",
  "Rainy_Day_Elliott": "Deszcz sprawia, że rozmyślam nad moim starym życiem przy oceanie.#$e#Zmiany są częścią naszego życia. Myślę, że to dobrze.",
  "Rainy_Day_Sam": "Mógłbym spędzić trochę czasu nad naprawą dachu lub okien.",
  "Rainy_Day_Emily": "Wiem, że twoja praca przepełnia cię dumą, ale nie przepracowuj się dzisiaj. Dobrze, kochanie?$u",
  "Rainy_Day_Shane": "Dach przecieka? Ah cóż... troszkę pleśni jeszcze nikomu nie zaszkodziło.",
  "Rainy_Night_0": "Deszcz sprawia, że można poczuć się tutaj samotnym.$l#$e#Zimno mi... jesteś już gotów, żeby wskoczyć pod pierzynę?$l",
  "Rainy_Night_1": "Upewnij się, że ubierzesz coś ciepłego. Nie chcę, żeby ktoś tu nagle zachorował.#$e#Słyszysz jak deszcz skacze po dachu, @?",
  "Rainy_Night_2": "Ah... kojący głos deszczu nad głową... Będzie mi się dziś dobrze spało.$h",
  "Rainy_Night_3": "Deszcz sprawia, że czujemy się tu wygodnie.$h^W noce jak te cieszę się, że mamy porządny dach.",
  "Rainy_Night_4": "Dziś na kolację zupa. [199 218 219 727 730]$h#$e#Potrzeba ci czegoś ciepłego w taką pogodę!$h",
  "Rainy_Night_5": "Cieszę się, że jesteś w domu... To dobra pora, żeby siedzieć w środku.",
  "Rainy_Night_Maru": "Ile dziś rzeczy zostało zrobionych, kocie?#$e#Ja próbowałam naprawić parę rzeczy w domu... no wiesz, kilka.",
  "Rainy_Night_Abigail": "Czekam na ciebie. Jestem gotowa, żeby wskoczyć z tobą do łóżka. Odgłosy deszczu ukołyszą nas do snu.",
  "Rainy_Night_Penny": "Oh... ten zapach? Chciałam coś upiec... niestety nie udało się.$s",
  "Rainy_Night_Leah": "Jak minął ci dzień, kochanie? Straszne bajoro?",
  "Rainy_Night_Haley": "Cześć, kocie. Cieszę się, że jesteś w domu. Czułam się trochę samotnie.$l",
  "Rainy_Night_Harvey": "Cześć. Dobrze cię widzieć.$h#$e#Cały ten dzień spędziłem na czytaniu medycznych dzienników.",
  "Rainy_Night_Sebastian": "Chyba nigdy się nie znudzę deszczem... zwłaszcza tutaj, na wsi.",
  "Rainy_Night_Alex": "Babcia zawsze robiła ciepły gulasz, w noce jak ta.$h",
  "Rainy_Night_Elliott": "Usiądź, odpocznij! Przez to przedzieranie się przez błoto na pewno czujesz zmęczenie.",
  "Rainy_Night_Sam": "Dzwonił Vincent. Powiedział, że za mną tęskni i cię pozdrawia.$h",
  "Rainy_Night_Shane": "Dopiero co gadałem przez telefon z Marnie i Jas. Wygląda na to, że dobrze się beze mnie bawią.",
  "Rainy_Night_Emily": "Niektóre dusze pokazują się tylko podczas deszczu. Było słychać jak płaczą?",
  "Indoor_Day_0": "Dzień dobry ~<$h#$e#Gotowy na dzień ciężkiej pracy? Bo ja tak.$h^Gotowa na dzień ciężkiej pracy? Bo ja tak.",
  "Indoor_Day_1": "Cześć, kochanie! Ładnie pachnie, prawda? Śniadanie gotowe! [194 195 210 211 216]#$e#Potrzebujesz jedzenia żeby mieć energię do pracy.",
  "Indoor_Day_2": "Dobrze ci się spało?#$e#Mam tutaj parę obowiązków.",
  "Indoor_Day_3": "Śniło ci się coś dziwnego?#$e#Mi się śniło, ale wszystko co pamiętam to to, że muszę coś zrobić z %adj %noun. Dziwne.$s#$e#Hehe. Sny nic nie znaczą... prawda, kochanie?$l#$e#Cóż, nie możemy spędzić całego dnia na rozmowie. Masz prace do wykonania!",
  "Indoor_Day_4": "Dzień dobry, kotku. Kolejny dzień obowiązków na farmie?#$e#Trzymam za ciebie kciuki. <$h",
  "Indoor_Day_Maru": "Jeśli chcesz porozmawiać o tym jak ulepszyć jakość plonów... zamieniam się w słuch!",
  "Indoor_Day_Abigail": "Zawsze jest coś nowego na naszej farmie... kocham to.",
  "Indoor_Day_Penny": "To miejsce w ogóle nie ma porównania do mojej przyczepy. Czuję się przytłoczona... oczywiście w dobrym znaczeniu!",
  "Indoor_Day_Leah": "Masz coś przeciwko temu, że dodam troszkę stolarskiego kunsztu do naszego otoczenia? Moja stolarska ręka mnie świerzbi!",
  "Indoor_Day_Haley": "Zawsze lepiej się czuję w słoneczne dni.$h",
  "Indoor_Day_Harvey": "Niebo dziś wygląda wspaniale... takie czyste!#$e#A teraz, idę do kliniki. Gdyby nie te spotkania, mógłbym popracować w domu!",
  "Indoor_Day_Sebastian": "Cóż, to miejsce na pewno bije na głowę mój stary pokój w piwnicy, prawda?$h",
  "Indoor_Day_Alex": "Przez to słońce przepełnia mnie energia! Lepiej uważaj! Heh Heh.$h",
  "Indoor_Day_Elliott": "Od czasu kiedy się wprowadziłem prowadzę pamiętnik. Teraz mam całkowicie inne życie, dzięki temu mam wiele do napisania...$h#$e#Chce mieć pewność, że na zawsze zapamiętam te chwile.",
  "Indoor_Day_Sam": "Jest tyle rzeczy, które chciałbym dzisiaj skończyć... No, ale może zamiast tego pooglądam telewizję.",
  "Indoor_Day_Emily": "Zapewniając społeczności dobre i świeże produkty, robimy świetną robotę!",
  "Indoor_Day_Shane": "Coś czuje... *wąch*... co to jest? Oh...#$b#Ah, to tylko ten stary chrupek kukurydziany, który włożyłem se do kieszeni kilka tygodni temu. *chrup*",
  "Indoor_Night_0": "Czy wszystko dzisiaj skończone, @?#$e# W domu wszystko zrobione...  nie mam już dziś sił.#$e#Pójdę spać razem z tobą.$h",
  "Indoor_Night_1": "Wow, wyglądasz jakby wszystko było skończone.#$e#Teraz musisz odpocząć i iść spać.$h",
  "Indoor_Night_2": "Cieszę się, że jesteś w domu.#$e#Trochę się boję samotności, zwłaszcza w nocy.$s^Trochę tu bez ciebie pusto...$s#$e#...$h",
  "Indoor_Night_3": "Wszystko na dzisiaj skończone? Teraz czas na trochę zabawy!$h#$e#No, ale jeśli nie masz siły, zrozumiem.",
  "Indoor_Night_4": "*Fiu*! Obowiązki domowe zrobione. Teraz możemy spędzić czas ze sobą.$h#$e#Więc, opowiedz mi jak minął twój dzień.$l#$e#...$h",
  "Indoor_Night_Maru": "Wyglądasz, jakby przydał ci się dobry sen, @. Powinnam cię uśpić szczegółami technicznymi mojego nowego projektu?$h#$e#*ziew*... tak szczerze, też chce mi się spać.",
  "Indoor_Night_Abigail": "Idziemy zaraz spać? Włączyłam dla nas elektryczny kocyk...$l",
  "Indoor_Night_Penny": "Witaj, kochanie. Spędzimy razem spokojny wieczór w naszym domciu?",
  "Indoor_Night_Leah": "Tak tu cicho i spokojnie wieczorem. Nie ma nic, co mogłoby nam przeszkodzić spędzić wspólnie czas.",
  "Indoor_Night_Haley": "Źle wyglądasz, kochanie. Pozwól że cię odstresuję.$l",
  "Indoor_Night_Harvey": "Wyglądasz, jakby przydał ci się porządny masaż.$l#$e#Zalecenia lekarza... masaż dobrze wpływa na krążenie!",
  "Indoor_Night_Sebastian": "#$c .5#Może i jestem typem samotnika, ale zawsze jest mi lepiej z tobą w pobliżu .$h#$e#Cześć, @. Dobrze cię widzieć. Czuję się dobrze z tobą w pobliżu.$h",
  "Indoor_Night_Alex": "Moje ręce są trochę jakby niespokojne... a może miły, głęboki masażyk?$l^Jestem wykończony... To dobry znak! To znaczy, że dziś pracowałem wystarczająco ciężko.$h",
  "Indoor_Night_Elliott": "#$c .5#Zawsze ładnie pachniesz po dniu ciężkiej roboty. To twoje naturalne piżmo!^Słodko pachniesz, kochanie. Jak plasterek miodu pływający w ostrej herbatce.#$e#Chodź tu do mnie, pozwól, że wymasuje ci plecy. Jesteś spięty.$l^Słodko pachniesz, kochanie. Jak liść cynamonu dryfujący po letniej bryzie.",
  "Indoor_Night_Sam": "#$c .5#Zastanawiam się, czy księżyc jest dziś widoczny.#$e#Wszystko na farmie skończone? Jeśli nie, to nie jestem zły!",
  "Indoor_Night_Emily": "Jest tu tak wygodnie... lubię to.",
  "Indoor_Night_Shane": "Jak minął twój dzień? Mój akurat minął nawet dobrze.",
  "Outdoor_0": "Piękny mamy dziś dzień, nieprawdaż?$h#$e#Dni jak te sprawiają, że praca jest trochę przyjemniejsza.",
  "Outdoor_1": "Dzisiaj mam relaks, będę oglądać farmę. Dobrze?#$e#Tak tu miło i przepięknie.$h",
  "Outdoor_2": "Cześć, kochanie! Niestety, ale nie mogę pomóc, nie znam się na pracy na farmie. Wybacz!#$e#Moje myśli będą tylko o tobie.$h",
  "Outdoor_3": "Po prostu trochę tu posprzątam. To powinno ci pomóc, nie?#$e#*fiu*... ale tu gorąco.",
  "Outdoor_4": "Tylko się nie przepracuj, kochanie.#$e#Odpocznij czasami, lub coś zjedz.$h",
  "Outdoor_Maru": "Lubię tu przebywać. To dobre miejsce na rozmyślanie o nowych wynalazkach.$h#$e#Wciąż chce wynaleźć coś, co mogłoby ułatwić twoją pracę.",
  "Outdoor_Abigail": "Po prostu se tu postoje, okej?#$e#Wiele tu ciekawych rzeczy i owadów. *chichot*$h",
  "Outdoor_Haley": "To dobry dzień, żeby popracować nad moją opalenizną, prawda, kotku?$h",
  "Outdoor_Leah": "Wow, to wspaniałe! Zaczynam lubić to życie na farmie, @.$h#$e#Zawsze marzyłam o takim życiu.$l",
  "Outdoor_Penny": "Jestem naprawdę bardzo szczęśliwa na naszej małej farmie, @.$h",
  "Outdoor_Sebastian": "To zupełnie inne życie od mojego poprzedniego, ale zaczyna mi się to podobać.$h#$e#Tak myślę, że się do tego nadaję.$l",
  "Outdoor_Harvey": "To o wiele lepsze niż bycie uwięzionym w klinice całymi dniami.$l#$e#Uwielbiam oglądać cię na farmie... hehe",
  "Outdoor_Elliott": "Dzisiaj, będę kontynuował moją nową nowelę. Jakie może być lepsze miejsce niż nasza wspaniała farma?$h#$e#Perfekcyjnie.$l",
  "Outdoor_Alex": "Na dzisiaj mam dużo ćwiczeń! Haha! Kocham życie na farmie.$h",
  "Outdoor_Sam": "Hej, popatrz na te puchate chmury, kochanie!$h#$e#Chwilę je pooglądam, jeśli nie masz nic przeciwko.",
  "Outdoor_Shane": "Nie mam pojęcia czy moje płuca wytrzymają tą świeżość. Nadal jestem przyzwyczajony do powietrza Joja.",
  "Outdoor_Emily": "Dobrze ci idzie, @. Tak trzymaj.",
  "jobLeave_Harvey": "Muszę iść dzisiaj do kliniki. Miłego dnia życzę, moje słońce.",
  "jobLeave_Penny": "Muszę iść dzisiaj do miasta. Nie przepracowuj się za bardzo, i zjedz coś dobrego na lunch!$h",
  "jobLeave_Maru": "Za niedługo idę do pracy. Widzimy się wieczorem. Będę o tobie myślała!$h",
  "jobReturn_Harvey": "#$c .5#Cześć, kochanie. Jak minął twój dzień?#$e#*Fiu*... Jestem wykończony...$s#$e#Moi pacjenci są nadal zdrowi, więc to był dobry dzień.",
  "jobReturn_Penny": "#$c .5#Dobry wieczór. U mnie było fajnie, dziękuję! A jaki był twój?$h#$e#Jas i Vincent dzisiaj nie byli grzeczni. Nadal jestem cała poraniona...",
  "jobReturn_Maru": "#$c .5#Więc, to był kolejny nudny dzień w klinice.#$e#Hej. Mam nadzieję, że twój dzień był bardziej ekscytujący niż mój.#$e#$c .5#Więc, To czas na odpoczynek. Jest coś na obiad?#$e#Czekam tylko na sen.$h",
  "OneKid_0": "Mam nadzieję, że dzisiaj %kid1 się z tobą nie nudzi, hmm?",
  "OneKid_1": "Martwię się, czy %kid1 wyrośnie na dobrego farmera tak jak ty.",
  "OneKid_2": "Nie martw się, dzisiaj nakarmię %kid1. Możesz się skupić na prowadzeniu farmy.",
  "OneKid_3": "Odkąd mamy dziecko, nasze życie się bardzo zmieniło.",
  "TwoKids_0": " %kid1 i %kid2 już jedli śniadanie. Straszne z nich głodomory!",
  "TwoKids_1": "Musimy mieć pewność, że damy %kid1 dużo uwagi odkąd mamy %kid2. Nie chcemy żadnej zazdrości między nimi.",
  "TwoKids_2": "No wiesz, myślę, że %kid2 ma twój nos.",
  "TwoKids_3": "Miły domek, dwoje wspaniałych dzieci, i piękna działka. Co jeszcze?",
  "Good_0": "Trudno uwierzyć w to, że nareszcie jesteśmy razem...$l",
  "Good_1": "No wiesz, 'Będziemy razem' takie były moje myśli.$l",
  "Good_2": "Cieszysz się z życia małżeńskiego, @?#$e#Bo ja tak.$l",
  "Good_3": "Wow, ale z ciebie ciacho!$l^Wow, pięknie dziś wyglądasz.$l",
  "Good_4": "To miejsce jest moim domem... Kocham je.$l",
  "Good_5": "Po prostu podziwiam mój amulet małżeński... Muszelka jest bez skazy. Pewnie cie dużo kosztowało!$l",
  "Good_6": "Uważaj na siebie! Mam wyobrażenia o tym, że spadniesz gdzieś w jakiś szyb w kopalni.",
  "Good_7": "@? Chcę tylko powiedzieć, że szanuję całą twoją ciężką prace dla naszego gospodarstwa.$h",
  "Good_8": "Nie martw się o mnie... wiem, że masz dużo obowiązków na zewnątrz. Dobrze sobie tu radzę!$l",
  "Good_9": "Oh, nie nudzę się... Cieszę się z tego co mamy.#$e#To proste życie, ale je lubię.$h",
  "Neutral_0": "Mam nadzieję, że nadal będziesz mnie kochać nawet, gdy się zestarzeje i osiwieje.$s",
  "Neutral_1": "Myślisz, że twój dziadek byłby dumny z naszej pracy?",
  "Neutral_2": "Przerwa? Myślę, że bycie farmerem jest łatwiejsze niż można było przypuszczać...",
  "Neutral_3": "Jeśli będziesz iść do miasta pozdrów wszystkich ode mnie.",
  "Neutral_4": "Jutro rano zanim wstaniesz zrobię pranie... żeby ci nie przeszkadzać.",
  "Neutral_5": "Dobrze nam idzie finansowo, @?",
  "Neutral_6": "Ciekawe co dzisiaj robią wszyscy w miasteczku?",
  "Neutral_7": "Naprawdę, nie czuję się dzisiaj na siłach.",
  "Neutral_8": "Nie ważne jak posprzątam dom, dalej się brudzi.#$e#Myślę, że farmerzy są w jakiś sposób brudni.",
  "Neutral_9": "Ciekawe czy będziemy tu mieszkać przez całe nasze życie?",
  "Bad_0": "...Nadal mnie kochasz?$s",
  "Bad_1": "*wzdech*... Może wzięliśmy ślub za szybko.$s",
  "Bad_2": "Nadal cieszysz się z naszego związku?s",
  "Bad_3": "Robię coś źle? Ostatnimi czasami dziwnie się zachowujesz.$s",
  "Bad_4": "Zastanawiasz się, co nam jeszcze pozostało?$s",
  "Bad_5": "Kiedyś jeszcze była między nami miłość... co się stało?$s#$e#Wiem, że trochę się postarzeliśmy... Czy po to był ten ślub?$a",
  "Bad_6": "Nasze życie jest zbyt krótkie... czy to dobry sposób, na wykorzystanie tego czasu?$s",
  "Bad_7": "Kiedyś było słońce... a teraz tylko jak zrobię obiad.$s",
  "Bad_8": "Ostatnimi czasami masz do mnie oziębły stosunek...$s",
  "Bad_9": "Zastanawiam się, czy można było skończyć lepiej.$s",
  "spring_1": "Cóż, nowy rok do nas zawitał. Jakieś plany co dokonać w tym roku?#$e#Mam dużo nadziei.",
  "spring_8": "Teraz, gdy zima się skończyła mamy sporo produktywnych dni przed nami.",
  "spring_23": "Mam nadzieję, że twoje ruchy taneczne wyćwiczone... jutro jest Taniec Kwiatów!",
  "summer_1": "Upewnij się, że nie dostaniesz udaru słonecznego, kochanie.#$e#Pij dużo wody i nie przepracowuj się.",
  "summer_8": "Wybacz jeśli śmierdzę... w nocy było strasznie gorąco.",
  "summer_15": "Lato... to znaczy, że dom będzie pełny much.#$e#Nie martw się, zajmę się nimi.",
  "fall_1": "Ta pogoda jest przyjemna po całym dniu gorącego lata.",
  "fall_8": "Zima już w pobliżu. Musimy sprawdzić dwa razy nasz system ogrzewania, wyłączyć zawory, i sprawdzić całą izolację domu.#$e#Nie martw się, zajmę się tym.",
  "fall_15": "Już wiesz co jutro dasz na swoją wystawę?",
  "fall_26": "Powinniśmy pójść jutro w nocy na Wigilię Duchów?",
  "winter_1": "Brrr.... Zimno. Chyba już jest zima.",
  "winter_7": "Idziesz jutro na konkurs łowienia ryb?",
  "winter_28": "To był wspaniały rok, @. Ciekawe co przyniesie nam następny rok.$l",
  "spring_Maru": "Cieszę się, na następny rok na farmie, @!$h",
  "spring_Abigail": "Może i lubię zimne pory roku, ale zawsze pod koniec roku lubię, gdy wiosna się zbliża.",
  "spring_Haley": "Nie cieszysz się, że zima się skończyła, kochanie? Wszystko zyskuje trochę nadziei.",
  "spring_Leah": "Nie zapomnij o szukaniu dzikiego chrzanu, porów i mniszków lekarskich kiedy będziesz na zewnątrz!",
  "spring_Penny": "Cieszę się widząc tu trochę zieleni po tak długiej zimie.",
  "spring_Sebastian": "Wow, jestem blady jak ściana... Myślę, że o tej porze roku pomogę ci w pracy na farmie.",
  "spring_Harvey": "Tej wiosny zasadźmy jakieś zdrowe warzywa.$h",
  "spring_Elliott": "Widzę przepiękny rok na farmie %farm .$h",
  "spring_Alex": "Hej @. Popracujmy!",
  "spring_Sam": "*wąch* ... Mam zatkany nos... alergie.",
  "spring_Shane": "Może w tym roku się czegoś nauczę...",
  "summer_Maru": "To dobra pora roku na oglądanie gwiazd.",
  "summer_Abigail": "Oh... Zjadłabym jakieś czekoladowe ciasto.",
  "summer_Haley": "Pewnie wiesz, że lato to moja ulubiona pora roku.$h",
  "summer_Leah": "Nic nie idzie w parze z latem tak jak smaczne, słodkie wino. Jak sądzisz, kochanie?",
  "summer_Penny": "Czy tego lata sadzisz jakieś melony, skarbie?",
  "summer_Sebastian": "Tego lata będę siedział w środku pomieszczeń najwięcej jak się da.",
  "summer_Harvey": "Upewnij się, że się nie spalisz na słońcu, skarbie... To może poważnie uszkodzić twoją skórę.",
  "summer_Elliott": "Jedną z wielu rzeczy, za którymi tęsknię z oceanu to świeża ryba.",
  "summer_Alex": "Zawsze mam najwięcej energii w lecie.",
  "summer_Sam": "Lato zawsze sprawia, że chce zjeść coś z grilla.",
  "summer_Emily": "Fiu! Gorąco, ale miłe uczucie, prawda?#$e#Może zobaczymy jakieś dzikie papugi.",
  "summer_Shane": "Jakie mam dziś obowiązki... hmmm... #$e#Wydaje mi się, że widzę paczkę ostrych precli i trochę zimnych napojów na horyzoncie.",
  "fall_Maru": "Cieszę się, że nadal pracuje w klinice... To ważna praca dla całej społeczności.",
  "fall_Abigail": "Mam nadzieję, że zasiejemy jakieś dynie w tym roku.$h",
  "fall_Haley": "Rzeźbię ciasto.#$e#Ale nie jakieś ciasto... musi być różowe.",
  "fall_Leah": "Głęboko oddychaj... czujesz ten zapach? To mi mówi że jest sezon grzybowy.",
  "fall_Penny": "Jest tu tak spokojnie. Nigdy nie szanowałam natury, gdy mieszkałam w mieście.",
  "fall_Sebastian": "Matka w jesieni zawsze robiła pyszną zupę dyniową.",
  "fall_Harvey": "Napiłbym się wina.",
  "fall_Elliott": "Ah... Jesień. Ciepłe słońce nisko dryfuje na niebie, rzucający długie cienie na falujących złotych polach.#$e#Piękna pora roku, nie uważasz?",
  "fall_Alex": "Jestem słaby... potrzebuje trochę protein.$s",
  "fall_Sam": "Ciekawe co sie dzieje na całym świecie? Jesteśmy tu dość odosobnieni.",
  "fall_Emily": "Dziś rano wypiłam wielki sorbet i czuję się Wspaa-niaaleee!$h",
  "fall_Shane": "Myślę, że tam może być nowy gatunek grzyba rosnący za moją mini-lodówką.#$e#Ah cóż, to ta pora roku, nie?",
  "winter_Maru": "Wiosna już blisko. Czekam aż zjem kawałek ciasta rabarbarowego.",
  "winter_Abigail": "Pamiętasz jak graliśmy w tą grę 'Preriowy Król' w moim pokoju? To były dobre czasy.$h",
  "winter_Haley": "Myślę o tym, jak nie mogłam otworzyć słoika z ogórkami.$h#$e#Minęło już tyle czasu od tego razu.$l",
  "winter_Leah": "Zawsze zaczynam kroić sałatę w zimie... niewygodne, wiem.",
  "winter_Penny": "Dużo poczytam przez tą zimę.",
  "winter_Sebastian": "Ciekawe co robi Sam? Kiedyś byliśmy dobrymi przyjaciółmi.",
  "winter_Harvey": "Zima to sezon na grypę, więc praca będzie pewnie trochę bardziej stresująca. Z góry przepraszam, jeśli jestem zrzędliwy.",
  "winter_Elliott": "Chyba popiszę w tę zimę. Nie ma przecież nic więcej do roboty.",
  "winter_Alex": "Mam nadzieję, że moi dziadkowie dobrze sobie radzą. Naprawdę mogli na mnie polegać. No wiesz, głównie w podnoszeniu ciężkich rzeczy i innych.",
  "winter_Sam": "Porzuciłem moje marzenie o byciu muzykiem. Mam teraz rodzinę!",
  "winter_Emily": "Ups, moje włosy znowu zamarzły.$s",
  "winter_Shane": "Świat jest bardzo wielki... ale wolę siedzieć w domu.",
  "spouseRoom_Maru": "#$c .5#Wcześnie wstałam żeby trochę pooglądać gwiazdy.#$e#Mam nadzieję, że nie masz mi za złe, jeśli dzisiaj popracuję nad moimi projektami, kochanie.",
  "spouseRoom_Abigail": "#$c .5#Wstałam wcześniej niż ty i nakarmiłam Dawida juniora. Zawsze jest aktywniejszy o poranku.#$e#Mam nadzieję, że nie przeszkadza ci zapach świnki morskiej.",
  "spouseRoom_Haley": "#$c .5#Idź i zacznij swój dzień, kochanie. Ja właśnie robię sobie makijaż.#$e#Masz jakieś plany na dziś?",
  "spouseRoom_Leah": "#$c .5#W dzień jak ten muszę zrobić twój portret.#$e#Widok z tego okna jest inspirujący, nie uważasz?",
  "spouseRoom_Penny": "#$c .5#Zawsze chciałam mieć własną bibliotekę. To takie urocze.$h#$e#Lubię sobie coś rano poczytać. To powoduje, że mój mózg jest włączony na wysokich obrotach.",
  "spouseRoom_Sebastian": "#$c .5#Spieram się nad tym czy mam pracować, czy czytać komiksy cały dzień.#$e#Hej, jest jeszcze pizza w zamrażarce? Jestem głodny.",
  "spouseRoom_Harvey": "#$c .5#Nie ma ruchu lotniczego tego poranka, kochanie. Od czasu do czasu fajnie jest poużywać trochę tego sprzętu.#$e#Pracuję nad nowym modelem samolotu. To bardziej relaksujące tutaj niż w moim starym apartamencie.",
  "spouseRoom_Elliott": "#$c .5#Może coś dzisiaj sobie popiszę.#$e#Poradzisz sobie bez mojej pomocy?",
  "spouseRoom_Alex": "#$c .5#Nie pozwól mi się rozleniwiać. Chce pozostać w formie dla ciebie!#$e#Tutaj jest o wiele więcej miejsca na moje ćwiczenia. Robię więcej postępów niż kiedyś!",
  "spouseRoom_Sam": "#$c .5#Stara gitara... po prostu już nie mam ochoty na niej grać. Nic nie szkodzi.#$e#Co zamierzasz dzisiaj zrobić?",
  "spouseRoom_Emily": "Spędzę trochę czasu z papużką. Źle mi z tym, że nigdy więcej już nie będzie mogła latać.$u",
  "spouseRoom_Shane": "#$c .5#Piwo czy cydr? Życie czasami potrafi być wyzwaniem.#$e#Cześć, @. Po prostu będe tu siedział i ee... może pozamiatam trochę podłogę czy coś.",
  "Rainy_Day_Krobus": "Ah, Dziś jest bardziej wilgotno... czuję się bardziej komfortowo.",
  "Rainy_Night_Krobus": "Dźwięki deszczu przypominają mi o ściekach... bardzo relaksujące.#$e#Kanały były moją ucieczką... Czułem się tam bezpiecznie. Ale nie martw się... Tak samo komfortowo czuję się tutaj.",
  "Indoor_Day_Krobus": "Chciałbym ci pomóc przy farmie, ale nie mogę wychodzić na słońce...",
  "Indoor_Night_Krobus": "Cześć, @. Witaj w domu. Widać po tobie, że ciężko pracujesz!$h",
  "Outdoor_Krobus": "W dni jak ten, mogę wychodzić z tobą na zewnątrz. To bardzo miłe uczucie!$h#$b#Tylko mów, jeśli ktoś się będzie zbliżał, żebym mógł się schować.$u",
  "NoBed_0": "Gdzie ja mam teraz spać...?$s",
  "NoBed_1": "Źle mi się dzisiaj spało...$s",
  "NoBed_2": "Spanie na ziemi nie należy do najwygodniejszych...$s",
  "NoBed_3": "Czy coś się stało z naszym łóżkiem...?$s"
}