{
        "Rainy_Day_0": "Bardzo się zmieniłam przez te wszystkie lata, ale nadal wole słoneczną pogodę.",
        "Rainy_Day_1": "Czasami myślę o naszej emeryturze... Odpoczynek na słonecznych plażach Wysp Paproci!#$e#Myślisz czasami o przyszłości, @?",
        "Rainy_Day_2": "Dzień dobry! Wstałam dziś rano i upiekłam ci coś słodkiego! [223 234 211 651 731]#$e#Wiem, że jesteś silny, ale i tak musisz jeść, żeby to utrzymać!$h^Wiem, że jesteś silna, ale i tak musisz jeść, żeby to utrzymać!$h",
        "Rainy_Day_3": "Nie mogę dziś wyjść na zewnątrz... Moje włosy zrobią się wiotkie. Wybacz kochanie.$s#$e#Chcę dla ciebie wyglądać najlepiej.",
        "Rainy_Day_4": "Wychodzisz w taką pogodę? Tylko wytrzyj buty zanim wejdziesz do środka, skarbie.#$e#Ja porobię jakieś obowiązki domowe.",
        "patio_Haley": "Powiedz 'kozi ser'!",
        "Rainy_Day_Haley": "O nie... Jeśli pogoda się nie zmieni, to zrobię się blada jak ściana.$s",
        "Rainy_Night_0": "Dobrze, że jesteś. Zimno mi tu... możemy już wyłączyć światła?",
        "Rainy_Night_1": "Mam nadzieję, że jutro wyjdzie słoneczko. Za dużo deszczu sprawia, że mogę zrzędzić.$s",
        "Rainy_Night_2": "Mam nadzieję, że Emily nie czuje się samotna. Muszę ją odwiedzić.$7",
        "Rainy_Night_3": "Deszcz jest okropny dla fotografa. Oświetlenie jest słabe i nie można wyjść na zewnątrz bez zalania ekwipunku!$s",
        "Rainy_Night_4": "Zrobiłam ci ciepły posiłek, kochanie. Ostre, tak jak lubisz. Smacznego! [727 231 207 199]$h",
        "Rainy_Night_5": "Nie myślałam, że to powiem, ale podoba mi się życie na wsi.$h",
        "Rainy_Night_Haley": "Cześć, kochanie. Cieszę się, że jesteś. Zaczynałam czuć się samotnie.$l",
        "Indoor_Day_0": "Dzień dobry! Jak ci się spało?$h#$e#Może wyciągnę stary aparat... Oświetlenie jest po prostu wspaniałe.",
        "Indoor_Day_1": "Dzień dobry, kochanie! Ładnie pachnie? Zrobiłam ci śniadanie! [194 195 210 211 216]#$e#Wiem, że masz dużo roboty. Jestem tu by cię wspierać!",
        "Indoor_Day_2": "Dobrze ci się spało? Trochę chrapiesz.$h#$e#Mam tu parę rzeczy do załatwienia. Miłego dnia.",
        "Indoor_Day_3": "Cieszę się, że polubiłam sprzątanie! Ten dom łatwo się brudzi.$10#$e#Lubię jak wszystko aż lśni.#$e#Mogę dostać buziaka zanim wyjdziesz?$11",
        "Indoor_Day_4": "Dzień dobry, kochanie. Kolejny dzień obowiązków, hę?#$e#Będę o tobie myśleć. <$h",
        "Indoor_Day_Haley": "Zanim cię poznałam to czułam, że nie mam celu w życiu. Teraz mam, czego chciałam.$l",
        "Indoor_Night_Haley": "Widać, że ciężko pracujesz, kochanie. Pomogę ci się odstresować.$l",
        "Outdoor_0": "Najlepiej się czuje na świeżym powietrzu.#$b#Nie zrozum mnie źle, chatka twojego dziadka jest bardzo przytulna! Ale nic nie przebije tego pięknego pola.",
        "Outdoor_1": "Ta farma musi być słodka! To bardzo ważne... Prawda, kochanie?",
        "Outdoor_2": "Cześć, kochanie! Gdybym wiedziała więcej o pracy na farmie, to bym ci pomogła. Wybacz!#$e#Będę o tobie myśleć.$h",
        "Outdoor_3": "Powycieram tutaj trochę kurzu. To ci pomoże, prawda?#$e#*fiu*... Gorąco tu.",
        "Outdoor_4": "Nie przepracowuj się, kochanie.#$e#Pamiętaj o robieniu przerw, albo zjedz coś pożywnego.$h",
        "Outdoor_Haley": "Cudowny dzień na popracowanie nad moją opalenizną. Prawda, skarbie?",
        "funLeave_Haley": "Idę do miasta na jakiś czas.",
        "funReturn_Haley": "Fajnie było spotkać się ze znajomymi. A jak ci minął dzień, kochanie?",
        "OneKid_3": "Nie jest to dziwne? Nie przywykłam do bycia matką.",
        "TwoKids_2": "Czy %kid2 nie jest pięknym dzieckiem?",
        "TwoKids_3": "Duży dom, dwoje dzieci i piękna działka. Nie wiem o co jeszcze mogłabym prosić.",
        "spring_2": "Co teraz sadzisz?",
        "spring_1": "Odkąd zima już się skończyła, mamy przed nami dużo słonecznych dni. Nie mogę się doczekać.",
        "summer_3": "Wybacz, jeśli nie wyglądam najlepiej... Powietrze jest zbyt wilgotne, dlatego moje włosy nie wyglądają za dobrze.",
        "summer_15": "Lato... czyli dom będzie pełen much i mrówek... fuj.$s",
        "fall_2": "Już tęsknię za latem...",
        "fall_1": "Jesień jest dla mnie tak trochę smutna... Wszystko obumiera.$5",
        "winter_14": "W taką pogodę moja skóra jest sucha.",
        "winter_2": "Nie wiem czemu, ale przez tą śnieżną pogodę mam ochotę na różowy tort...",
        "spring_Haley": "Nie cieszysz się, że nadeszła wiosna, kochanie? Wszystko teraz wygląda tak żywo.",
        "summer_Haley": "Uwielbiam oglądać świetliki w ciepłe, letnie noce. Przynajmniej tak mogę zobaczyć gwiazdy z bliska.",
        "fall_Haley": "Nawet jeśli wolę lato, jesień może być najlepszą porą roku na robienie zdjęć. Te długie cienie...",
        "winter_Haley": "Pamiętam jak nie mogłam raz otworzyć słoika ogórków. Pamiętasz?$h#$e#Wiele minęło od tego momentu.$l"
    }