{
        "Rainy_Day_0": "Lubisz deszcz tak samo jak ja, @?",
        "Rainy_Day_1": "Różnimy się pod wieloma względami... Ale to nic złego.",
        "Rainy_Day_2": "Dzień dobry, @. Wyszedłem wcześniej i znalazłem to dla Ciebie. [305 308 203 795 397]#$e#Mam nadzieję, że to nie jest dziwne.",
        "Rainy_Day_3": "Zastanawiam się, czy Czarodziej wie o... tym? Mam nadzieję, że potrafi dochować tajemnicy.$s",
        "Rainy_Day_4": "Staram się zachowywać normalnie, ale mam ochotę trochę popsocić...$6#$e#Mówią, że to normalne wśród mojego ludu.",
        "Rainy_Day_Krobus": "Ach, dziś jest bardzo wilgotno... Jak przyjemnie.",
        "Rainy_Night_0": "W noce jak ta, gdy spojrzysz przez okno, czasem widać mroczne sylwetki. I pomyśleć... że to mogłem być ja.$7",
        "Rainy_Night_1": "Gdyby inni Cieniści dowiedzieli się o naszym związku, mogliby... mnie 'ukarać'.$s#$e#Większość z nich nienawidzi ludzi, pewnie o tym wiesz.",
        "Rainy_Night_2": "Czy chłód nie jest groźny dla waszego gatunku?$s",
        "Rainy_Night_3": "Zjadłem już kolację, ale to nie było nic jadalnego dla Twojego gatunku... Wybacz.",
        "Rainy_Night_4": "Odkąd opuściłem swój lud, szukałem nowego domu... Teraz czuję, że gdzieś należę. To dla mnie wiele znaczy.",
        "Rainy_Night_5": "Mówią, że mój lud przybył tutaj dawno temu, gdy wielka katastrofa pozwoliła duszom z mroku przeniknąć do fizycznej płaszczyzny.",
        "Rainy_Night_Krobus": "Dźwięk deszczu przypomina mi ścieki... To bardzo kojące.#$e#Ścieki były moją kryjówką... Czułem się tam bezpiecznie. Ale nie martw się... Tutaj też tak się czuję.",
        "Indoor_Day_0": "Gdybym mógł Ci pomóc, z pewnością bym to zrobił... Postaram się przynajmniej utrzymać dom w porządku.",
        "Indoor_Day_1": "Próbowałem przygotować to ludzkie danie... [203 204 651 225]#$e#Możesz zjeść później, nie przejmuj się...",
        "Indoor_Day_2": "Jestem tu szczęśliwy. Lubię przebywać w dobrym miejscu... Nie muszę ''wychodzić'' jak ludzie.#$e#Ale rozumiem, że wy musicie! Nic nie szkodzi, idź spokojnie.$3",
        "Indoor_Day_3": "Zastanawiam się, czy nie spędzić całego dnia zwinięty w kłębek w kącie...#$e#Co? Wy tego nie robicie?$3",
        "Indoor_Day_4": "W piątki lubię zachować ciszę z szacunku dla Yoby. Mam nadzieję, że Ci to nie przeszkadza.",
        "Indoor_Day_Krobus": "Chciałbym Ci pomóc na farmie, ale nie mogę wychodzić na słońce...",
        "Indoor_Night_0": "Zjadłem wszystkie robaki... Wybacz, nie zostawiłem ani jednego! *mlask*$7",
        "Indoor_Night_1": "Wyglądasz solidnie... Czasem chciałbym też mieć kości...$s",
        "Indoor_Night_2": "Zastanawiam się, czy ludzie i Cieniści mogliby mieszkać razem... To piękna idea, ale czy możliwa?$s#$e#Oby...",
        "Indoor_Night_3": "Często rozmyślam o wszystkim, czego się od Ciebie nauczyłem o ludziach...#$b#Chciałbym, by każdy Cienisty mógł się tego nauczyć.",
        "Indoor_Night_4": "Chcę być dobrym współlokatorem, ale nigdy nie wiem, czy robię to dobrze... *Graah* $s#$e#Trudno mi zrozumieć ludzkie emocje. Ale... dobrze Ci się ze mną mieszka, prawda?#$e#Ok!$7",
        "Indoor_Night_Krobus": "Cześć, @. Witaj w domu. Widać, że ciężko pracujesz!$h",
        "Outdoor_0": "Postoję tu chwilę, ale musimy uważać... Jeśli ktoś się zbliży, będę musiał się schować!",
        "Outdoor_1": "Rzadko wychodzę na zewnątrz!",
        "Outdoor_2": "Cóż za piękny dzień!$h",
        "Outdoor_3": "Szerokie przestrzenie mnie stresują...$s",
        "Outdoor_4": "Proszę, zajmij się swoim dniem. Ja postoję tutaj i popilnuję domu.",
        "Outdoor_Krobus": "Zaczekam tu chwilę i zobaczę, czy jakiś owad nie zmierza w moją stronę.#$e#Jeszcze nie jadłem śniadania!",
        "OneKid_3": "Nie wiem, jak to się stało, ale Yoba pobłogosławił ten dom dzieckiem...",
        "TwoKids_0": "Nie martw się... Przygotowałem dla %kid1 i %kid2 mroczny omlet.",
        "TwoKids_2": "Martwię się o przyszłość dzieci... Ale wierzę, że Yoba ma wobec nich plan.",
        "TwoKids_3": "Ten dom został pobłogosławiony drugim dzieckiem... Czy to znak, że Yoba popiera naszą przyjaźń?",
        "Good_1": "Czuję coś... Czy to... 'platoniczna miłość'?$l#$b#... Och, czekaj... Tylko zrzucam skórę.$s",
        "Good_2": "Nauczyłem się pokonywać moje uprzedzenia wobec ludzi... Ale krasnoludy nadal mnie odrzucają.$a",
        "Good_3": "Wczoraj mnie ${skubałeś^skubałaś}$ i ${mamrotałeś^mamrotałaś}$ coś o 'czarnej lizawce' albo 'lizaniu'... O co Ci chodziło?$3",
        "Good_0": "Robimy postępy, czuję się pełen nadziei.$h",
        "Good_5": "Podziwiam ten piękny dom... To naprawdę wspaniałe miejsce.$l",
        "Neutral_0": "Nigdy się nie zestarzeję, ale Ty tak. Czasem mnie to smuci... Ale mówi się trudno.$s",
        "Neutral_1": "Myślisz, że Twój dziadek nie miałby nic przeciwko temu, że potwór mieszka w jego domu?",
        "Neutral_2": "Myślisz, że możemy mieć problemy przez to, że mieszkamy razem?$s",
        "Neutral_3": "Strasznie tu jasno... Chyba zamknę oczy na kilka godzin.$s",
        "Neutral_4": "Nie mogę wychodzić na zewnątrz, mogę jeść tylko niektóre potrawy, potrzebuję konkretnej temperatury... Mam nadzieję, że to nie jest dla Ciebie za dużo, @.$s",
        "Neutral_5": "Welwick mówiła, że dziś jestem przeklęty.$s",
        "Neutral_6": "Powiem Ci sekret... Tak naprawdę nie śpię, tylko leżę z zamkniętymi oczami...",
        "Neutral_7": "Jesteś dziwną osobą, skoro chcesz mieszkać z taką kreaturą jak ja.",
        "Neutral_8": "Posprzątam dziś dom! Lubię to robić.$7",
        "Neutral_9": "Zastanawiam się, czy zostaniemy tu na całe życie? Przeprowadzka byłaby dla mnie zbyt niebezpieczna.",
        "Bad_1": "*ech*... Może powinienem wrócić do swoich.$s",
        "Bad_0": "... Nadal mnie lubisz?$s",
        "Bad_2": "Czy nadal dobrze Ci się ze mną mieszka?$s",
        "Bad_4": "Może lepiej byłoby Ci mieszkać z innym człowiekiem...$s",
        "Bad_5": "Wyczuwam zmianę w Twoim zachowaniu... Co to oznacza? *Graah*$s",
        "Bad_6": "Nie masz tyle czasu co ja... Na pewno chcesz go spędzić z odrażającą kreaturą jak ja?$s",
        "Bad_7": "Może taka relacja nie miała prawa się udać...$s",
        "Bad_8": "Ostatnio nie wyglądasz na ${szczęśliwego^szczęśliwą}$...$s",
        "Bad_9": "Tęsknię za ściekami.$s",
        "spring_5": "...",
        "spring_12": "...",
        "spring_19": "...",
        "spring_26": "...",
        "winter_5": "...",
        "winter_12": "...",
        "winter_19": "...",
        "winter_26": "...",
        "summer_5": "...",
        "summer_12": "...",
        "summer_19": "...",
        "summer_26": "...",
        "fall_5": "...",
        "fall_12": "...",
        "fall_19": "...",
        "fall_26": "...",
        "spring_1": "Co planujesz na ten rok, @?",
        "spring_23": "Idź na jutrzejszy Taniec Kwiatów! Nie przejmuj się mną.",
        "summer_1": "Moja skóra jest bardzo wrażliwa na słońce, więc muszę być ostrożny.",
        "summer_8": "Mmm... Co to za zapach? Ludzie często się pocą w taką pogodę...$h",
        "summer_15": "Lato... A to oznacza, że w domu roi się od much.#$e#Nie martw się, zajmę się nimi. Dobre źródło białka!$h",
        "fall_8": "Dziś nie mam na nic ochoty.",
        "fall_15": "Wiesz już, co zaprezentujesz na jutrzejszej wystawie?",
        "fall_24": "Gdybym poszedł na Wigilię Duchów, zamknęliby mnie w klatce...$s",
        "winter_28": "Dziękuję, że mogę tu być, @. Nie mogę się doczekać nowego roku!$h",
        "spouseRoom_Krobus": "#$c .5#Jesteśmy różni, życie razem to wyzwanie, prawda?#$e#Mam nadzieję, że tutejsza wilgoć Ci nie przeszkadza. Musimy czasem iść na kompromis, żeby móc razem mieszkać!",
        "spring_Krobus": "To już 'wiosna', prawda? Czuję intensywny zapach dzikiego chrzanu.",
        "summer_Krobus": "Nazywacie tę porę roku 'latem', tak? Ciepło i wilgoć są przyjemne, ale wolałbym, żeby nie było aż tak słonecznie.",
        "fall_Krobus": "Ostatnio zrobiło się chłodniej, a zapachy też się zmieniły. To chyba 'jesień', tak?",
        "winter_Krobus": "Noc zimą jest bardzo kojąca. Gdyby tylko było trochę cieplej!"
    }