{
  "Rainy_Day_0": "Pada deszcz. Uważaj żeby się nie rozchorować, kochanie.#$e#Staraj się nie siedzieć zbyt długo na zewnątrz.$h#$e#Martwię się o ciebie!",
  "Rainy_Day_1": "Pada deszcz! To znaczy, że nie musisz dzisiaj podlewać roślin.$h#$e#Czasami bardzo pomaga.#$e#Nakarmiłeś zwierzęta, skarbie?^Nakarmiłaś zwierzęta, kochanie?",
  "Rainy_Day_2": "Dzień dobry! Śniadanie gotowe. [194 195 210 211 216]  #$e#Nie przemęczaj się za bardzo... Pa.",
  "Rainy_Day_3": "Co masz dziś do zrobienia, kochanie?#$e#Nie chcę wychodzić w taką pogodę... Popracuję trochę w domu.#$e#Może zrobię coś na obiad.",
  "Rainy_Day_4": "Co chcesz na obiad?",
  "Rainy_Day_Maru": "Pomimo tej całej technologii, którą mamy, deszcz jest najlepszym narzędziem do podlewania roślin.",
  "Rainy_Day_Abigail": "Wieś wygląda lepiej w dni takie jak ten, nie uważasz?",
  "Rainy_Day_Penny": "Chyba coś upiekę.$h",
  "Rainy_Day_Leah": "Może chcesz iść na ryby albo do kopalni?",
  "Rainy_Day_Haley": "Hmmph. Jeśli pogoda dalej będzie taka sama to zrobię się zbyt blada.$s",
  "Rainy_Day_Harvey": "Nie siedź długo na zewnątrz bo zmokniesz, kochanie. Chyba nie chcesz, żeby cię przewiało.",
  "Rainy_Day_Sebastian": "Wstałem dziś przed świtem i pospacerowałem po farmie. O tej porze jest tu bardzo spokojnie.",
  "Rainy_Day_Alex": "Hmm... Może trochę poćwiczę.",
  "Rainy_Day_Elliott": "Deszcz sprawia, że rozmyślam nad moim dawnym życiem przy oceanie.#$e#Zmiany są częścią naszego życia. Myślę, że to dobrze.",
  "Rainy_Day_Sam": "Może bym coś naprawił.",
  "Rainy_Day_Emily": "Wiem, że twoja praca przepełnia cię dumą, ale nie przepracowuj się. Dobrze, kochanie?$u",
  "Rainy_Day_Shane": "Dach przecieka? Ah cóż... Troszeczkę pleśni jeszcze nikomu nie zaszkodziło.",
  "Rainy_Night_0": "Deszcz sprawia, że można poczuć się tutaj samotnie.$l#$e#Zimno mi... Idziemy pod pierzynę?$l",
  "Rainy_Night_1": "Ubierz na siebie coś ciepłego. Nie chcę, żebyś nagle zachorował.^Ubierz na siebie coś ciepłego. Nie chcę, żebyś nagle zachorowała.#$e#Słyszysz jak krople deszczu spadają na dach, @?",
  "Rainy_Night_2": "Ah... Kojące odgłosy deszczu nad głową... Będzie mi się dobrze spało.$h",
  "Rainy_Night_3": "Dzięki deszczowi czujemy wygodę.$h^W noce jak ta cieszę się, że mamy porządny dach.",
  "Rainy_Night_4": "Dziś na kolację zupa. [199 218 219 727 730]$h#$e#Na taką pogodę ciepła zupa jest najlepsza!$h",
  "Rainy_Night_5": "Cieszę się, że jesteś... W taką porę najlepiej siedzieć w domu.",
  "Rainy_Night_Maru": "Ile dziś zrobiłeś, kochanie?^Ile dziś zrobiłaś, kochana?#$e#Ja próbowałam ponaprawiać parę rzeczy w domu.",
  "Rainy_Night_Abigail": "Czekałam na ciebie. Chodźmy do łóżka. Deszcz ukołysze nas do snu.",
  "Rainy_Night_Penny": "Oh... Ten zapach? Chciałam coś upiec... Nie udało się.$s",
  "Rainy_Night_Leah": "Jak ci minął dzień, kochanie? Straszne bajoro?",
  "Rainy_Night_Haley": "Cześć, kochanie. Cieszę się, że jesteś. Czułam się trochę samotnie.$l",
  "Rainy_Night_Harvey": "Cześć. Dobrze cię widzieć.$h#$e#Cały ten dzień spędziłem na czytaniu dzienników medycznych.",
  "Rainy_Night_Sebastian": "Chyba nigdy się nie znudzę deszczem... Zwłaszcza tutaj, na wsi.",
  "Rainy_Night_Alex": "W noce jak ta babcia robiła ciepły gulasz.$h",
  "Rainy_Night_Elliott": "Usiądź, odpocznij! Takie przedzieranie się przez błoto na pewno męczy.",
  "Rainy_Night_Sam": "Vincent Dzwonił. Mówił, że tęskni i chciał cię pozdrowić.$h",
  "Rainy_Night_Shane": "Gadałem z Marnie i Jas przez telefon. Chyba dobrze się beze mnie bawią.",
  "Rainy_Night_Emily": "Niektóre dusze pokazują się tylko podczas deszczu. Słychać było jak płaczą?",
  "Indoor_Day_0": "Dzień dobry ~<$h#$e#Gotowy na dzień ciężkiej pracy? Bo ja tak.$h^Gotowa na dzień ciężkiej pracy? Bo ja tak.$h",
  "Indoor_Day_1": "Cześć, kochanie! Ładnie pachnie? Śniadanie gotowe! [194 195 210 211 216]#$e#Smacznego!",
  "Indoor_Day_2": "Dobrze ci się spało?#$e#Mam trochę obowiązków.",
  "Indoor_Day_3": "Śniło ci się coś dziwnego?#$e#Mi się śniło, ale jedyne co pamiętam to, że muszę coś zrobić z %adj %noun. Dziwne.$s#$e#Hehe. Sny nic nie znaczą... Prawda, kochanie?$l#$e#Cóż... nie możemy rozmawiać przez cały dzień. Masz pewnie dużo roboty!",
  "Indoor_Day_4": "Dzień dobry, kotku. Kolejny dzień ciężkiej pracy?#$e#Trzymam kciuki. <$h",
  "Indoor_Day_Maru": "Jeśli chcesz porozmawiać o ulepszeniu jakości plonów... Zamieniam się w słuch!",
  "Indoor_Day_Abigail": "Zawsze jest coś nowego na naszej farmie... Kocham to.",
  "Indoor_Day_Penny": "To miejsce w ogóle nie ma porównania do mojej przyczepy. Czuję się przytłoczona... Oczywiście w dobrym znaczeniu!",
  "Indoor_Day_Leah": "Masz coś przeciwko temu, że dodam do naszego otoczenia troszkę stolarskiego kunsztu? Świerzbi mnie ręka stolarza!",
  "Indoor_Day_Haley": "Zawsze lepiej się czuję w słoneczne dni.$h",
  "Indoor_Day_Harvey": "Niebo dziś wygląda wspaniale... Jest takie czyste!#$e#Idę do kliniki. Jakbym nie pracował, to mógłbym coś porobić w domu!",
  "Indoor_Day_Sebastian": "To miejsce bije na głowę mój stary pokój w piwnicy, prawda?$h",
  "Indoor_Day_Alex": "Przez to słońce jestem przepełniony energią! Lepiej uważaj! Heh Heh.$h",
  "Indoor_Day_Elliott": "Od czasu kiedy tu jestem prowadzę pamiętnik. Teraz mam całkowicie inne życie, dzięki temu mam wiele do napisania...$h#$e#Chcę zapamiętać te chwilę na zawsze.",
  "Indoor_Day_Sam": "Tyle jest rzeczy, które chciałbym dzisiaj skończyć... Może zamiast tego pooglądam telewizję.",
  "Indoor_Day_Emily": "Zapewniając społeczności dobre i świeże produkty, przyczyniamy się do jej rozwoju!",
  "Indoor_Day_Shane": "Coś czuje... *niuch*... Co to? Oh...#$b#Aa, to ten stary czips, w mojej kieszeni, ciekawe jak długo tam siedział... *chrup*",
  "Indoor_Night_0": "Skończyłeś dzisiejsze obowiązki, @?^Skończyłaś dzisiejsze obowiązki, @?#$e#W domu wszystko zrobione...  Nie mam już sił.#$e#Pójdę spać razem z tobą.$h",
  "Indoor_Night_1": "Widać po tobie, że skończyłeś robotę.^Widać po tobie, że skończyłaś robotę.#$e#Po tak ciężkim wysiłku na pewno chce ci się spać.$h",
  "Indoor_Night_2": "Cieszę się, że wróciłeś.^Cieszę się, że wróciłaś.#$e#Trochę się boję samotności, zwłaszcza w nocy.$s^Trochę tu bez ciebie pusto...$s#$e#...$h",
  "Indoor_Night_3": "Wszystko na dzisiaj skończone? Teraz czas na trochę zabawy!$h#$e#Rozumiem, jeśli nie masz już siły.",
  "Indoor_Night_4": "Fiu! Obowiązki domowe skończone. Teraz możemy trochę razem posiedzieć.$h#$e#Jak ci minął dzień?$l#$e#...$h",
  "Indoor_Night_Maru": "Chyba przyda ci się trochę snu, @. Powinnam cię uśpić szczegółami technicznymi mojego nowego projektu?$h#$e#*ziew*... Tak szczerze, też mi się chce spać.",
  "Indoor_Night_Abigail": "Idziemy spać? Włączyłam dla nas elektryczny kocyk...$l",
  "Indoor_Night_Penny": "Witaj kochanie. Spędzimy razem wieczór w naszym domciu?",
  "Indoor_Night_Leah": "Tak tu cicho i spokojnie. Nie ma nic, co mogłoby przeszkodzić nam w odpoczynku.",
  "Indoor_Night_Haley": "Źle wyglądasz, kochanie. Pozwól że ci pomogę.$l",
  "Indoor_Night_Harvey": "Wyglądasz, jakby przydał ci się porządny masaż.$l#$e#Zalecenia lekarza... Masaż dobrze wpływa na krążenie!",
  "Indoor_Night_Sebastian": "#$c .5#Może i jestem typem samotnika, ale zawsze jest mi z tobą lepiej.$h#$e#Cześć, @. Dobrze cię widzieć. Czuję się dobrze, jak jesteś przy mnie.$h",
  "Indoor_Night_Alex": "Ale jestem zmęczony... Może miły, głęboki masażyk?$l^Jestem wykończony... To dobry znak! Czyli pracowałem dziś wystarczająco ciężko.$h",
  "Indoor_Night_Elliott": "#$c .5#Zawsze ładnie pachniesz po dniu ciężkiej pracy. To twój naturalny zapach!^Słodko pachniesz, kochanie. Jak plasterek miodu pływający w ostrej herbatce.#$e#Chodź tu do mnie, pozwól, że wymasuje ci plecy. Jesteś spięty.$l^Słodko pachniesz, kochanie. Jak liść cynamonu dryfujący po letniej bryzie.",
  "Indoor_Night_Sam": "#$c .5#Zastanawiam się, czy widać dziś księżyc.#$e#Skończyłeś robotę na dziś? Jeśli nie, to nic nie szkodzi!^Skończyłaś robotę na dziś? Jeśli nie, to nic nie szkodzi!",
  "Indoor_Night_Emily": "Tak tu wygodnie... Lubię to.",
  "Indoor_Night_Shane": "Jak ci minął dzień? Mój nawet dobrze.",
  "Outdoor_0": "Piękny mamy dziś dzień, nieprawdaż?$h#$e#Dni jak ten sprawiają, że praca jest trochę przyjemniejsza.",
  "Outdoor_1": "Dzisiaj mam wolne, popatrzę sobie farmę. Dobrze?#$e#Tak tu miło i przepięknie.$h",
  "Outdoor_2": "Cześć, kochanie! Niestety, ale nie mogę pomóc, nie znam się na tym. Wybacz!#$e#Moje myśli będą tylko o tobie.$h",
  "Outdoor_3": "Trochę tu posprzątam. To powinno ci pomóc, nie?#$e#*Fiu*... Ale tu gorąco.",
  "Outdoor_4": "Tylko się nie przepracuj, kochanie.#$e#Odpocznij lub zjedz coś.$h",
  "Outdoor_Maru": "Lubię tu siedzieć. To dobre miejsce na rozmyślanie o nowych wynalazkach.$h#$e#Nadal chcę wynaleźć coś, co mogłoby ci ułatwić pracę.",
  "Outdoor_Abigail": "Po prostu se tu postoje, okej?#$e#Wiele tu ciekawych rzeczy i owadów. *hihi*$h",
  "Outdoor_Haley": "To dobry dzień, żeby popracować nad moją opalenizną, prawda, kotku?$h",
  "Outdoor_Leah": "Wow, to wspaniałe! Zaczynam lubić to życie na farmie, @.$h#$e#Zawsze marzyłam o takim życiu.$l",
  "Outdoor_Penny": "Podoba mi się na naszej małej farmie, @.$h",
  "Outdoor_Sebastian": "To całkowicie inne życie od mojego poprzedniego, ale zaczyna mi się to podobać.$h#$e#Chyba się do tego nadaję.$l",
  "Outdoor_Harvey": "To o wiele lepsze niż siedzenie całymi dniami w klinice.$l#$e#Uwielbiam cię oglądać na farmie... hehe",
  "Outdoor_Elliott": "Dzisiaj, będę kontynuował moją nową nowelę. Nie ma lepszego miejsca jak nasza wspaniała farma?$h#$e#Idealnie.$l",
  "Outdoor_Alex": "Mam na dzisiaj dużo ćwiczeń! Haha! Kocham życie na farmie.$h",
  "Outdoor_Sam": "Hej, popatrz na te puchate chmury, kochanie!$h#$e#Przez chwilę je pooglądam, jeśli nie masz nic przeciwko.",
  "Outdoor_Shane": "Nie mam pojęcia czy moje płuca wytrzymają tą świeżość. Nadal jestem przyzwyczajony do powietrza Joja.",
  "Outdoor_Emily": "Dobrze ci idzie, @. Tak trzymaj.",
  "jobLeave_Harvey": "Muszę iść dzisiaj do kliniki. Miłego dnia, moje słońce.",
  "jobLeave_Penny": "Muszę iść dzisiaj do miasta. Nie przepracowuj się za bardzo, i zjedz coś dobrego na lunch!$h",
  "jobLeave_Maru": "Za niedługo idę do pracy. Widzimy się wieczorem. Będę o tobie myślała!$h",
  "jobReturn_Harvey": "#$c .5#Cześć, kochanie. Jak ci minął dzień?#$e#*Fiu*... Jestem wykończony...$s#$e#Moi pacjenci są nadal zdrowi, więc to był dobry dzień.",
  "jobReturn_Penny": "#$c .5#Dobry wieczór. U mnie dobrze, dziękuję! A jak u ciebie?$h#$e#Jas i Vincent byli dzisiaj niegrzeczni. Nadal jestem cała poraniona...",
  "jobReturn_Maru": "#$c .5#Kolejny nudny dzień w klinice.#$e#Hej. Mam nadzieję, że twój dzień był ciekawszy niż mój.#$e#$c .5#Czas na odpoczynek. Jest coś na obiad?#$e#Nie mogę się doczekać, aż pójdziemy spać.$h",
  "OneKid_0": "Mam nadzieję, że %kid1 się z tobą nie nudzi, co?",
  "OneKid_1": "Martwię się, czy %kid1 wyrośnie na dobrego farmera, tak jak ty.",
  "OneKid_2": "Nie martw się, dzisiaj nakarmię %kid1. Możesz się skupić na prowadzeniu farmy.",
  "OneKid_3": "Odkąd mamy dziecko, nasze życie bardzo się zmieniło.",
  "TwoKids_0": "%kid1 i %kid2 już jedli śniadanie. Straszne z nich głodomory!",
  "TwoKids_1": "Musimy dać %kid1 dużo uwagi, odkąd mamy %kid2. Nie chcemy między nimi żadnej zazdrości.",
  "TwoKids_2": "%kid2 ma twój nos.",
  "TwoKids_3": "Ładny domek, dwoje wspaniałych dzieci, i piękna działka. Co jeszcze?",
  "Good_0": "Trudno w to uwierzyć, że jesteśmy razem...$l",
  "Good_1": "To było do przewidzenia, że 'Będziemy razem'.$l",
  "Good_2": "Cieszysz się, że jesteśmy razem, @?#$e#Bo ja tak.$l",
  "Good_3": "Wow, ale z ciebie ciacho!$l^Wow, pięknie dziś wyglądasz.$l",
  "Good_4": "To miejsce jest moim domem... Kocham je.$l",
  "Good_5": "Podziwiam mój amulet małżeński... Muszelka jest czysta. Pewnie cię dużo kosztowała!$l",
  "Good_6": "Uważaj na siebie! Czasami myślę, że wpadniesz gdzieś w jakiś szyb w kopalni.",
  "Good_7": "@? Chcę ci tylko powiedzieć, że szanuję całą twoją ciężką prace.$h",
  "Good_8": "Nie martw się o mnie... wiem, że masz dużo obowiązków. Dobrze sobie tu radzę!$l",
  "Good_9": "Oh, nie nudzę się... Cieszę się z tego co mamy.#$e#To proste życie, ale je lubię.$h",
  "Neutral_0": "Mam nadzieję, że nadal będziesz mnie kochać nawet, gdy się zestarzeje i osiwieje.$s",
  "Neutral_1": "Myślisz, że twój dziadek byłby dumny z naszej pracy?",
  "Neutral_2": "Przerwa? Myślę, że bycie farmerem jest łatwiejsze niż można było przypuszczać...",
  "Neutral_3": "Jeśli będziesz iść do miasta pozdrów każdego ode mnie.",
  "Neutral_4": "Jutro rano zrobię pranie.",
  "Neutral_5": "Dobrze nam idzie finansowo, @?",
  "Neutral_6": "Ciekawe co dzisiaj robią wszyscy w miasteczku?",
  "Neutral_7": "Naprawdę, nie czuję się dzisiaj na siłach.",
  "Neutral_8": "Nie ważne jak posprzątam dom, dalej się brudzi.#$e#Myślę, że farmerzy są na swój sposób brudni.",
  "Neutral_9": "Ciekawe czy będziemy tu mieszkać przez całe nasze życie?",
  "Bad_0": "...Nadal mnie kochasz?$s",
  "Bad_1": "*ehh*... Może wzięliśmy ślub za szybko.$s",
  "Bad_2": "Nadal ci ze mną dobrze?$s",
  "Bad_3": "Robię coś źle? Ostatnio dziwnie się zachowujesz.$s",
  "Bad_4": "Zastanawiasz się, co nam jeszcze pozostało?$s",
  "Bad_5": "Kiedyś się kochaliśmy... Co się stało?$s#$e#Wiem, że trochę się postarzeliśmy... Po co był ten ślub?$a",
  "Bad_6": "Nasze życie jest zbyt krótkie... Czy to dobry sposób, na wykorzystanie tego czasu?$s",
  "Bad_7": "Kiedyś było skarbie... A teraz tylko jak zrobię obiad.$s",
  "Bad_8": "Dziwnie się ostatnio zachowujesz...$s",
  "Bad_9": "Zastanawiam się, czy to mogłoby się potoczyć lepiej.$s",
  "spring_1": "Nowy rok do nas zawitał. Jakieś plany na ten roku?#$e#Nie mogę się doczekać!",
  "spring_8": "Po tej zimie mamy sporo roboty.",
  "spring_23": "Mam nadzieję, że ćwiczysz na Taniec Kwiatów... To już jutro!",
  "summer_1": "Uważaj, żeby nie dostać udaru, kochanie.#$e#Pij dużo wody i nie przepracowuj się.",
  "summer_8": "Wybacz jeśli śmierdzę... W nocy było strasznie gorąco.",
  "summer_15": "Lato... Czyli, więcej owadów w domu.#$e#Nie martw się, zajmę się nimi.",
  "fall_1": "Miło, gdy przyjdzie jesień po tak upalnym lecie.",
  "fall_8": "Zima już tuż tuż. Musimy sprawdzić dwa razy nasz system ogrzewania, wyłączyć zawory, i sprawdzić całą izolację domu.#$e#Spokojnie, zajmę się tym.",
  "fall_15": "Już wiesz co jutro wystawisz?",
  "fall_26": "Idziemy jutro na Wigilię Duchów?",
  "winter_1": "Brrr.... Ale mróz. Chyba już jest zima.",
  "winter_7": "Idziesz jutro na zawody w łowieniu ryb?",
  "winter_28": "To był wspaniały rok, @. Ciekawe co przyniesie nam następny.$l",
  "spring_Maru": "Nie mogę się doczekać następnego roku na farmie, @!$h",
  "spring_Abigail": "Lubię zimne pory roku, ale wiosna też jest spoko.",
  "spring_Haley": "Zima się skończyła, cieszysz się, kochanie? Wszystko wraca do życia.",
  "spring_Leah": "Nie zapomnij, że o tej porze roku znajdziesz dziki chrzan, pory i mniszki lekarskie!",
  "spring_Penny": "Cieszę się, że widzę trochę zieleni po tak długiej zimie.",
  "spring_Sebastian": "Wow, jestem blady jak ściana... Może pomogę ci trochę na farmie.",
  "spring_Harvey": "Tej wiosny zasadźmy jakieś zdrowe warzywa.$h",
  "spring_Elliott": "Widzę przed nami przepiękny rok na farmie %farm .$h",
  "spring_Alex": "Hej @. Popracujmy!",
  "spring_Sam": "*smark*... Mam zatkany nos... Alergie.",
  "spring_Shane": "Może w tym roku się czegoś nauczę...",
  "summer_Maru": "To dobra pora roku na oglądanie gwiazd.",
  "summer_Abigail": "Oh... Zjadłabym jakieś czekoladowe ciasto.",
  "summer_Haley": "Pewnie już wiesz, że lato to moja ulubiona pora roku.$h",
  "summer_Leah": "Nic nie idzie w parze z latem jak słodkie wino. Jak sądzisz, kochanie?",
  "summer_Penny": "Czy tego lata zasadzisz jakieś melony, skarbie?",
  "summer_Sebastian": "Tego lata będę siedział wewnątrz najwięcej jak się da.",
  "summer_Harvey": "Nie spal się na słońcu, skarbie... Bo sobie poważnie uszkodzisz skórę.",
  "summer_Elliott": "Jedną z wielu rzeczy, za którymi tęsknię to świeża ryba z oceanu.",
  "summer_Alex": "Zawsze mam najwięcej energii w lecie.",
  "summer_Sam": "Lato zawsze sprawia, że chce zjeść coś z grilla.",
  "summer_Emily": "Fiu! Jak gorąco... Ale to miłe uczucie, prawda?#$e#Może zobaczymy jakieś dzikie papugi.",
  "summer_Shane": "Jakie mam dziś obowiązki... Hmmm...#$e#Wydaje mi się, że widzę paczkę ostrych precli i trochę zimnych napojów na horyzoncie.",
  "fall_Maru": "Cieszę się, że nadal pracuje w klinice... To ważna praca dla całej społeczności.",
  "fall_Abigail": "Mam nadzieję, że w tym roku wyhodujemy jakieś dynie.$h",
  "fall_Haley": "Robię ciasto.#$e#Ale nie byle jakie ciasto... Musi być różowe.",
  "fall_Leah": "Czujesz ten zapach? Pachnie jak sezon na grzyby.",
  "fall_Penny": "Jest tu tak spokojnie. Jak mieszkałam w mieście, to jakoś nigdy nie szanowałam natury.",
  "fall_Sebastian": "Na jesień mama zawsze robiła pyszną zupę dyniową.",
  "fall_Harvey": "Napiłbym się wina.",
  "fall_Elliott": "Ah... Jesień. Ciepłe słońce nisko dryfuje na niebie, rzucając długie cienie na falujących złotych polach.#$e#Piękna pora roku, nie uważasz?",
  "fall_Alex": "Słabo mi... Potrzebuje trochę protein.$s",
  "fall_Sam": "Ciekawe co się dzieje na świecie? Jesteśmy tu dość odosobnieni.",
  "fall_Emily": "Dziś rano wypiłam wielki sorbet i czuję się Wspaa-nialee!$h",
  "fall_Shane": "Myślę, że za moją mini-lodówką może być nowy gatunek grzyba.#$e#No cóż, to ta pora roku, nie?",
  "winter_Maru": "Wiosna już blisko. Nie mogę się doczekać ciasta rabarbarowego.",
  "winter_Abigail": "Pamiętasz jak graliśmy w 'Podróż Króla Prerii' u mnie w pokoju? To były dobre czasy.$h",
  "winter_Haley": "Myślę o tym, jak nie mogłam otworzyć słoika z ogórkami.$h#$e#Tyle czasu już od tego minęło.$l",
  "winter_Leah": "Zawsze zaczynam kroić sałatę w zimie... Niewygodne, wiem.",
  "winter_Penny": "Trochę sobie poczytam przez tą zimę.",
  "winter_Sebastian": "Ciekawe co robi Sam? Kiedyś byliśmy dobrymi przyjaciółmi.",
  "winter_Harvey": "Zima to sezon grypowy, więc praca będzie pewnie trochę bardziej stresująca. Z góry przepraszam, jeśli jestem zrzędliwy.",
  "winter_Elliott": "Chyba coś tej zimy napiszę. I tak nie mam nic do roboty.",
  "winter_Alex": "Mam nadzieję, że moi dziadkowie dobrze sobie radzą. Zawsze mogli na mnie liczyć. Wiesz... Głównie w podnoszeniu ciężkich rzeczy i tak dalej.",
  "winter_Sam": "Porzuciłem moje marzenie o byciu muzykiem. Mam teraz rodzinę!",
  "winter_Emily": "Ups, znowu mi włosy zamarzły.$s",
  "winter_Shane": "Świat jest ogromny... Ale wolę siedzieć w domu.",
  "spouseRoom_Maru": "#$c .5#Wcześnie wstałam żeby trochę pooglądać gwiazdy.#$e#Mam nadzieję, że nie masz mi za złe, jeśli dzisiaj popracuję nad moimi projektami, kochanie.",
  "spouseRoom_Abigail": "#$c .5#Wstałam wcześniej i nakarmiłam Davida juniora. Zawsze jest aktywniejszy o poranku.#$e#Mam nadzieję, że nie przeszkadza ci jego zapach.",
  "spouseRoom_Haley": "#$c .5#Idź i zacznij swój dzień, kochanie. Ja się jeszcze pomaluje.#$e#Masz jakieś plany na dziś?",
  "spouseRoom_Leah": "#$c .5#W któryś z takich dni muszę ci zrobić portret.#$e#Widok z tego okna jest inspirujący, nie uważasz?",
  "spouseRoom_Penny": "#$c .5#Zawsze chciałam mieć własną bibliotekę. To takie urocze.$h#$e#Lubię sobie coś rano poczytać. Dzięki temu mój mózg jest włączony na pełnych obrotach.",
  "spouseRoom_Sebastian": "#$c .5#Zastanawiam się nad tym czy mam pracować, czy czytać komiksy cały dzień.#$e#Hej, jest jeszcze pizza w zamrażarce? Jestem głodny.",
  "spouseRoom_Harvey": "#$c .5#Nie ma dzisiaj ruchu w powietrzu, kochanie. Od czasu do czasu fajnie jest poużywać trochę tego sprzętu.#$e#Pracuję nad nowym modelem samolotu. Lepiej mi się to robi tu, niż w moim starym apartamencie.",
  "spouseRoom_Elliott": "#$c .5#Może coś dzisiaj sobie popiszę.#$e#Poradzisz sobie bez mojej pomocy?",
  "spouseRoom_Alex": "#$c .5#Nie pozwól mi się rozleniwiać. Chcę dla ciebie utrzymać w formę!#$e#Tutaj jest o wiele więcej miejsca na moje ćwiczenia. Robię większe postępy niż kiedyś!",
  "spouseRoom_Sam": "#$c .5#Stara gitara... Nie mam już ochoty na niej grać. Nic nie szkodzi.#$e#Co zamierzasz dzisiaj zrobić?",
  "spouseRoom_Emily": "Posiedzę trochę z papużką. Źle mi z tym, że już nigdy więcej nie poleci.$u",
  "spouseRoom_Shane": "#$c .5#Piwo czy cydr? Życie czasami potrafi być wyzwaniem.#$e#Cześć, @. Posiedzę tu i ee... Może pozamiatam podłogę czy coś.",
  "Rainy_Day_Krobus": "Ah, Dziś jest wilgotno... Czuję się dobrze.",
  "Rainy_Night_Krobus": "Dźwięki deszczu przypominają mi o ściekach... Bardzo przyjemne.#$e#Kanały były moją ucieczką... Czułem się tam bezpiecznie. Tak samo komfortowo czuję się tutaj.",
  "Indoor_Day_Krobus": "Chciałbym ci pomóc, ale nie mogę wychodzić na słońce...",
  "Indoor_Night_Krobus": "Cześć, @. Witaj w domu. Widać po tobie, że ciężko pracujesz!$h",
  "Outdoor_Krobus": "W dni jak ten, mogę wychodzić z tobą na zewnątrz. To bardzo miłe uczucie!$h#$b#Tylko mów, jakby ktoś się zbliżał, żebym mógł się schować.$u",
  "NoBed_0": "Gdzie ja mam teraz spać...?$s",
  "NoBed_1": "Źle mi się dzisiaj spało...$s",
  "NoBed_2": "Spanie na ziemi nie jest wygodne...$s",
  "NoBed_3": "Czy coś się stało z naszym łóżkiem...?$s"
}