{
  "Rainy_Day_0": "Czasami znajduję inspirację w naprawdę nieprawdopodobnych miejscach.",
  "Rainy_Day_1": "Deszcz zawsze mnie przygnębiał, gdy mieszkałam w mieście. Ale tu, w Stardew Valley, jest piękny.",
  "Rainy_Day_2": "Dzień dobry! Wstałam dzisiaj wcześnie, żeby pozbierać trochę grzybów. Proszę, weź jednego.[281 404 420 257]#$e#Szukanie grzybów, to jak wyprawa po skarb. To niezła zabawa.$h",
  "Rainy_Day_3": "W dni takie jak te naprawdę cieszę się, że mam grube buty.$h",
  "Rainy_Day_4": "Drzewa prosiły o ten deszcz... Cieszę się z ich szczęścia.",
  "Rainy_Night_0": "Jak ci minął dzień? Były gdzieś jakieś zwierzęta?",
  "patio_Leah": "Nie zbliżaj się za bardzo. Nadal nad tym pracuję.",
  "Rainy_Night_1": "Przeważnie jem sałatkę... ale w taką noc mam ochotę na gorącą zupę.$h",
  "Rainy_Night_2": "Sen w taką noc będzie naprawdę relaksujący...$l",
  "Rainy_Night_3": "Zrobiłam dziś małą, drewnianą rzeźbę, ale była tak brzydka, że ją wrzuciłam do ognia.$u#$e#Myślę, żeby zostać wielkim artystą, trzeba być krytycznym dla siebie.",
  "Rainy_Night_4": "Cieszę się, że jesteś w domu... To dobra noc, żeby wskoczyć pod kołdrę i się ogrzać.",
  "Rainy_Night_Leah": "Jak ci dziś minął dzień?",
  "Indoor_Day_0": "Ten dom o wiele bardziej mi się podoba niż moja stara chata! Nie tęsknię za nią.",
  "Indoor_Day_1": "Dzień dobry, @. Zasadziłam to w małej doniczce za domem... [16 18 20 22 90 259 396 402]#$e#Hodowałam to z wielką miłością. Proszę.",
  "Indoor_Day_2": "Zawsze miej oczy szeroko otwarte na dzikie owoce! Jest tu ich mnóstwo.",
  "Indoor_Day_3": "Tak sobie myślałam... życie jest zbyt krótkie, żeby jeść niezdrowe jedzenie. Na szczęście mieszkamy w najlepszym regionie co do uprawiania warzyw!#$e#Zrobiłam ci sałatkę. [196]#$e#Dziwię się, że jeszcze jej nie masz dość!",
  "Indoor_Day_4": "Dzień dobry, @! Zrobiłam ci kawę.[395]$h#$e#Nie przeżyłabym poranka bez kubka gorącej kawy.",
  "Indoor_Night_0": "Zawsze w nocy robię się spragniona.",
  "Indoor_Night_1": "Upływ czasu jest taki delikatny... nawet najmniejsza decyzja może zmienić całą przyszłość.",
  "Indoor_Night_2": "Jest tu o wiele ładniej w nocy niż w oświetlonym mieście.#$e#Jestem naprawdę szczęśliwa, że mogę tu mieszkać.",
  "Indoor_Night_3": "Nie myślałam, że otrzymam syreni wisior tak szybko po wprowadzeniu się tutaj!$l",
  "Indoor_Night_4": "Widziałam dzisiaj dzikiego królika. Zawsze chciałam mieć swojego. Są takie delikatne...",
  "Outdoor_0": "Przyjemnie jest poczuć chłodną bryzę. Przypomina mi to o życiu nad rzeką.",
  "Outdoor_1": "Hmm... Mam zamiar tu zrobić trochę konserwacji. Czasami lubię trochę pomachać młotkiem.",
  "Outdoor_2": "Ten dzień będzie wyjątkowy, czuję to.",
  "Outdoor_3": "Ah... ten zapach świeżej ziemi. Nie ma nic podobnego.$h#$e#Powietrze jest tu tak czyste... czuję to w płucach.",
  "Outdoor_4": "Nie przepracuj się kochanie.#$e#Rób sobie przerwę od czasu do czasu.$h",
  "funLeave_Leah": "Idę dzisiaj na spacer. Muszę od czasu do czasu wyjść z domu.",
  "funReturn_Leah": "Bardzo se dzisiaj odpoczęłam. A tobie jak minął dzień?",
  "OneKid_3": "Miło jest być rodzicem. A może %kid1 polubi przebywanie na zewnątrz.",
  "TwoKids_3": "Mamy piękną farmę i pełną rodzinę. Nasze życie naprawdę nieźle się ułożyło, prawda?",
  "Good_0": "Żyjąc tu, czuję się, jakbym była na szczycie wielkiej góry.",
  "Good_1": "Czy kiedyś ci mówiłam... od twojego wprowadzenia się tutaj myślałam, że kiedyś możemy być razem.",
  "Good_2": "Czasami trudno nie wierzyć w przeznaczenie... fakt, że zdecydowałam się tu wprowadzić i się poznaliśmy.#$b#To mogło się potoczyć zupełnie inaczej.",
  "Good_3": "Wow, wyglądzasz dziś na pełnego energii!$l^Pięknie dzisiaj wyglądzasz.$l",
  "Good_4": "Mmm... Ładnie dziś pachniesz.",
  "Good_5": "Podziwiałam swój amulet małżeński... Będę cenić ten skarb przez resztę mojego życia.$l",
  "Good_6": "Uważaj na siebie! Czasami się martwię, że wpadniesz w szyb kopalniany.",
  "Good_7": "@? Chcę tylko powiedzieć, że doceniam ciężką pracę, jaką wykonujesz dla naszego domu.$h",
  "Good_8": "Nie martw się o mnie... Wiem, że masz wiele obowiązków poza domem. Jest mi też dobrze samej!$l",
  "Good_9": "Oh, nie jestem znudzona... Po prostu cieszę się tym, co tu mamy.#$e#To proste życie, ale je lubie.$h",
  "Neutral_0": "Mam nadzieję, że nadal będziesz mnie kochać, kiedy będę stara.",
  "Neutral_1": "Ciekawe, kto tu mieszkał przed nami?",
  "Neutral_2": "Nie masz dziś nic do roboty?",
  "Neutral_3": "Jeśli pójdziesz dziś do miasta, pozdrów wszystkich ode mnie.",
  "Neutral_4": "Wstanę jutro wcześniej i zrobię pranie... w ten sposób nie będziesz mieć więcej roboty.",
  "Neutral_5": "Jak stoimy z finansami, @?",
  "Neutral_6": "Ciekawe, co wszyscy w miasteczku dzisiaj robią?",
  "Neutral_7": "Naprawdę nie mam ochoty na robienie dzisiaj czegokolwiek.",
  "Neutral_8": "Nie ważne jak bardzo staram się przy sprzątaniu, dom ciągle robi się brudny.#$e#Zakładam, że farmy tak mają.",
  "Neutral_9": "Ciekawe, czy będziemy tu mieszkać do końca życia?",
  "Bad_0": "...Czy nadal mnie kochasz?$s",
  "Bad_1": "*wzdech*... Może trochę za wcześnie wzięliśmy ślub.$s",
  "Bad_2": "Nadal jesteś ze mną szczęśliwy?s",
  "Bad_3": "Zrobiłam coś nie tak? Twoje zachowanie było ostatnio trochę dziwne.$s",
  "Bad_4": "Czy zastanawiasz się czasem, co tu jeszcze jest?$s",
  "Bad_5": "Było kiedyś romantycznie... co się stało?$s#$e#Wiem, że nie jestem już tak młoda...$a",
  "Bad_6": "Mamy tylko jedno krótkie życie... to najlepszy sposób, żeby je przeżyć?$s",
  "Bad_7": "Byłam twoim 'cukiereczkiem' ... teraz wydajesz się znosić mnie tylko kiedy robię obiad.$s",
  "Bad_8": "Ostatnio tak oschło mnie traktujesz...$s",
  "Bad_9": "Zastanawiam się, czy mogłabym być lepsza.$s",
  "spring_2": "Więc, co sadzisz na wiosnę?",
  "spring_1": "To był jakiś sposób, żeby zakończyć ostatnią noc roku...$l",
  "spring_15": "*wzdech*... To chyba znowu czas na 'wiosenne porządki'.$s",
  "summer_1": "Ah, lato... Czuję już zapach jagód.$h",
  "summer_9": "Przepraszam jeśli jestem mokra w dotyku... Całą noc było mi gorąco.",
  "summer_2": "Jest już lato... to znaczy, że w domu będzie dużo much.#$e#Nie martw się, zajmę się nimi.",
  "fall_1": "Uwielbiam jesień za tyle okazji, żeby wyjść na grzyby. Pojawia się i dość szybko przemija.",
  "fall_20": "Masz jakieś plany na zimę? Dobrze jest mieć zapas siana.",
  "fall_2": "Wiem, że sezon zbiorów jest dla ciebie bardzo pracowity. Spróbuję ci pomóc najlepiej jak potrafię.",
  "winter_1": "Nadeszła zima, a to oznacza, że kryształowe owoce są w sezonie. Mają taki wyjątkowy smak, nie sądzisz?",
  "winter_7": "Z niecierpliwością czekam na jutrzejsze rzeźbienie w lodzie. Mogę to robić tylko raz w roku, ale mam z tego mnóstwo zabawy!",
  "winter_28": "Hej, to już koniec tego roku na farmie %farm! Zabawmy się trochę tej nocy! [348]$h#$e#Następny rok będzie świetny, czuję to."
}