{
        "Rainy_Day_0": "Zastanawiam się, gdzie lecą te wszystkie owady podczas deszczu. Czy krople nie są dla nich zbyt niebezpieczne?",
        "Rainy_Day_1": "Taki dzień to błogosławieństwo od Matki Natury.",
        "Rainy_Day_2": "Dzień dobry... Mam dla Ciebie prezent. Nie martw się, oczyściłam go kadzidełkiem. [428 440 444 338 207]",
        "Rainy_Day_3": "Myślałam o wypuszczeniu papużki, ale jej skrzydło wciąż się nie zagoiło. Poświęcam jej dużo uwagi.#$e#Powiedziała mi, że jest tu bardzo szczęśliwa.",
        "Rainy_Day_4": "Nigdy Ci tego nie mówiłam... ale kiedy zobaczyłam Cię po raz pierwszy, miałam o Tobie sen. Wiedziałam, że nasze ścieżki kiedyś się przetną.$4",
        "Rainy_Night_0": "Każda chwila ma swój urok... Nie sądzisz? Łatwo o tym zapomnieć.",
        "patio_Emily": "To moje ulubione miejsce na poranną medytację.#$e#Wizualizuję energię płynącą z kryształów przez moje ciało.",
        "Rainy_Night_1": "Słyszę, jak rośliny rozmawiają ze sobą... Są bardzo szczęśliwe po dzisiejszym deszczu!",
        "Rainy_Night_2": "Jak Ci minął dzień, @? Wyglądasz na trochę ${przemokniętego^przemokniętą}$.",
        "Rainy_Night_3": "Mój dzień był bardzo spokojny. A Twój?",
        "Rainy_Night_4": "Chcesz deseru? To moja specjalna, surowa, bezglutenowa wersja, słodzona wyłącznie syropem z kaktusa. [232 234 223 220]$h",
        "Rainy_Night_5": "Czy odgłosy deszczu kiedykolwiek wprowadziły Cię w trans?",
        "Indoor_Day_0": "Kolejny piękny dzień na ''%farm'' farmie... Czuję, że wydarzy się dziś coś dobrego!$h",
        "Indoor_Day_1": "Proszę, to dla Ciebie. [428 440 444 338 207 395 749]",
        "Indoor_Day_2": "Hej, ktoś tu chyba dobrze się wyspał... Świetnie wyglądasz.$h",
        "Indoor_Day_3": "Mój dzisiejszy horoskop nie jest najlepszy... Ale postaram się, by to był dobry dzień, jak zwykle. Do dzieła!",
        "Indoor_Day_4": "Ughh... *bulgot*... Zjadłam za dużo babeczek z otrębami.$s",
        "Indoor_Night_0": "Czy to nowa dziura w Twojej koszulce? Mogę ją załatać, żaden problem.",
        "Indoor_Night_1": "Witaj z powrotem, @. Mam nadzieję, że ${miałeś^miałaś}$ cudowny dzień.",
        "Indoor_Night_2": "Już pora spać? Ojej... Ten dzień tak szybko minął.$u",
        "Indoor_Night_3": "Ach, ten zapach! To możesz być tylko Ty.$h#$e#To bardzo miły zapach.",
        "Indoor_Night_4": "Pozamiatałam cały dom, umyłam okna, starłam kurz i wysprzątałam lodówkę. To był bardzo pracowity dzień!",
        "Outdoor_0": "Lubię wcześnie wstawać. Poranne powietrze jest świeższe, a natura bardziej aktywna.",
        "Outdoor_1": "Co ${zaplanowałeś^zaplanowałaś}$ na dziś, kochanie?",
        "Outdoor_2": "O! Och! Kolejna!$h#$e#Liczę wiewiórki.",
        "Outdoor_3": "Trochę słońca dobrze Ci zrobi. Tylko się nie przypal, dobrze?",
        "Outdoor_4": "Dzień dobry! Zastanawiałam się, kiedy wstaniesz z łóżka!$h#$e#Nie szkodzi, @... Zasługujesz na porządny odpoczynek.",
        "OneKid_0": "Mam nadzieję, że wychowamy %kid1 na uprzejmą i rozważną osobę. To ważniejsze niż same szóstki w szkole.",
        "OneKid_1": "Czy jedno dziecko wystarczy, czy może jeszcze jedno?#$e#Zobaczymy, dokąd zaprowadzi nas los.",
        "OneKid_3": "Zapaliłam zieloną świecę i potrząsnęłam miętą nad %kid1. To powinno odstraszyć wszystkie niebezpieczne duchy.",
        "TwoKids_1": "Duży dom, dwójka dzieci i papuga... Mam pełne ręce roboty!",
        "TwoKids_2": "Cóż, %kid2 ma włosy po Tobie...$u",
        "TwoKids_3": "Och, już nakarmiłam dzieci organicznymi ciasteczkami z kozim mlekiem. Ty skup się na farmie!",
        "Good_1": "To taka frajda mieszkać razem! Myślałam, że będę samotna przez całe życie.",
        "Good_2": "Ten ślub był naszym przeznaczeniem... Wierzę w to całym sercem!",
        "Good_3": "Dziękuję, że ${przyjąłeś^przyjęłaś}$ mnie do swojego domu. Kocham to nowe życie.$4",
        "Good_4": "Nasze energie są w doskonałej harmonii. Czujesz to?",
        "Good_5": "Właśnie podziwiałam mój ślubny amulet... Ta muszelka jest piękna! Czuję od niej czystą, niebieską i promieniującą energię.$l",
        "Good_6": "Miałam kolejny sen o nas. Wspinamy się razem na szczyt kryształowego drzewa, spoglądając na piękną łąkę. Ten sen ciągle do mnie wraca.#$e#Nie wiem, co to może znaczyć, ale czuję, że to dobry znak.",
        "Neutral_0": "Mam nadzieję, że będziesz mnie ${kochał^kochała}$, nawet gdy się zestarzeję i moje włosy będą przypominały wyblakłą stal.",
        "Neutral_8": "Dziś czuję się okropnie.$s",
        "funLeave_Emily": "Idę dziś do miasta, a potem pomogę w knajpie. Miłego dnia!",
        "funReturn_Emily": "Dobrze mi minął dzień... Miło jest czasem wyjść z domu.",
        "spring_2": "Moje zielone przyjaciółki wróciły do życia. To dobrze.",
        "spring_1": "Szczęśliwego nowego roku, kochanie. Niech ten będzie wyjątkowy.$4",
        "spring_22": "Hmm... Może zrobię dziś na obiad sałatkę ze świeżo zebranej zieleniny. Może być?",
        "summer_20": "Energia w naszych ciałach zmienia się wraz z porami roku. Poznanie własnego rytmu to pierwszy krok do harmonii.",
        "summer_2": "Niech Yoba pobłogosławi Cię w ten piękny dzień.$7",
        "fall_1": "Ten rok zbliża się ku końcowi. Możesz w to uwierzyć?",
        "fall_25": "Nasze ciała dostrajają się do rytmu pór roku. Jasność i kolory jesieni zachęcają do przygotowań na zimę.#$e#Dla naszych przodków to uczucie było przytłaczające. My czujemy je mniej przez hałas współczesnego świata.",
        "winter_15": "W takie dni mam ochotę na cynamon, gałkę muszkatołową, goździki i kardamon.",
        "winter_5": "*ech*... Czemu na świecie musi panować wojna i nienawiść?$s",
        "winter_2": "Cały czas myślę o tych biednych, zmarzniętych wiewiórkach.$s",
        "spring_Emily": "Nie mogę się doczekać nowego roku na farmie, @!$h",
        "fall_Emily": "Dziś rano wypiłam super słodki sorbet i jest nieee-samo-wiiciee!$h",
        "summer_Emily": "Uff! Jest gorąco, ale czuję się świetnie, prawda?#$e#Może zobaczymy dziś jakieś dzikie papugi.",
        "winter_Emily": "Ups, znowu mi zamarzły włosy.$s",
        "spouseRoom_Emily": "Dziś spędzę trochę czasu z papugą. Serce mi się kraje, bo raczej już nigdy więcej nie poleci.$u"
    }