{
        "Rainy_Day_0": "Ciemność... Deszcz... Lubię taką pogodę.$l",
        "Rainy_Day_1": "Hej, pamiętasz to jezioro, przy którym się spotkaliśmy? Ta pogoda mi je przypomina.#$e#Twoja mini harfa naprawdę mnie zaskoczyła... Nie spodziewałam się tego po Tobie. Chyba dlatego tak Cię lubię.$l",
        "Rainy_Day_2": "Hej! Wstałam wcześniej i poszłam do jaskiń. Znalazłam to. Przypomniało mi o Tobie. [768 767 769 66 82]#$e#Myślisz, że znajdziesz coś lepszego? Nie sądzę!$h",
        "Rainy_Day_3": "Niezły dzień na wyprawę do kopalni, co? Tylko uważaj na siebie.#$e#Jeśli idziesz, zabierz Eliksir Zdrowia. Albo dwa.",
        "Rainy_Day_4": "Może dziś włączę ''Podróż Króla Prerii''... Przysięgam, że kiedyś przejdę to sama.$h",
        "patio_Abigail": "%Abigail jest pogrążona w muzyce.",
        "Rainy_Day_Abigail": "Wieś wygląda o wiele lepiej w takie dni, prawda?",
        "Rainy_Night_0": "Poszłam do lasu... Przysięgam, że widziałam coś przerażającego.$6",
        "Rainy_Night_1": "Dobra noc, żeby zobaczyć ducha...",
        "Rainy_Night_2": "Czujesz to? W tym deszczu jest coś kojącego...",
        "Rainy_Night_3": "W takie noce lubię gasić światła i po prostu słuchać...$8",
        "Rainy_Night_4": "Zrobiłam zupę na kolację. Mam nadzieję, że nie wyszła aż tak okropna. [199 218 219 727 730]$h",
        "Rainy_Night_5": "Hej! Wyglądasz na zmęczonego. Może pomogę Ci się zrelaksować?$h^Ciężko pracowałaś? Słodko wyglądasz, kiedy jesteś zmęczona.$h",
        "Rainy_Night_Abigail": "Dźwięki deszczu ukołyszą nas do snu.",
        "Indoor_Day_0": "Zawsze lubiłam to miejsce, jeszcze zanim się tu ${przeprowadziłeś^przeprowadziłaś}$. Teraz mogę spacerować po farmie, kiedy tylko zechcę!$h",
        "Indoor_Day_1": "Hej, @. Wybierasz się na wyprawę? Mam coś dla Ciebie... [286 287 205 732]#$e#Na czarną godzinę. Powinno się przydać.",
        "Indoor_Day_2": "Idziesz do kopalni? Hej... Jeśli znajdziesz coś pysznego, nie zapomnij o mnie!$h",
        "Indoor_Day_3": "Hej! Zastanawiam się, co dziś porobić. Nie przywykłam jeszcze do takiej swobody!",
        "Indoor_Day_4": "Mogę trochę udekorować to miejsce? Cieszę się, że mam przestrzeń, nad którą mogę sama popracować.",
        "Indoor_Day_Abigail": "Na naszej farmie zawsze coś się dzieje... Uwielbiam to.",
        "Indoor_Night_0": "Miałam dziś udany dzień. Tu zawsze dzieje się coś ciekawego.",
        "Indoor_Night_1": "Hej! Opowiedz mi o swoim dniu. Wydarzyło się coś ciekawego?$h",
        "Indoor_Night_2": "Kiedyś byłam nocnym markiem, ale podoba mi się ten wiejski styl życia. Czuję się naturalnie.",
        "Indoor_Night_3": "*ziew*... W sumie mogłabym już pójść spać.$h",
        "Indoor_Night_4": "W nocy różne dźwięki są tu dużo wyraźniejsze. Nigdy mi się to nie znudzi.",
        "Indoor_Night_Abigail": "Idziesz już spać? Przygotowałam dla nas elektryczny kocyk...$l",
        "Outdoor_0": "Lekka bryza wieje dziś z gór. Pachnie jak świeża sosna i szałwia.",
        "Outdoor_1": "Hmm... Mamy sporo miejsca na Farmę Szlamu!",
        "Outdoor_2": "Pamiętaj, żeby wysprzątać kapliczkę Twojego Dziadka. Jest w niej coś wyjątkowego, czuję to.",
        "Outdoor_3": "Fajnie, że mamy własną jaskinię. Zawsze o czymś takim marzyłam.$h",
        "Outdoor_4": "Zawsze zapominam zabrać przekąsek.$h",
        "Outdoor_Abigail": "Trochę się tu pokręcę, okej?#$e#Widzę mnóstwo ciekawych owadów i innych rzeczy. *hihi*$h",
        "funLeave_Abigail": "Jakby co, idę do miasta. Muszę trochę się poruszać.",
        "funReturn_Abigail": "Hej! Jak Ci minął dzień? U mnie całkiem nieźle. Ten spacer był odświeżający.$h",
        "OneKid_3": "Nie mogę w to uwierzyć. Jestem ''mamą''... Życie potrafi zaskoczyć.$h",
        "TwoKids_0": "%kid1 i %kid2 zjadły swoje czekoladowe płatki. Ale się darły!",
        "TwoKids_2": "Śniło mi się, że %kid2 zostanie słynnym łowcą potworów. Już wyobrażałam sobie ten malutki pancerz.",
        "TwoKids_3": "Fajny stary domek, dwoje dzieci i wspaniała farma. Nigdy nie myślałam, że zajdę tak daleko... Ale hej! Nasze życie dopiero się zaczyna.$h",
        "Good_1": "Słyszysz to? Czasami mam wrażenie, że ten dom może być nawiedzony.$u",
        "Good_2": "Horoskop Welwicka zapowiedział dziś dobry dzień. Od razu poczułam się zmotywowana!",
        "Good_3": "Nie pamiętam, kiedy ostatnio farbowałam włosy... Ten kolor chyba nigdy nie zejdzie.",
        "Good_4": "Dobrze, że mam takie grube buty. Nie wyobrażam sobie chodzenia po tym błocie w tenisówkach.$h",
        "Good_5": "Oglądałam ten syreni naszyjnik, który od Ciebie dostałam... Będę go nosić z dumą aż do śmierci.$l",
        "Good_6": "Hej. Wiem, że jesteś ${mądry^mądra}$, ale czasami się o Ciebie martwię. Na świecie jest wiele potworów.$6#$e#Obiecaj mi, że będziesz ${ostrożny^ostrożna}$. Nie chcę Cię stracić.",
        "Good_7": "@? Chcę Ci tylko powiedzieć, że doceniam Twoją pracę. Jestem z Ciebie dumna.$l",
        "Neutral_0": "Mam nadzieję, że nadal będziesz mnie ${kochał^kochała}$, kiedy się zestarzeję. To przecież nieuniknione!!",
        "Neutral_1": "Myślisz, że Twój dziadek byłby z nas dumny?",
        "Neutral_6": "Ciekawe, jak się miewa sklep mojego ojca? Powinnam kiedyś odwiedzić rodziców.",
        "Neutral_7": "Kiedy odejdziesz do świata dusz, zrobię Ci małą kapliczkę obok tej Twojego Dziadka.",
        "Neutral_8": "Nieważne, ile sprzątamy. I tak jest brudno.#$e#Taki urok mieszkania na farmie.",
        "Neutral_9": "Zastanawiam się, czy spędzimy tu całe życie? Pewnie w końcu zaczęłoby mnie to nudzić.",
        "Bad_7": "Kiedyś byłam dla Ciebie kimś wyjątkowym, najlepszym przyjacielem... Teraz zauważasz mnie tylko, gdy robię Ci obiad.$s",
        "Bad_8": "Ostatnio traktujesz mnie chłodno... Co się z Tobą dzieje? Zachowujesz się jak dusza topielca.$s",
        "Bad_9": "Zastanawiam się, czy mogłam wybrać lepiej... Przed Twoim przyjazdem Sebastian był moim przyjacielem. Może to on był tym jedynym...$s",
        "spring_1": "Masz jakieś plany na nowy rok?",
        "spring_12": "Hej, jutro Festiwal Jajek. Wybacz, ale nie dam Ci forów tylko dlatego, że jesteśmy małżeństwem!$h#$e#Zamierzam to wygrać. Spróbuj mnie pokonać.",
        "spring_2": "Masz jakieś postanowienia noworoczne? Ja próbuję zrzucić kilka kilogramów.$h",
        "summer_1": "Bardzo łatwo się opalam, więc o tej porze roku muszę uważać.#$e#Mam nadzieję, że lubisz mnie bladą!$h",
        "summer_4": "Kochanie, uważaj, żeby nie dostać udaru słonecznego.#$e#Pij dużo wody i nie przepracowuj się.",
        "summer_8": "Przepraszam za zapach... Całą noc się pociłam.",
        "summer_15": "Lato... czyli dom pełen much.#$e#Nie martw się, załatwię je. Lubię to!$h",
        "fall_6": "Ach... jesień. Moja ulubiona pora roku. Jej kolory idealnie pasują do moich włosów, prawda?",
        "fall_1": "Tego zapachu nie da się pomylić... Grzyby, suche liście, dynia. Jesień! O tak. Piękne, prawda?",
        "fall_2": "Czy w tym sezonie posadzimy wielgachną dynię? Prooooszę, Skarbie?$h",
        "fall_20": "Kochanie... Przy Tobie nawet cała skrzynia kwarcu to drobiazg.#$e#A skrzynia pełna ametystów? Hmm... Musiałabym się zastanowić.$h",
        "winter_3": "W sumie lubię mrozy. Mogę wtedy owinąć się w kocyk!$h",
        "winter_15": "Zimą fajnie spacerować po dolinie! Wszystko wygląda inaczej pod tą śnieżną pierzyną...",
        "spring_Abigail": "Może i lubię chłodne pory roku, ale pod koniec zawsze cieszę się, gdy nadchodzi wiosna.",
        "summer_Abigail": "O kurczę... Ale bym zjadła tort czekoladowy.",
        "fall_Abigail": "Czy ja czuję zapach dyni? Może mi się wydawało...$h",
        "winter_Abigail": "Pamiętasz, jak graliśmy razem w ''Króla Prerii''? To były dobre czasy.$h",
        "spouseRoom_Abigail": "#$c .5#Wstałam wcześniej i nakarmiłam Davida Juniora. Rano jest zawsze najbardziej energiczny.#$e#Mam nadzieję, że nie przeszkadza Ci zapach świnki morskiej."
    }