{
        "Introduction": "Oh! To ty masz pracować na tej starej farmie?#$b#Jestem Maru. Miło mi cię poznać!$h#$e#W tak małym miasteczku nowa twarz może sporo zmienić.",
        "Resort_Entering": "Willy mówił, że pomogłeś naprawić łódź. Dzięki!^Willy wspominał, że pomogłaś naprawić łódź. Dzięki!",
        "Resort_Leaving": "Było fajnie!",
        "Resort": "Zauważyłam parę różnych gatunków rozgwiazd. Moje ulubione to te duże fioletowe, ale wszystkie wyglądają ciekawie!",
        "Resort_Towel": "*głęboki wdech*... To zaćmienie!$3#$b#Oh... nieważne. To tylko ty blokujesz słońce.",
        "Resort_Towel_2": "Jesteśmy daleko od cywilizacji.#$b#Wyobraź sobie gwiazdy, które można zobaczyć w nocy.#$e#Kto wie, może nawet dałoby się zobaczyć latający spodek!$h",
        "Resort_Bar": "Mmmm... Czemu tropikalne owoce są takie dobre?",
        "Resort_Shore": "Zastanawiam się, czy Willy by mi pozwolił wziąć teleskop...#Tutejsze niebo jest takie czyste, założę się, że można stąd zobaczyć Miasto Pelikan.#Może nawet zobaczę ciebie na Farmie %farm!",
        "danceRejection": "Jestem zaszczycona! Ale... Nie.",
        "divorced": "Nie mam ci nic do powiedzenia.$a",
        "breakUp": "Nie za dobra dla ciebie, hę?$a#$b#Niech ci będzie...$s",
        "dumped_Girls": "Ale masz tupet!$a",
        "secondChance_Girls": "Straciłam do ciebie trochę szacunku, @... Ale mogę ci wybaczyć.$s",
        "Mon": "Kiedy mam jakiś problem, zawsze idę na spacer.#$e#To zaskakujące, jak zmiana otoczenia może pomóc.",
        "Tue": "Znasz już moją matkę? Jest tutejszym stolarzem.",
        "Wed": "We wtorki i czwartki pracuję w przychodni Harveya.#$b#Mówi, że lubi mieć mnie w pobliżu, na wypadek, gdyby jego sprzęt medyczny zaczął szaleć!$h#$e#Bycie farmerem wydaje się całkiem łatwe, no nie?",
        "Thu": "Tego lata planuję spędzać dużo czasu patrząc przez mój teleskop.",
        "Sat": "Znasz już mojego ojca, Demetriusa? Jest naukowcem. Dobrze się bawię pomagając mu w laboratorium.",
        "Fri": "Hej, wybacz, jeśli wyglądam nieswojo... Jestem trochę obolała po wczorajszej pracy.#$c .5# Musiałam zanieść dziesięć pudełek kartotek medycznych na strych!#$e#Sortowałam wyniki pacjentów przez cztery godziny, bez przerwy! ",
        "Sun": "Cześć!#$q 3/4 Sun_01_old#Przyjemnie ci się pracuje na farmie?#$r 3 0 Sun_01_01#Tak.#$r 4 0 Sun_01_02#Nie.",
        "Sun_01_old": "$p 3#Hej, kolejny tydzień postępu na farmie! Wygląda na to, że dobrze ci się powodzi.$h|Kolejny męczący tydzień na farmie, co nie? To musi być naprawdę ciężka robota...$s",
        "Sun_01_01": "Cóż, to chyba dobrze, prawda?$h",
        "Sun_01_02": "O kurczę! Współczuję. Czy kiedykolwiek myślałeś o pracy w innym miejscu?$s^O kurczę! Współczuję. Czy kiedykolwiek myślałaś o pracy w innym miejscu...?$s",
        "Tue2": "Wstąp do nas, jeśli będzie ci trzeba ulepszyć jakiś budynek.#$e#Zawsze miło jest mieć gości.",
        "Fri4": "Mama jest stolarzem, a tata naukowcem. Chyba ma to sens, skoro lubię budować gadżety.",
        "Mon6": "Czasem moja głowa jest tak zagracona różnymi głupimi sprawami, że trudno mi pomyśleć o czymś innym. Też tak masz?#$e#Przeważnie wyjście na świeże powietrze pomaga.",
        "Wed8": "We wtorki i czwartki pracuję w przychodni Harveya.#$e#Jest miły, ale nie w moim typie...",
        "Thu10": "Oh, @! Czy jest coś o czym chcesz ze mną porozmawiać?$l",
        "Event_Hospital_1": "Oczywiście, że się skapnie! Ta próbka jest zniszczona!%fork$s",
        "Event_Hospital_2": "Okej, powiem, że to ty.$u",
        "Event_Hospital_3": "Masz rację. Po prostu powiem mu prawdę.%fork$u",
        "Event_Space1": "To niesamowite, co nie?",
        "Event_Space2": "Sądzę, że można tak na to spojrzeć...$s#$b#Ale to wciąż niesamowite, prawda?",
        "Event_Cut1": "Nie?$8#$b#Cóż, czuję się trochę lepiej. Dzięki.",
        "Event_Cut2": "O nie! Ahh... Bardzo mi przykro.$s",
        "event_robot1": "Dzięki. To dla mnie wiele znaczy, @.#$b#Wiem, że nie przepadasz za gadżetami... Ale dziękuję, że interesujesz się tym, co robię.#$b#Chciałabym ci się jakoś odwdzięczyć.$l",
        "event_robot2": "Co? Po tym, jak powiedziała wprost, że nie chce być niewolnicą? Coś takiego...%fork$a",
        "event_robot3": "Heh...$8#$b#Myślę, że powiedziała coś w tym stylu, prawda?$l#$b#...Ee...$l",
        "event_robot4": "...$8#$b#@...$8",
        "event_robot_explain1": "...$s#$b#Masz rację, zaprogramowałam ją, żeby zachowywała się jak człowiek... Ale jej sieć neuronowa jest tak złożona, że nie mam pewności, czy jej świadomość pojawiła się sama z siebie.$8#$b#Co więcej, czy nie jest to trochę aroganckie zakładać, że ludzka świadomość jest jedyną wartościową jednostką egzystencji? Mózgi komputerów są inne niż nasze, ale to nie znaczy, że możemy je lekceważyć.$8",
        "event_robot_explain2": "Rozumiem. Cóż, to nie było zbyt śmieszne.$a",
        "event_robot_explain3": "To okropne! Co w ciebie wstąpiło, @?$a#$b#Po prostu zapomnę o tej rozmowie... Nie zachowujesz się jak ty.$a",
        "summer_1": "Lato to świetna pora roku na obserwowanie gwiazd.",
        "summer_Mon": "Hmm... Nad jakim gadżetem powinnam tego lata popracować?",
        "summer_Mon6": "Jeśli chcesz pomajstrować przy gadżetach, możesz do mnie wpaść.",
        "summer_Tue": "Sebastian jest moim przyrodnim bratem, jeśli jeszcze tego nie wiesz.#$e#Strasznie się od siebie różnimy.",
        "summer_Tue4": "Sebastian rzadko ze mną rozmawia. Zastanawiam się czy w ogóle mnie lubi?#$e#To smutne, chcę mieć brata, ale on zachowuje się, jakby nim nie był.",
        "summer_Wed": "Lubisz lato?#$e#W tym roku było bardzo ciepło.$h",
        "summer_Thu": "Wybacz, właśnie myślałam nad kilkoma gadżetami, które tworzę.#$q 35/36 Thu_01_old#Zdecydowałam, że kiedyś stworzę robota.#$r 35 30 Thu_0#To powinna być dla ciebie błahostka#$r 36 -50 Thu_01_01#Powinnaś być realistą#$r 35 40 Thu_01_02#Brzmi jak wyzwanie",
        "Thu_01_old": "Widzimy się później.",
        "Thu_0": "Naprawdę? Nie próbujesz mi tylko schlebiać?",
        "Thu_01_01": "Myślisz, że tego nie dałabym rady?$s",
        "Thu_01_02": "Masz rację, ale uwielbiam wyzwania!$h",
        "summer_Sat": "Hej, masz jakieś ciekawe historie z farmy?#$e#Czyli nie.",
        "summer_Fri": "Pracowałam wczoraj w przychodni. Nie mieliśmy żadnego pacjenta.#$e#Chyba ludzie rzadziej chorują w lecie.",
        "summer_Sun": "Na pewno masz na farmie posadzone jakieś ciekawe rośliny.#$b#Tata mówi, że o tej porze roku rośnie tu wiele egzotycznych roślin.",
        "summer_Fri2": "Hej, powiedz mi coś o rolnictwie.#$e#To bardzo ciekawe!",
        "summer_Wed4": "Czy to tylko mi, czy nagle zrobiło się tak gorąco?#$e#Chyba tylko mi.",
        "summer_Sun6": "Któregoś dnia zostanę wynalazcą światowej klasy.$u#$e#Masz szczęście, że jesteś moim przyjacielem!#$b#...Żartowałam.",
        "summer_Tue8": "@, dobrze dzisiaj wyglądasz.$h",
        "summer_Thu10": "Jak to możliwe, że twoje ręce są takie delikatne przy ciągłej pracy na farmie?",
        "fall_Mon": "Ile już odkryłeś w kopalni? Słyszałam, że można tam znaleźć przydatne minerały.^Ile już odkryłaś w kopalni? Słyszałam, że można tam znaleźć przydatne minerały.",
        "fall_Tue": "Drzewa dziś wyglądają przepięknie!$h",
        "fall_Thu": "W innych miejscach na świecie jest teraz wiosna. Wyobrażasz to sobie?",
        "fall_Wed": "Bleh... Chyba nie będę jutro pracować.",
        "fall_Fri": "Założę się, że w jesieni będzie więcej ludzi w przychodni.$s#$e#Mam nadzieję, że wszyscy są zdrowi.",
        "fall_Sat": "Wszystkie te spadające liście są pożywieniem dla grzybów i innych małych organizmów.$u#$e#Ciekawe, prawda?",
        "fall_Sun": "Hej, za następny dobry tydzień! *toast*",
        "fall_Tue2": "@, podoba mi się, jak wyglądają drzewa o tej porze roku!#$e#Zgaduję, że tobie również.",
        "fall_Wed4": "Jeśli masz zbyt dużo metalu, mogłabym go użyć do jednego z moich projektów.#$e#Ale tylko, jeśli go nie potrzebujesz.",
        "fall_Fri6": "Ostatnio byłam wyjątkowo optymistyczna...$h",
        "fall_Mon8": "Może odwiedzisz mnie jutro w przychodni? Pracuję od 10 do 16.$h",
        "fall_Thu10": "Masz liścia we włosach. Czekaj, ściągnę go.#$e#...$h",
        "winter_1": "O kurczę, ale zimno...$s",
        "winter_Mon": "Fajnego ulepiłam bałwana?$h",
        "winter_Tue": "Włosy mi się kręcą przez tę pogodę. *ehh*",
        "winter_Wed": "Myślę, że zima to dobry czas, żeby popracować nad moimi gadżetami.#$e#Ciekawe czy mogłabym zrobić coś przydatnego dla farmerów?",
        "winter_Thu": "Hej! Co tam?#$e#To dobry czas, na eksploracje jaskiń.#$e#Poszłabym, ale Tata by oszalał.",
        "winter_Fri": "Mam nadzieję, że nie złapię w tym roku grypy.",
        "winter_Sat": "Masz już piec?#$e#Możesz w nim przetopić rudę na sztabki.$u",
        "winter_Sun": "Jak jest zimno robię się bardzo zmęczona...",
        "winter_Sat2": "Hej, daj mi znać jeśli trzeba ci naprawić jakąś maszynę.$h",
        "winter_Tue4": "Hej, masz jakiś pomysł na nowy gadżet?#$e#Mhmm. Zaufam ci.",
        "winter_Fri6": "Dobrze dziś wyglądasz. Domyślam się, że to zimowe powietrze.",
        "winter_Mon8": "Cześć @!$h#$e#Nie wydaje ci się, że mój bałwan trochę przypomina ciebie?",
        "winter_Thu10": "@, podejdź bliżej. Zimno mi.$l#$e#Moje ręce są tak zimne od tego powietrza. Wybacz.$l"
}