{
        "Introduction": "Och! To ty masz pracować na tej starej farmie?#$b#Jestem Maru. Miło mi Cię poznać!$h#$e#W tak małym miasteczku nowa twarz może sporo zmienić.",
        "FlowerDance_Accept": "Heh... pewnie! Nagle taniec brzmi o wiele zabawniej.$h",
        "AcceptBirthdayGift_Positive": "Hej, co to, prezent urodzinowy? Jest świetny! Dzięki za pamięć!$h",
        "AcceptBirthdayGift_Negative": "Hej, co to, prezent urodzinowy? Jest... uch, cóż, prezentem. I tak dzięki za pamięć.",
        "AcceptGift_(O)StardropTea": "Mmm... czemu to jest takie smaczne? Świetny prezent.",
        "AcceptGift_(O)787": "Idealnie nada się do zasilenia mojego ostatniego projektu! Dzięki, @!$h",
        "AcceptGift_(O)336": "Ach, szczere złoto... Nie jest najsilniejszym materiałem, ale ma bardzo przydatne właściwości!$h",
        "AcceptGift_(O)337": "Wow! To rzadki pierwiastek. Mówi się, że cały iryd na naszej planecie pochodzi z meteorytów...$h",
        "AcceptGift_(O)122": "Uuu, to takie ekscytujące! Zrekonstruuję to i zobaczę, czy uda mi się odtworzyć tę technologię.$h",
        "AcceptGift_(O)910": "Ach! Ostrożnie z tym! Dotykasz tego gołymi rękami?$9#$b#... Wybacz... he he... przy odpowiedniej manipulacji ten materiał idealnie się nada do mojej egzotycznej maszyny.",
        "dating_Maru": "Ymmm... Nie mów tego mojemu tacie, ok? Ja się tym zajmę.",
        "dating_Maru_memory_oneday": "Mmm... ciężko mi się dzisiaj skupić na pracy.$l",
        "GreenRain": "Chcę iść zbierać próbki z tatą, ale mama nalega, żebym tu została...",
        "GreenRain_2": "To rzadka okazja, by zbadać to wyjątkowe zjawisko... Liczy się każda sekunda!",
        "eventSeen_9": "Powinnam jeszcze popracować nad moim wynalazkiem, zanim Ci go pokażę...$s",
        "eventSeen_9_memory_oneweek": "Jak Twoja dłoń?#$b#Daj zobaczyć... Hej, wygląda lepiej!$h",
        "married_Sebastian": "Hej, można powiedzieć, że jesteśmy teraz jak brat i siostra!$h^Hej, można powiedzieć, że jesteśmy teraz siostrami!$h#$e#Cieszę się, że Sebastian wyszedł z piwnicy...#$e#Życzę wam wszystkiego najlepszego!",
        "married_Penny": "Hej, gratuluję!$h#$b#Pamiętam, jak Penny pierwszy raz mi powiedziała, co do Ciebie czuje...#$b#Była bardzo nieśmiała, ale od razu wiedziałam, że to coś poważnego... Nie powiedziałaby czegoś takiego, gdyby nie miała tego na myśli!",
        "married_Harvey": "Zawsze wydawało mi się, że wyglądasz zbyt zdrowo, żeby przychodzić do kliniki... Teraz to ma sens...",
        "Resort_Entering": "Willy mówił, że pomogłeś naprawić łódź. Dzięki!^Willy wspominał, że pomogłaś naprawić łódź. Dzięki!",
        "Resort_Leaving": "Było fajnie!",
        "Resort": "Zauważyłam kilka różnych gatunków rozgwiazd. Moje ulubione to te duże fioletowe, ale wszystkie wyglądają ciekawie!",
        "Resort_Towel": "*głęboki wdech*... To zaćmienie!$3#$b#Och... nieważne. To tylko ty blokujesz słońce.",
        "Resort_Towel_2": "Jesteśmy daleko od cywilizacji.#$b#Wyobraź sobie gwiazdy, które można zobaczyć w nocy.#$e#Kto wie, może nawet dałoby się zobaczyć latający spodek!$h",
        "Resort_Bar": "Mmmm... Czemu tropikalne owoce są takie dobre?",
        "Resort_Shore": "Zastanawiam się, czy Willy pozwoliłby mi wziąć teleskop...#Tutejsze niebo jest takie czyste, założę się, że można stąd zobaczyć Miasto Pelikan.#Może nawet zobaczę Ciebie na ''%farm'' farmie!",
        "FlowerDance_Accept_Spouse": "Oczywiście... *szept* Po tym możemy iść do domu się poprzytulać?$l",
        "FlowerDance_Decline": "Jestem zaszczycona! Ale... nie.",
        "divorced": "Nie mam ci nic do powiedzenia.$a",
        "breakUp": "Nie za dobra dla Ciebie, co?$a#$b#Niech ci będzie...$s",
        "dumped_Girls": "Ale masz tupet!$a",
        "secondChance_Girls": "Straciłam do Ciebie trochę szacunku, @... Ale mogę Ci wybaczyć.$s",
        "Mon": "Kiedy mam jakiś problem, zawsze idę na spacer.#$e#To zaskakujące, jak zmiana otoczenia potrafi pomóc.",
        "Tue": "Znasz już moją matkę? Jest tutejszym stolarzem.",
        "Wed": "We wtorki i czwartki pracuję w przychodni Harveya.#$b#Mówi, że lubi mieć mnie w pobliżu, na wypadek gdyby jego sprzęt medyczny zaczął szaleć!$h#$e#Bycie farmerem wydaje się całkiem łatwe, no nie?",
        "Thu": "Tego lata planuję spędzać dużo czasu, patrząc przez mój teleskop.",
        "Thu4": "Czasami, gdy patrzę w kosmos przez teleskop, uderza mnie to niesamowite uczucie... Jakbyśmy nie mieli tego zobaczyć.#$e#To głupie, wiem...$h",
        "Sat": "Znasz już mojego ojca, Demetriusa? Jest naukowcem. Dobrze się bawię, pomagając mu w laboratorium.",
        "Sat2": "Naprawienie czegoś własnoręcznie jest bardzo satysfakcjonujące, zamiast wyrzucania tego do śmieci.",
        "Sat4": "Niektórzy mówią, że 'magia nie istnieje'... ale czy kiedykolwiek zastanawiali się nad magnetyzmem?",
        "Sat6": "Jak się pomyśli o ludzkim ciele, trudno uwierzyć, że to wszystko jakoś po prostu działa.",
        "Sat8": "Wiesz co, tak sobie myślałam... Nawet z całą technologią świata, nic nie pobije ludzkiego przyjaciela.",
        "Fri": "Hej, wybacz, jeśli wyglądam nieswojo... Jestem trochę obolała po wczorajszej pracy.#$c .5#Musiałam zanieść dziesięć pudełek kartotek medycznych na strych!#$e#Sortowałam wyniki pacjentów przez cztery godziny, bez przerwy!",
        "Sun": "Cześć!#$q 3/4 Sun_01_old#Przyjemnie Ci się pracuje na farmie?#$r 3 0 Sun_01_01#Tak.#$r 4 0 Sun_01_02#Nie.",
        "Sun_01_old": "$p 3#Hej, kolejny tydzień postępu na farmie! Wygląda na to, że dobrze Ci się powodzi.$h|Kolejny męczący tydzień na farmie, co nie? To musi być naprawdę ciężka robota...$s",
        "Sun_01_01": "Cóż, to chyba dobrze, prawda?$h",
        "Sun_01_02": "O kurczę! Współczuję. Czy kiedykolwiek ${myślałeś^myślałaś}$ o pracy w innym miejscu?$s",
        "Tue2": "Wstąp do nas, jeśli będziesz ${potrzebował^potrzebowała}$ ulepszyć jakiś budynek.#$e#Zawsze miło mieć gości.",
        "Fri4": "Mama jest stolarzem, a tata naukowcem. Chyba ma to sens, skoro lubię budować gadżety.",
        "Fri6": "Mój tata ma bardziej logiczny umysł, a moja mama jest bardzo intuicyjna. Przez tę różnicę często się kłócą...$s",
        "Mon6": "Czasem moja głowa jest tak zagracona różnymi głupimi sprawami, że trudno mi pomyśleć o czymś innym. Też tak masz?#$e#Przeważnie wyjście na świeże powietrze pomaga.",
        "Wed8": "We wtorki i czwartki pracuję w przychodni Harveya.#$e#Jest miły, ale nie w moim typie...",
        "Thu10": "Och, @! Czy jest coś, o czym chcesz ze mną porozmawiać?$l",
        "Event_Hospital_1": "Oczywiście, że się skapnie! Ta próbka jest zniszczona!%fork$s",
        "Event_Hospital_2": "Okej, powiem, że to ty.$u",
        "Event_Hospital_3": "Masz rację. Po prostu powiem mu prawdę.%fork$u",
        "Event_Space1": "To niesamowite, prawda?",
        "Event_Space2": "Sądzę, że można tak na to spojrzeć...$s#$b#Ale to wciąż niesamowite, prawda?",
        "Event_Cut1": "Nie?$8#$b#Cóż, czuję się trochę lepiej. Dzięki.",
        "Event_Cut2": "O nie! Ach... Bardzo mi przykro.$s",
        "event_robot1": "Dzięki. To dla mnie wiele znaczy, @.#$b#Wiem, że nie przepadasz za gadżetami... Ale dziękuję, że interesujesz się tym, co robię.#$b#Chciałabym Ci się jakoś odwdzięczyć.$l",
        "event_robot2": "Co? Po tym, jak powiedziała wprost, że nie chce być niewolnicą? Coś takiego...%fork$a",
        "event_robot3": "Heh...$8#$b#Myślę, że powiedziała coś w tym stylu, prawda?$l#$b#... Ee...$l",
        "event_robot4": "...$8#$b#@...$8",
        "event_robot_explain1": "...$s#$b#Masz rację, zaprogramowałam ją, żeby zachowywała się jak człowiek... Ale jej sieć neuronowa jest tak złożona, że nie mam pewności, czy świadomość nie pojawiła się u niej samoistnie.$8#$b#Poza tym, czy nie jest trochę aroganckie zakładać, że tylko ludzka świadomość ma wartość? Mózgi komputerów działają inaczej niż nasze, ale to nie znaczy, że można je lekceważyć.$8",
        "event_robot_explain2": "Rozumiem. Cóż, to nie było zbyt zabawne.$a",
        "event_robot_explain3": "To okropne! Co w Ciebie wstąpiło, @?$a#$b#Po prostu zapomnę o tej rozmowie... Nie zachowujesz się jak Ty.$a",
        "summer_1": "Lato to świetna pora na obserwowanie gwiazd.",
        "summer_Mon": "Hmm... Nad jakim gadżetem powinnam popracować tego lata?",
        "summer_Mon6": "Jeśli masz ochotę pomajstrować przy gadżetach, wpadaj do mnie.",
        "summer_Tue": "Sebastian jest moim przyrodnim bratem, jeśli jeszcze tego nie wiesz.#$e#Strasznie się różnimy.",
        "summer_Tue4": "Sebastian rzadko ze mną rozmawia. Zastanawiam się, czy w ogóle mnie lubi?#$e#To smutne. Chcę mieć brata, a on zachowuje się, jakby nim nie był.",
        "summer_Wed": "Lubisz lato?#$e#W tym roku było naprawdę gorąco.$h",
        "summer_Wed4": "Penny i ja prowadzimy sezonowy klub książki.#$b#Jesteśmy tylko we dwie, ale i tak fajnie jest porozmawiać o książkach!",
        "summer_Thu": "Wybacz, zamyśliłam się nad kilkoma gadżetami, które projektuję.#$q 35/36 Thu_01_old#Zdecydowałam, że kiedyś stworzę robota.#$r 35 30 Thu_0#To powinna być dla Ciebie bułka z masłem.#$r 36 -50 Thu_01_01#Powinnaś podejść do tego realistycznie.#$r 35 40 Thu_01_02#Brzmi jak wyzwanie.",
        "Thu_01_old": "Do zobaczenia później.",
        "Thu_0": "Naprawdę? Nie próbujesz mi tylko schlebiać?",
        "Thu_01_01": "Myślisz, że nie dałabym rady?$s",
        "Thu_01_02": "Masz rację, ale uwielbiam wyzwania!$h",
        "summer_Sat": "Hej, masz jakieś ciekawe historie z farmy?#$e#Czyli nie.",
        "summer_Fri": "Pracowałam wczoraj w przychodni. Nie było żadnych pacjentów.#$e#Chyba ludzie rzadziej chorują latem.",
        "summer_Sun": "Na pewno masz na farmie jakieś ciekawe rośliny.#$b#Tata mówi, że o tej porze roku rośnie tu wiele egzotycznych gatunków.",
        "summer_Fri2": "Hej, opowiedz mi coś o rolnictwie.#$e#To bardzo ciekawe!",
        "summer_Wed2": "Czy tylko mi się wydaje, czy zrobiło się nagle bardzo gorąco?#$e#Chyba tylko mi.",
        "summer_Sun6": "Pewnego dnia zostanę wynalazczynią światowej klasy.$u#$e#Masz szczęście, że się przyjaźnimy!#$b#... Żartowałam.",
        "summer_Tue8": "@, dobrze dziś wyglądasz.$h",
        "summer_Thu10": "Jak to możliwe, że masz takie delikatne dłonie przy całej tej pracy na farmie?",
        "fall_Mon": "Ile już odkryłeś w kopalni? Słyszałam, że można tam znaleźć przydatne minerały.^Ile już odkryłaś w kopalni? Słyszałam, że można tam znaleźć przydatne minerały.",
        "fall_Tue": "Drzewa wyglądają dziś przepięknie!$h",
        "fall_Thu": "W innych częściach świata jest teraz wiosna. Wyobrażasz to sobie?",
        "fall_Wed": "Bleh... Chyba jutro nie pójdę do pracy.",
        "fall_Fri": "Założę się, że jesienią będzie więcej pacjentów w przychodni.$s#$e#Mam nadzieję, że wszyscy będą zdrowi.",
        "fall_Sat": "Wszystkie te opadające liście stają się pożywieniem dla grzybów i innych małych organizmów.$u#$e#Ciekawe, prawda?",
        "fall_Sun": "Hej, za kolejny udany tydzień! *toast*",
        "fall_Tue2": "@, bardzo podobają mi się drzewa o tej porze roku!#$e#Zgaduję, że Tobie też.",
        "fall_Wed4": "Jeśli masz za dużo metalu, mogłabym go wykorzystać w jednym z moich projektów.#$e#Ale tylko jeśli Ci będzie niepotrzebny.",
        "fall_Fri6": "Ostatnio jestem wyjątkowo optymistyczna...$h",
        "fall_Mon8": "Może jutro mnie odwiedzisz w przychodni? Pracuję od 10 do 16.$h",
        "fall_Thu10": "Masz liścia we włosach. Czekaj, zdejmę go.#$e#...$h",
        "winter_1": "O kurczę, ale zimno...$s",
        "winter_Mon": "Ulepiłam fajnego bałwana, prawda?$h",
        "winter_Tue": "Przez tę pogodę kręcą mi się włosy. *ech*",
        "winter_Wed": "Myślę, że zima to dobry czas, żeby popracować nad moimi gadżetami.#$e#Ciekawe, czy mogłabym zrobić coś przydatnego dla farmerów?",
        "winter_Thu": "Hej! Co słychać?#$e#To dobry czas na eksplorowanie jaskiń.#$e#Też bym poszła, ale tata by oszalał.",
        "winter_Fri": "Mam nadzieję, że w tym roku nie złapię grypy.",
        "winter_Sat": "Masz już piec?#$e#Możesz w nim przetapiać rudę na sztabki.$u",
        "winter_Sun": "Kiedy jest zimno, robię się bardzo zmęczona...",
        "winter_Sat2": "Hej, daj znać, jeśli trzeba Ci coś naprawić.$h",
        "winter_Tue4": "Hej, masz jakiś pomysł na nowy gadżet?#$e#Mhmm. Zaufam Ci.",
        "winter_Fri6": "Dobrze dziś wyglądasz. To chyba przez to świeże, zimowe powietrze.",
        "winter_Mon8": "Cześć, @!$h#$e#Nie wydaje Ci się, że mój bałwan trochę Cię przypomina?",
        "winter_Thu10": "@, podejdź bliżej. Zimno mi.$l#$e#Moje dłonie są takie zimne przez to powietrze. Wybacz.$l"
    }