{
        "Mon": "Tak trzymaj, dzieciaku. Myślę, że zostaniesz gwiazdą.#$e#Pytaj, jeśli czegoś nie wiesz.",
        "Tue": "Wiedziałem, że kiedyś tu przyjdziesz. Oczywiście, nieco Ci to utrudniłem, żeby zmotywować Cię do osiągnięcia sukcesu.",
        "Wed": "Urodziłem się jako zwyczajny dzieciak, ale wcześnie postanowiłem stać się kimś niezwykłym.",
        "Thu": "Hej. Nie mów nikomu o tym miejscu, dobrze? Chcę, żeby było... ekskluzywne.#$e#Zachowasz tajemnicę dla swojego przyjaciela, Pana Qi. Prawda?",
        "Fri": "Nigdy nie przestawaj dążyć do ideału.#$e#Wszystko, co robisz, rób najlepiej, jak potrafisz.",
        "Sat": "Wpadaj, kiedy tylko chcesz odpocząć.",
        "Sun": "Pracuj ciężko, a może kiedyś osiągniesz tyle, co ja.",
        "married": "To było bardzo podejrzane wesele, @.#$b#... Co? Nie zauważyłeś mnie?^... Co? Nie zauważyłaś mnie?#$b#Ha ha ha... dziecko... Nie da się ukryć niczego przed Panem Qi.",
        "QiNutRoom_Mon": "Na tym świecie jest więcej, niż ludzkie oko dostrzega, dzieciaku. Może kiedyś to zrozumiesz.#$b#A póki co, dąż do doskonałości we wszystkim, co robisz.",
        "QiNutRoom_Tue": "Jestem tu, gdzie stoję, dzięki czystej sile woli, dzieciaku.#$b#Widzisz... umysł to bardzo potężne narzędzie.#$b#Właściwie... to najpotężniejsze narzędzie w całym wszechświecie.",
        "QiNutRoom_Wed": "Jestem pod wrażeniem Twojej wytrwałości, dzieciaku... Żeby dojść tak daleko, potrzeba naprawdę wielu orzechów.",
        "QiNutRoom_Thu": "Gdziekolwiek będziesz... zawsze będę za kurtyną, upewniając się, że spektakl jest interesujący. Ha ha ha...#$b#Ale... czy na pewno?",
        "QiNutRoom_Fri": "Skieruj wzrok na najdalszą gwiazdę i obierz ją za swój cel.#$b#To od Ciebie zależy, czy zajdziesz dalej, niż kiedykolwiek ${sądziłeś^sądziłaś}$.",
        "QiNutRoom_Sat": "Niektóre rzeczy przekraczają czas i przestrzeń, dzieciaku. To wyjątkowe uczucie w sercu... szepty z zaświatów.",
        "QiNutRoom_Sun": "Po lewej znajdziesz tablicę z moimi specjalnymi wyzwaniami... dostosowanymi specjalnie dla Ciebie.#$b#Po prawej, zestaw fantastycznych nagród dla tych, którzy im sprostają.#$b#Powodzenia, dzieciaku."
    }