{
        "Introduction": "O... Cześć! Jestem Penny...",
        "AcceptBirthdayGift_Loved": "Och! To dla mnie? Na... na moje urodziny?$3#$b#*niuch*... Wybacz.$s#$b#Nie... nie jestem przyzwyczajona do życzliwości...#$b#... Ale uwielbiam to. Jest idealne. Bardzo Ci dziękuję.",
        "AcceptBirthdayGift_Positive": "Na moje urodziny? To miłe z Twojej strony! To wspaniały prezent.$h",
        "AcceptBirthdayGift_Negative": "Na moje urodziny? To miłe z Twojej strony! Pozwól, że go odpakuję...$h#$b#...Co!?$12#$b#...Oł, rozumiem. To jakiś żart.$s#$b#Głupia ja, mogłam się domyślić...$s",
        "FlowerDance_Accept": "Och... ze mną? Oczywiście!$h#$b#...Poprowadzisz? Denerwuje się...$12",
        "eventSeen_35_memory_oneweek": "$y '@, co myślisz... czy osoba powinna być oceniana po jej czynach, czy po jej intencjach?_Po czynach_Hmm... ale czy my wszyscy nie popełniamy czasami błędów?$s_Po intencjach_Mmhmm... Ale co jeśli zamierzasz robić dobro, ale Twoje działanie wyrządzają krzywdę?$s_Po obu_To prawda... Chyba nie musi być to jedno, albo drugie. Może też zależeć na sytuacji.'#$b#Zastanawiałam się co o tym myślisz...",
        "AcceptGift_(O)StardropTea": "Mmm... bardzo ładnie pachnie. Na pewno mi się spodoba.",
        "AcceptGift_ancient_item": "Wow... to wygląda bardzo staro. Będę musiała spytać o to Gunthera. Dziękuję!$h",
        "AcceptGift_book_item": "Dziękuję! Właśnie prawie skończyłam książkę, ale teraz będę czytała tą!$h",
        "eventSeen_34_memory_oneweek": "Uczyłam Jas i Vincenta o krasnoludzkiej archeologii...#$b#Jas jest ciekawa pochodzenia krasnoludów... a Vincenta bardziej interesują ich bronie!$h",
        "eventSeen_34_memory_twoweeks": "Vincent tygodniami mnie pytał o ślimaki... więc przygotowałam o nich lekcję. Rzeczywiście są całkiem ciekawe!#$e#Ilekroć widzę takiego winniczka, czuję, że to znak szczęścia.",
        "eventSeen_34_memory_fourweeks": "W tym tygodniu uczę dzieci o historii sztuki.#$b#Dla dzieci może to być nudne, ale każę im się uczyć rysując obrazki w dominującym stylu każdego stulecia.#$b#To był bardzo dobry pomysł!$h",
        "eventSeen_36_memory_oneweek": "Och, nie przejmuj się tym bandażem na dłoni...$s#$b#Byłam ostatnio u Maru i pokazała mi swój nowy gadżet. To cholerstwo przypiekło mi dłoń!$s",
        "eventSeen_35_memory_twoweeks": "Czytałam ostatnio książkę o oceanie. Zajmuje większą część powierzchni świata, a mimo to prawie nic o nim nie wiemy!",
        "dating_Penny": "Ja... nawet nie wiem co powiedzieć. Tak bardzo się cieszę...$l",
        "dating_Penny_memory_oneday": "Nagle świat wygląda o wiele piękniej, nie uważasz?",
        "dating_Penny_memory_oneweek": "Próbuję skończyć tą książkę, ale cały czas się rozkojarzam myślami o Tobie.$l",
        "dating_Penny_memory_twoweeks": "Nigdy nie myślałam, że moje życie będzie bardziej ekscytujące niż jakaś powieść, ale z pewnością właśnie tak teraz jest!$h",
        "married_Maru": "To była piękna uroczystość. Wiem, że będziesz z Maru szczęśliwy, jest wspaniałą osobą.^To była piękna uroczystość. Wiem, że będziesz z Maru szczęśliwa, jest wspaniałą osobą.",
        "dating_Maru_memory_oneday": "Cześć, @. Maru już mi powiedziała... Cieszę się z waszego szczęścia!$h",
        "Resort_Entering": "Ta wyspa jest przepiękna!",
        "Resort_Leaving": "Fajnie było.$h",
        "married_Sam": "Gratulacje, @. Z Samem zawsze jest fajnie, na pewno nie będziesz się nudzić!",
        "Resort_Shore": "Trochę się wstydzę chodzić w stroju kąpielowym przy wszystkich.$s#$b#Mam nadzieję, że nikt nie patrzy...$s",
        "Resort_Shore_2": "Tutejsza woda wygląda inaczej...#$e#Ciężko mi uwierzyć, że to ten sam ocean, na który patrzyłam przez całe moje życie.",
        "Resort_Towel": "Przez ten wiatr gubię stronę w książce, ale jest przyjemny.$h",
        "Resort_Towel_2": "Czytam książkę o marynarzu, którego ocean wyrzucił na opuszczoną wyspę.#$b#Zastanawiam się, co ja bym zrobiła w takiej sytuacji?",
        "Resort_Marriage_Towel_2": "Hej Kochanie, możesz się przesunąć troszeczkę w lewo?#$b#Dzięki, przez słońce ciężko mi się czyta!$h",
        "Resort": "Ten piasek jest taki delikatny i drobny. Przyjemne uczucie!$h",
        "Mon": "Cześć... #$e#Czegoś Ci trzeba?",
        "FlowerDance_Accept_Spouse": "Zgadzam się!$h#$b#*szept* Dzięki za zajęcie się formalnościami, Kochanie.",
        "FlowerDance_Decline": "Och... Nie, dzięki.$s",
        "breakUp": "...$s#$b#R... Rozumiem... *Smark* ... W... W takim razie możemy być przyjaciółmi.$s",
        "pamHouseUpgrade": "To co zrobiłeś dla mojej rodziny było bardzo wielkoduszne. Dziękuję!^To co zrobiłaś dla mojej rodziny było bardzo wielkoduszne. Dziękuję!",
        "pamHouseUpgradeAnonymous": "Na świecie jest wiele wspaniałych ludzi...",
        "dumped_Girls": "Nie chcę na Ciebie patrzeć...$s",
        "divorced": "...Proszę zostaw mnie w spokoju.$s",
        "secondChance_Girls": "Na moim sercu jest niezagojona rana, @. Ale... mogę z Tobą rozmawiać.$s",
        "Mon4": "*ehh*... Mama ma problem z ciągłym chodzeniem do knajpy.$s#$q 7/8 Mon_old#Ale lepiej nie rozwodzić się nad złymi rzeczami, nie?#$r 7 50 Mon_7#Racja. Lepiej myśleć pozytywnie!#$r 8 10 Mon_8#Chyba dobrze jest być realistą.",
        "Mon_old": "#$p 7#Ale jeśli nadal bym próbowała, może bym ją zmieniła.|To ma sens. I tak sama tego nie zmienię.",
        "Mon_7": "Lepiej się skupie na robieniu wszystkiego dla lepszej przyszłości.",
        "Mon_8": "Może masz racje. Lepiej jakoś sobie radzić z rzeczywistością.$u",
        "Mon8": "Chętnie bym się wyprowadziła, ale ciągle się martwię o mamę.#$e#Chcę, żeby była szczęśliwa, ale nie mogę tu zostać na zawsze... wiesz?$s",
        "Tue": "Uczę dziś Vincenta i Jas... Są nieznośni, ale miło jest zmienić komuś życie na lepsze.",
        "Tue4": "$d bus#Odkąd moja matka ma z powrotem prace jako kierowca, może uda mi się trochę zaoszczędzić. Wszystko wygląda trochę lepiej.|Próbuję zebrać pieniądze z korepetycji, ale ciężko mi gdy moja mama jest bezrobotna.$s",
        "Tue10": "Em, @? Farma wygląda jak dobre miejsce dla dzieci, prawda?$l#$e#Tak myślę.$l",
        "Wed": "Nie mamy tu szkoły, ale staram się jak najlepiej nauczyć Vincenta i Jas.#$e#Każde dziecko zasługuje na szansę do lepszego życia.#$e#Jas jest bardzo dobra z matematyki i dobrze czyta. Vincent jest dobry w... cóż, ma dobrą wyobraźnie!",
        "Wed2": "Wiesz co? Powinnam kiedyś zabrać dzieciaki na wycieczkę. Może do lasu.#$e#Przewodnik byłby mile widziany... Może ktoś kto jest blisko z naturą?#$e#Wybacz, myślę na głos.",
        "GreenRain": "Nic Ci nie jest? Wszyscy zastanawiamy się co się dzieje...$3",
        "GreenRain_2": "Ta dziwna pogoda to dobra okazja aby zainteresować dzieci naturą!$h",
        "Wed4": "Przez całe moje życie mieszkałam w Mieście Pelikan. Możesz w to uwierzyć?#$e#Chyba na zewnątrz jest jeszcze dużo rzeczy, których nie widziałam.",
        "Thu": "Mamy szczęście, że w takim małym miasteczku jest biblioteka.#$e#Gdy się zagubi w książkach, łatwo jest zapomnieć o realiach swojego życia.$u#$e#...Może dlatego lubię dużo czytać.$s#$e#...Wybacz. Dałam się ponieść.",
        "Thu6": "Chciałabym mieć własny ogródek, ale nasze podwórko to istny bałagan.$u#$e#Może kiedyś zamieszkam w miejscu, w którym będę mogła sobie zrobić taki ogródek.#$e#Może zamieszkam na farmie *hihi*$h",
        "Fri": "Jeśli pokopiesz w ziemi, może znajdziesz ciekawe rzeczy.#$e#Kiedyś znalazłam stary kawałek porcelany. Przyniosłam to Guntherowi i powiedział mi, że to ma prawie tysiąc lat.",
        "Fri2": "Jeśli pokopiesz w ziemi, może znajdziesz ciekawe rzeczy.#$e#Kiedyś znalazłam stary kawałek porcelany. Przyniosłam to Guntherowi i powiedział mi, że to ma prawie tysiąc lat.",
        "Fri4": "Naczynia, naczynia, naczynia. Ugh... Gdyby moja mama ciągle nie leczyła kaca po jej nocnych wyprawach do knajpy, może by trochę pomogła.$s",
        "Sat": "To takie małe miasteczko. Nie można uniknąć spotykania się ze wszystkimi.#$e#Zastanawiam się, jak to jest mieszkać w mieście?",
        "Sat2": "$d Joja#Wiele się zmieniło, odkąd wybudowali JojaMarket. To było bardzo złe dla Sklepu Pierre... Mama kocha JojaMarket, ceny mają niskie, więc mogła sobie pozwolić na wiele więcej, niż u Pierre.|Mama ciągle narzeka odkąd zamknęli JojaMarket. W sumie może i lepiej. Przynajmniej będzie piła mniej Joja Coli.",
        "Sun": "Cześć. Emmm...$u#$b#Pogoda jest dziś interesująca, nie uważasz?#$e#Przepraszam...$u",
        "Sun4": "Staram się utrzymać naszą przyczepę w czystości, ale i tak wszystko się znowu brudzi.$s#$e#Ciężko jest utrzymywać dom na własną rękę.$u",
        "event_speaker_kids1": "Nie?$l#$b#Cóż, To chyba ma sens... Masz teraz inne rzeczy na głowie.",
        "event_speaker_kids2": "... Ja też. Cieszę się, że tak myślisz.$7",
        "event_speaker_kids3": "Tak... chęć do opiekowania się nad czymś niewinnym i bezradnym. To normalne, że czujemy coś takiego.",
        "event_speaker_kids4": "Och, naprawdę?$s#$b# Na pewno będziesz dobrym rodzicem.$7",
        "event_speaker_kids5": "Hmm...$s#$b#Jeśli każdy by tak myślał, ludzkość by wyginęła.$s",
        "event_speaker_kids6": "Och...$s#$b#To smutne... ale trochę cię rozumiem.$s",
        "event_speaker_yes": "Wspaniale!$h#$b#Już wołam dzieci.",
        "event_speaker_no": "Serio?... Uch... Cóż, dobra. To chyba widzimy się później.%fork$s",
        "event_mail1": "Dziękuję...$l#$b#Chciałabym, żeby Pan George nie był taki nerwowy... Chciałam tylko pomóc.$s",
        "event_mail2": "Och... Chyba masz racje.$l#$b#Proszę mi wybaczyć, Panie Mullner. To było niegrzeczne z mojej strony.$s",
        "event_mail3": "Rozumiem.",
        "event_old1": "Chyba masz racje... po co się martwić czymś, czego nie można zmienić?$u",
        "event_old2": "Masz racje, nie powinniśmy ignorować rzeczywistości starzenia się.$u#$b#Chyba im szybciej pogodzimy się z naszą śmiertelnością, tym więcej czasu możemy spędzić żyjąc tu i teraz.$u",
        "event_old3": "To miłe z Twojej strony... Zgadzam się z Tobą.#$b#Powinniśmy traktować starszych tak, jak my byśmy chcieli być traktowani.",
        "event_old4": "To okropne. Życie jest zbyt cenne, żeby je tak marnować!$a",
        "event_cook1": "Naprawdę tak myślisz? Dziękuję Ci! ... kamień z serca.$h#$b#Tak ciężko pracowałam nad tym przepisem i naprawdę jestem z tego dumna.",
        "event_cook2": "Och... Em, pewnie.$s",
        "event_cook3": "Och... Przepraszam.$s",
        "event_pool1": "Racja...$8",
        "event_pool2": "Naprawdę? Myślałam, że to było widać...$8",
        "event_pool3": "Nie!$9",
        "event_pool4": "...Och, @. Tak myślałam, ale nie byłam pewna.$6#$b#...Zapamiętam tą noc.$6^Wyglądasz dziś pięknie... Ja... *głęboki wdech*$6",
        "event_pool5": "Ty... Nie?$8#$b#...!!!%fork$10",
        "event_family1": "Ja też.$h",
        "event_family2": "...przepraszam.$s",
        "event_family3": "Rozumiem.$s",
        "summer_Mon": "Cześć... Em, ładna pogoda, prawda?",
        "summer_Mon4": "$d cc#Dziękuję za naprawę centrum społeczności. Jesteś takim trochę bohaterem.|Cześć, @. Miło, że masz się dobrze.",
        "summer_Fri": "$d bus#Słyszałam, że to ty odpowiadasz za naprawę autobusu. Dziękuję.|Moja matka kiedyś jeździła autobusem do Pustyni Calico... ale kilka lat temu autobus przestał działać. Burmistrz powiedział, że nie ma wystarczająco pieniędzy w budżecie miasta i że on tego nie umie naprawić.$u",
        "summer_Sun": "Więc... lubisz ozdabiać swój domek?#$e#Chyba dobrze jest mieć własny dom do dekorowania.",
        "summer_Sat": "Cześć. Emmm...$u#$b#Góry dziś ładnie wyglądają, prawda?$u",
        "fall_Mon": "Cześć... Em, Dobrze się miewasz?$u",
        "fall_Mon4": "To trochę żenujące być jedyną rodziną, która mieszka w przyczepie.$u#$e#Chciałabym kiedyś zamieszkać w ładnym domku.$s",
        "fall_Tue4": "Twoja farma ładnie wygląda o tej porze roku.$h",
        "fall_Thu6": "Mama nie za dobrze o siebie dba...$u#$e#Martwię się o nią.$u",
        "fall_Fri": "Według mnie jesień jest najsmutniejszą porą roku...$s",
        "fall_Fri6": "Gdy byłam dzieckiem, mój ojciec nas opuścił bo mówił, że czuł się 'uwięziony'. Od tego czasu nie widziałyśmy go.$s#$b#Przepraszam, że przeze mnie czujesz się niekomfortowo... Przez tę porę roku o tym myślę.$u#$e#Tak czy inaczej... Jak Ci mija życie na farmie?",
        "fall_Sun10": "@! Właśnie myślałam o przyszłości...#$e#Gdzie się widzisz za dziesięć lat?$l#$e#Mam kilka pomysłów dla siebie...$u",
        "fall_Sat8": "Cześć @.$h#$e#Twój domek pewnie jest łatwy w sprzątaniu, hę?",
        "winter_Fri": "...tak?$u",
        "winter_Fri2": "Przyjaźnisz się z Linusem? Mieszka w górach w namiocie.#$e#Każdy go ignoruje, szkoda mi go. Jest bardzo miły... Tylko trochę dziwny.#$e#Chyba zimno mu w namiocie o tej porze roku.",
        "winter_Tue4": "Nie mogę się doczekać, aż zobaczę Twoją farmę na wiosnę.#$e#Będzie tak świeżo i pięknie.$h",
        "winter_Tue": "Staram się przebywać najwięcej jak się da wewnątrz. Nienawidzę być przeziębiona.",
        "winter_Thu": "O... Cześć. Chcesz porozmawiać?$u#$e#Jeśli znajdziesz interesujące artefakty, Gunther z chęcią wystawi je w muzeum.#$e#Mówił, że ma specjalne nagrody.",
        "winter_Mon": "25tego będzie Święto Gwiazdy Polarnej. To jedno z moich ulubionych świąt.#$e#To miał być czas na podziękowania za wszystkie dobre rzeczy, które przydarzyły się w życiu... Ale większość osób jest tu dla odpoczynku i prezentów."
    }