{
        "Introduction": "O... Cześć! Jestem Penny...",
        "AcceptBirthdayGift_Loved": "Och! To dla mnie? Na... na moje urodziny?$3#$b#*niuch*... Wybacz.$s#$b#Nie... nie jestem przyzwyczajona do życzliwości...#$b#... Ale uwielbiam to. Jest idealne. Bardzo Ci dziękuję.",
        "AcceptBirthdayGift_Positive": "Na moje urodziny? To miłe z Twojej strony! To wspaniały prezent.$h",
        "AcceptBirthdayGift_Negative": "Na moje urodziny? To miłe z Twojej strony! Pozwól, że go odpakuję...$h#$b#... Co!?$12#$b#... O, rozumiem. To jakiś żart.$s#$b#Głupia ja, mogłam się domyślić...$s",
        "FlowerDance_Accept": "Och... ze mną? Oczywiście!$h#$b#... Poprowadzisz? Denerwuję się...$12",
        "eventSeen_35_memory_oneweek": "$y '@, co myślisz... czy ludzi powinno się oceniać po ich czynach czy intencjach?_Po czynach_Hmm... ale czy wszyscy nie popełniamy czasem błędów?$s_Po intencjach_Mmhmm... Ale co jeśli masz dobre intencje, a mimo to wyrządzasz krzywdę?$s_Po obu_To prawda... Chyba nie musi to być jedno albo drugie. Może zależeć od sytuacji.'#$b#Zastanawiałam się, co o tym myślisz...",
        "AcceptGift_(O)StardropTea": "Mmm... bardzo ładnie pachnie. Na pewno mi się spodoba.",
        "AcceptGift_Positive_ancient_item": "Wow... to wygląda bardzo staro. Będę musiała zapytać o to Gunthera. Dziękuję!$h",
        "AcceptGift_Positive_book_item": "Dziękuję! Właśnie prawie skończyłam książkę, ale teraz będę czytać tę!$h",
        "eventSeen_34_memory_oneweek": "Uczyłam Jas i Vincenta o krasnoludzkiej archeologii...#$b#Jas ciekawi pochodzenie krasnoludów... a Vincenta bardziej interesują ich bronie!$h",
        "eventSeen_34_memory_twoweeks": "Vincent tygodniami pytał mnie o ślimaki... więc przygotowałam o nich lekcję. Rzeczywiście są całkiem ciekawe!#$e#Ilekroć widzę takiego winniczka, czuję, że to znak szczęścia.",
        "eventSeen_34_memory_fourweeks": "W tym tygodniu uczę dzieci o historii sztuki.#$b#Dla dzieci to może być nudne, ale każę im uczyć się, rysując obrazki w dominującym stylu każdego stulecia.#$b#To był bardzo dobry pomysł!$h",
        "eventSeen_36_memory_oneweek": "Och, nie przejmuj się tym bandażem na dłoni...$s#$b#Byłam ostatnio u Maru i pokazała mi swój nowy gadżet. To coś przypaliło mi dłoń!$s",
        "eventSeen_35_memory_twoweeks": "Czytałam ostatnio książkę o oceanie. Zajmuje większość powierzchni Ziemi, a mimo to prawie nic o nim nie wiemy!",
        "dating_Penny": "Ja... nawet nie wiem, co powiedzieć. Tak bardzo się cieszę...$l",
        "dating_Penny_memory_oneday": "Nagle świat wygląda o wiele piękniej, nie uważasz?",
        "dating_Penny_memory_oneweek": "Próbuję skończyć tę książkę, ale cały czas rozpraszają mnie myśli o Tobie.$l",
        "dating_Penny_memory_twoweeks": "Nigdy nie myślałam, że moje życie będzie bardziej ekscytujące niż jakaś powieść, ale z pewnością właśnie tak teraz jest!$h",
        "married_Maru": "To była piękna uroczystość. Wiem, że będziesz z Maru szczęśliwy, jest wspaniałą osobą.^To była piękna uroczystość. Wiem, że będziesz z Maru szczęśliwa, jest wspaniałą osobą.",
        "dating_Maru_memory_oneday": "Cześć, @. Maru już mi powiedziała... Cieszę się z waszego szczęścia!$h",
        "Resort_Entering": "Ta wyspa jest przepiękna!",
        "Resort_Leaving": "Fajnie było.$h",
        "married_Sam": "Gratulacje, @. Z Samem zawsze jest fajnie, na pewno nie będziesz się nudzić!",
        "Resort_Shore": "Trochę się wstydzę chodzić w stroju kąpielowym przy wszystkich.$s#$b#Mam nadzieję, że nikt nie patrzy...$s",
        "Resort_Shore_2": "Tutejsza woda wygląda inaczej...#$e#Trudno uwierzyć, że to ten sam ocean, na który patrzyłam przez całe życie.",
        "Resort_Towel": "Przez ten wiatr gubię stronę w książce, ale jest przyjemny.$h",
        "Resort_Towel_2": "Czytam książkę o marynarzu, którego ocean wyrzucił na opuszczoną wyspę.#$b#Zastanawiam się, co ja bym zrobiła w takiej sytuacji?",
        "Resort_Towel_2_Married": "Hej, kochanie, możesz się przesunąć troszeczkę w lewo?#$b#Dzięki, przez słońce ciężko mi się czyta!$h",
        "Resort": "Ten piasek jest taki delikatny i drobny. Przyjemne uczucie!$h",
        "Mon": "Cześć... #$e#Czegoś Ci trzeba?",
        "FlowerDance_Accept_Spouse": "Zgadzam się!$h#$b#*szept* Dzięki za zajęcie się formalnościami, kochanie.",
        "FlowerDance_Decline": "Och... Nie, dziękuję.$s",
        "breakUp": "...$s#$b#R... rozumiem... *smark*... W... w takim razie możemy być przyjaciółmi.$s",
        "pamHouseUpgrade": "To, co zrobiłeś dla mojej rodziny, było bardzo wielkoduszne. Dziękuję!^To, co zrobiłaś dla mojej rodziny, było bardzo wielkoduszne. Dziękuję!",
        "pamHouseUpgradeAnonymous": "Na świecie jest wiele wspaniałych ludzi...",
        "dumped_Girls": "Nie chcę na Ciebie patrzeć...$s",
        "divorced": "... Proszę, zostaw mnie w spokoju.$s",
        "secondChance_Girls": "Na moim sercu jest niezagojona rana, @. Ale... mogę z Tobą rozmawiać.$s",
        "Mon4": "*ech*... Mama ma problem z ciągłym chodzeniem do knajpy.$s#$q 7/8 Mon_old#Ale lepiej nie rozwodzić się nad złymi rzeczami, nie?#$r 7 50 Mon_7#Racja. Lepiej myśleć pozytywnie!#$r 8 10 Mon_8#Chyba dobrze jest być realistą.",
        "Mon_old": "#$p 7#Ale jeśli nadal bym próbowała, może bym ją zmieniła.|To ma sens. I tak sama tego nie zmienię.",
        "Mon_7": "Lepiej się skupię na robieniu wszystkiego dla lepszej przyszłości.",
        "Mon_8": "Może masz rację. Lepiej jakoś sobie radzić z rzeczywistością.$u",
        "Mon8": "Chętnie bym się wyprowadziła, ale ciągle martwię się o mamę.#$e#Chcę, żeby była szczęśliwa, ale nie mogę tu zostać na zawsze... wiesz?$s",
        "Tue": "Uczę dziś Vincenta i Jas... Są nieznośni, ale miło jest zmieniać komuś życie na lepsze.",
        "Tue4": "$d bus#Odkąd moja matka ma z powrotem pracę jako kierowca, może uda mi się trochę zaoszczędzić. Wszystko wygląda trochę lepiej.|Próbuję zebrać pieniądze z korepetycji, ale ciężko mi, gdy moja mama jest bezrobotna.$s",
        "Tue10": "Em, @? Farma wygląda na dobre miejsce dla dzieci, prawda?$l#$e#Tak myślę.$l",
        "Wed": "Nie mamy tu szkoły, ale staram się jak najlepiej nauczyć Vincenta i Jas.#$e#Każde dziecko zasługuje na szansę na lepsze życie.#$e#Jas jest bardzo dobra z matematyki i świetnie czyta. Vincent jest dobry w... cóż, ma bujną wyobraźnię!",
        "Wed2": "Wiesz co? Powinnam kiedyś zabrać dzieciaki na wycieczkę. Może do lasu.#$e#Przewodnik byłby mile widziany... Może ktoś, kto jest blisko z naturą?#$e#Wybacz, myślę na głos.",
        "GreenRain": "Nic Ci nie jest? Wszyscy zastanawiamy się, co się dzieje...$3",
        "GreenRain_2": "Ta dziwna pogoda to dobra okazja, by zainteresować dzieci naturą!$h",
        "Wed4": "Przez całe moje życie mieszkałam w Mieście Pelikan. Możesz w to uwierzyć?#$e#Chyba na zewnątrz jest jeszcze dużo rzeczy, których nie widziałam.",
        "Thu": "Mamy szczęście, że w tak małym miasteczku jest biblioteka.#$e#Gdy się zagubi w książkach, łatwo jest zapomnieć o realiach swojego życia.$u#$e#... Może dlatego lubię tyle czytać.$s#$e#... Wybacz. Dałam się ponieść.",
        "Thu6": "Chciałabym mieć własny ogródek, ale nasze podwórko to istny bałagan.$u#$e#Może kiedyś zamieszkam w miejscu, w którym będę mogła go sobie zrobić.#$e#Może zamieszkam na farmie *hihi*$h",
        "Fri": "Jeśli pokopiesz w ziemi, może znajdziesz ciekawe rzeczy.#$e#Kiedyś znalazłam stary kawałek porcelany. Przyniosłam go Guntherowi, a on powiedział, że ma prawie tysiąc lat.",
        "Fri2": "Jeśli pokopiesz w ziemi, może znajdziesz coś ciekawego.#$e#Kiedyś znalazłam stary kawałek porcelany. Przyniosłam go Guntherowi i powiedział, że ma prawie tysiąc lat.",
        "Fri4": "Naczynia, naczynia, naczynia. Ugh... Gdyby moja mama nie leczyła ciągle kaca po nocnych wyprawach do knajpy, może by trochę pomogła.$s",
        "Sat": "To takie małe miasteczko. Nie da się tu nie spotykać ze wszystkimi.#$e#Ciekawe, jak to jest mieszkać w mieście?",
        "Sat2": "$d Joja#Wiele się zmieniło, odkąd wybudowali JojaMarket. To było bardzo złe dla sklepu Pierra... Mama kocha JojaMarket. Ceny mają niskie, więc mogła sobie pozwolić na więcej niż u Pierra.|Mama ciągle narzeka, odkąd zamknęli JojaMarket. Może to nawet lepiej. Przynajmniej pije mniej Joja-Coli.",
        "Sun": "Cześć. Emmm...$u#$b#Pogoda jest dziś interesująca, nie uważasz?#$e#Przepraszam...$u",
        "Sun4": "Staram się utrzymać naszą przyczepę w czystości, ale i tak wszystko szybko się brudzi.$s#$e#Ciężko jest utrzymywać dom samodzielnie.$u",
        "event_speaker_kids1": "Nie?$l#$b#Cóż, to chyba ma sens... Masz teraz inne rzeczy na głowie.",
        "event_speaker_kids2": "... Ja też. Cieszę się, że tak myślisz.$7",
        "event_speaker_kids3": "Tak... Chęć opiekowania się kimś niewinnym i bezbronnym. To normalne, że czujemy coś takiego.",
        "event_speaker_kids4": "Och, naprawdę?$s#$b#Na pewno będziesz dobrym rodzicem.$7",
        "event_speaker_kids5": "Hmm...$s#$b#Gdyby każdy tak myślał, ludzkość by wyginęła.$s",
        "event_speaker_kids6": "Och...$s#$b#To smutne... ale trochę cię rozumiem.$s",
        "event_speaker_yes": "Wspaniale!$h#$b#Już wołam dzieci.",
        "event_speaker_no": "Serio?... Uch... Cóż, dobra. To chyba widzimy się później.%fork$s",
        "event_mail1": "Dziękuję...$l#$b#Chciałabym, żeby pan George nie był taki nerwowy... Chciałam tylko pomóc.$s",
        "event_mail2": "Och... Chyba masz rację.$l#$b#Proszę mi wybaczyć, panie Mullner. To było niegrzeczne z mojej strony.$s",
        "event_mail3": "Rozumiem.",
        "event_old1": "Chyba masz rację... Po co się martwić czymś, czego nie można zmienić?$u",
        "event_old2": "Masz rację, nie powinniśmy ignorować starzenia się.$u#$b#Im szybciej pogodzimy się z naszą śmiertelnością, tym więcej czasu możemy spędzić żyjąc tu i teraz.$u",
        "event_old3": "To miłe z twojej strony... Zgadzam się z tobą.#$b#Powinniśmy traktować starszych tak, jak sami chcielibyśmy być traktowani.",
        "event_old4": "To okropne. Życie jest zbyt cenne, by je tak marnować!$a",
        "event_cook1": "Naprawdę tak myślisz? Dziękuję ci!... Kamień z serca.$h#$b#Tak ciężko pracowałam nad tym przepisem i naprawdę jestem z niego dumna.",
        "event_cook2": "Och... Em, pewnie.$s",
        "event_cook3": "Och... Przepraszam.$s",
        "event_pool1": "Racja...$8",
        "event_pool2": "Naprawdę? Myślałam, że to było widać...$8",
        "event_pool3": "Nie!$9",
        "event_pool4": "... Och, @. Tak myślałam, ale nie byłam pewna.$6#$b#... Zapamiętam tę noc.$6^Wyglądasz dziś pięknie... Ja... *głęboki wdech*$6",
        "event_pool5": "Ty... Nie?$8#$b#...!!!%fork$10",
        "event_family1": "Ja też.$h",
        "event_family2": "... Przepraszam.$s",
        "event_family3": "Rozumiem.$s",
        "summer_Mon": "Cześć... Em, ładna pogoda, prawda?",
        "summer_Mon4": "$d cc#Dziękuję za naprawę domu kultury. Jesteś takim trochę bohaterem.|Cześć, @. Miło, że masz się dobrze.",
        "summer_Fri": "$d bus#Słyszałam, że to ty ${naprawiłeś^naprawiłaś}$ autobus. Dziękuję.|Moja matka kiedyś jeździła autobusem do Pustyni Calico... ale kilka lat temu przestał działać. Burmistrz powiedział, że nie ma wystarczająco pieniędzy w budżecie miasta i że nie potrafi go naprawić.$u",
        "summer_Sun": "Więc... lubisz ozdabiać swój domek?#$e#Chyba dobrze mieć własny dom do dekorowania.",
        "summer_Sat": "Cześć. Emmm...$u#$b#Góry dziś ładnie wyglądają, prawda?$u",
        "fall_Mon": "Cześć... Em, dobrze się miewasz?$u",
        "fall_Mon4": "To trochę żenujące być jedyną rodziną mieszkającą w przyczepie.$u#$e#Chciałabym kiedyś zamieszkać w ładnym domku.$s",
        "fall_Tue4": "Twoja farma wygląda pięknie o tej porze roku.$h",
        "fall_Thu6": "Mama nie za bardzo o siebie dba...$u#$e#Martwię się o nią.$u",
        "fall_Fri": "Według mnie jesień jest najsmutniejszą porą roku...$s",
        "fall_Fri6": "Gdy byłam dzieckiem, mój ojciec nas opuścił, bo mówił, że czuł się 'uwięziony'. Od tego czasu go nie widziałyśmy.$s#$b#Przepraszam, jeśli sprawiam, że czujesz się niekomfortowo... Po prostu o tej porze roku często o tym myślę.$u#$e#Tak czy inaczej... Jak ci mija życie na farmie?",
        "fall_Sun10": "@! Właśnie myślałam o przyszłości...#$e#Gdzie widzisz się za dziesięć lat?$l#$e#Mam kilka pomysłów dla siebie...$u",
        "fall_Sat8": "Cześć, @.$h#$e#Twój domek pewnie łatwo się sprząta, co?",
        "winter_Fri": "... Tak?$u",
        "winter_Fri2": "Przyjaźnisz się z Linusem? Mieszka w górach, w namiocie.#$e#Wszyscy go ignorują, a szkoda. Jest bardzo miły... Tylko trochę dziwny.#$e#Chyba zimno mu w namiocie o tej porze roku.",
        "winter_Tue4": "Nie mogę się doczekać, aż zobaczę twoją farmę na wiosnę.#$e#Będzie taka świeża i piękna.$h",
        "winter_Tue": "Staram się spędzać jak najwięcej czasu w domu. Nienawidzę być przeziębiona.",
        "winter_Thu": "O... Cześć. Chcesz porozmawiać?$u#$e#Jeśli znajdziesz jakieś interesujące artefakty, Gunther chętnie wystawi je w muzeum.#$e#Mówił, że ma za nie specjalne nagrody.",
        "winter_Mon": "25. będzie Święto Gwiazdy Polarnej. To jedno z moich ulubionych świąt.#$e#To miał być czas, by podziękować za wszystkie dobre rzeczy, które się nam przydarzyły... Ale większość ludzi przychodzi dla odpoczynku i prezentów."
    }