{
  "Introduction": "Oh... Witaj! Jestem Penny...",
  "Resort_Entering": "Ta wyspa jest Przepiękna!",
  "Resort_Leaving": "Dobrze się bawiłam.$h",
  "Resort_Shore": "Trochę się wstydzę nosić strój kompielowy przy wszystkich.$s#$b#Mam nadzieję, że nikt nie patrzy...$s",
  "Resort_Shore_2": "Jakoś, tutejsza woda wygląda inaczej...#$e#Ciężko mi uwierzyć, że to ten sam ocean, na który patrzyłam przez całe moje życie.",
  "Resort_Towel": "Przez ten wiatr gubię moją stronę w książce, ale to przyjemne uczucie na skórze.$h",
  "Resort_Towel_2": "Czytam książkę o marynarzu, którego ocean wyrzucił na opuszczoną wyspę.#$b#Zastanawiam się, co ja bym zrobiła w takiej sytuacji?",
  "Resort_Marriage_Towel_2": "Hej kochanie, możesz się przesunąć troszeczkę w lewo?#$b#Dzięki, przez słońce ciężko mi się czyta!$h",
  "Resort": "Ten piasek jest taki delikatny i drobny. Przyjemne uczucie!$h",
  "Mon": "Cześć... #$e#Oh, czegoś ci trzeba?",
  "danceRejection": "Oh... Nie, dzięki.$s",
  "breakUp": "...$s#$b#R... Rozumiem... *Smark* ... W... W takim razie możemy być przyjaciółmi.$s",
  "pamHouseUpgrade": "Twoja hojność dla mojej rodziny jest ogromna. Dziękuję!",
  "pamHouseUpgradeAnonymous": "Na świecie jest wiele wspaniałych ludzi...",
  "dumped_Girls": "Nie chcę na ciebie patrzeć...$s",
  "divorced": "...Prosze zostaw mnie w spokoju.$s",
  "secondChance_Girls": "Na moim sercu jest nie zagojona rana, @. Nadal... mogę z tobą rozmawiać.$s",
  "Mon4": "*wzdech*... Mama ma problem z ciągłym chodzeniem do knajpy.$s#$q 7/8 Mon_old#Lepiej nie żyć na złych rzeczah, nie?#$r 7 50 Mon_7#Racja. Lepiej myśleć pozytywnie!#$r 8 10 Mon_8#Lepiej być realistą.",
  "Mon_old": "#$p 7#Ale jeśli bym nadal próbowała, może bym ją zmieniła.|To ma sens. I tak sama jej nie zmienie.",
  "Mon_7": "To właśnie czuję. Lepiej się skupie na robieniu wszystkiego dla lepszej przyszłości.",
  "Mon_8": "Może masz racje. Lepiej sobie radzić z rzeczywistością.$u",
  "Mon8": "Chętnie bym się wyprowadziła. Martwienie się cały czas o mame to duży ciężar.#$e#Chcę, żeby była szczęśliwa, ale nie mogę tu zostać na zawsze... wiesz?$s",
  "Tue": "Uczę dziś Vincent'a i Jas... Są nieznośni, ale miło jest zrobić zmianę w czyimś życiu.",
  "Tue4": "$d bus#Próbuję zebrać pieniądze z korepetycji, ale ciężko mi gdy moja mama jest bezrobotna.|Może teraz, odkąd moja matka ma z powrotem prace jako kierowca autobusu, mogę zacząć więcej oszczędzać. Wszystko wygląda trochę jaśniej.",
  "Tue10": "Em, @? Farma wygląda jak dobre miejsce dla dzieci, prawda?$l#$e#To tylko myśl.$l",
  "Wed": "Nie mamy tutaj szkoły, ale staram się jak najlepiej nauczyć Vincent'a i Jas.#$e#Każde dziecko zasługuje na szansę na sukces.#$e#Jas jest bardzo dobra z matmy i dobrze czyta. Vincent jest dobry w... cóż, ma aktywną wyobraźnie!",
  "Wed2": "Wiesz co? Powinnam kiedyś wziąść dzieciaki na wycieczkę. Może do lasu.#$e#Gość przewodnik byłby mile widziany... może ktoś kto jest blisko z naturą?#$e#Wybacz, myślę za głośno.",
  "Wed4": "Przez całe moje życie mieszkałam w Mieście Pelikan. Możesz w to uwierzyć?#$e#Chyba na zewnątrz jest jeszcze dużo rzeczy, których nie widziałam.",
  "Thu": "Mamy szczęście, że w takim małym miasteczku jest biblioteka.#$e#Gdy się zagubi w książkach, łatwo jest zapomnieć o realiach swojego życia.$u#$e#...Może dlatego lubię dużo czytać.$s#$e#...Wybacz. Dałam się ponieść.",
  "Thu6": "Chciałabym mieć własny ogródek, ale nasze podwórko to istny bałagan.$u#$e#Może kiedyś zamieszkam w miejscu, w którym będe mogła sobie zrobić taki ogródek.#$e#Może zamieszkam na farmie*$h",
  "Fri": "Jeśli pokopiesz w ziemi, możesz znaleźć jakieś interesujące rzeczy.#$e#Kiedyś znalazłam stary kawałek porcelany. Przyniosłam to Gunther'owi i powiedział mi, że to ma prawie tysiąc lat.",
  "Fri2": "Jeśli pokopiesz w ziemi, możesz znaleźć jakieś interesujące rzeczy.#$e#Kiedyś znalazłam stary kawałek porcelany. Przyniosłam to Gunther'owi i powiedział mi, że to ma prawie tysiąc lat.",
  "Fri4": "Naczynia, naczynia, naczynia. Ugh... Gdyby moja mama ciągle nie wznawiała bólu głowy przez noce w knajpie, może by mi trochę pomogła.$s",
  "Sat": "To takie małe miasteczko. Nie można uniknąć spotykania się ze wszystkimi.#$e#Zastanawiam się, jak to jest mieszkać w mieście?",
  "Sat2": "$d Joja#Wiele się zmieniło, odkąd wybudowali JojaMarket. To było bardzo złe dla Sklepu Pierre. Mama kocha JojaMarket. Ceny są niskie, więc mogła sobie pozwolić na wiele więcej, niż mogła u Pierre.|Mama ciągle narzeka odkąd zamknęli JojaMarket. To nawet lepiej dla niej. Może będzie piła mniej Joja Coli.",
  "Sun": "Witam. Emmm...$u#$b#Pogoda jest dziś interesująca, nie uważasz?#$e#Przepraszam...$u",
  "Sun4": "Staram się utrzymać naszą przyczepę w czystości, ale i tak wszystko się znowu brudzi.$s#$e#Ciężko jest utrzymywać dom na własną rękę.$u",
  "event_speaker_kids1": "Nie?$l#$b#Cóż, To chyba ma sens... Masz teraz inne rzeczy na głowie.",
  "event_speaker_kids2": "... Ja też. Cieszę się, że czujesz tak samo.$7",
  "event_speaker_kids3": "Tak... chęć do opiekowania się nad czymś niewinnym i bezradnym. To ma sens, że takie coś czujemy.",
  "event_speaker_kids4": "Oh, naprawdę?$s#$b# Chyba będziesz dobrym rodzicem.$7",
  "event_speaker_kids5": "hmm...$s#$b#Jeśli każdy by tak myślał, ludzkość by wyginęła.$s",
  "event_speaker_kids6": "Oh...$s#$b#To trochę smutne... ale chyba rozumiem twój punkt widzenia.$s",
  "event_speaker_yes": "Wspaniale!$h#$b#Już wołam dzieci.",
  "event_speaker_no": "Naprawdę?... Uh... Cóż, dobra. To chyba widzimy się później.%fork$s",
  "event_mail1": "Dziękuję...$l#$b#Chciałabym, żęby George nie był taki nerwowy... Chciałam tylko pomóc.$s",
  "event_mail2": "Oh... Chyba masz racje.$l#$b#Proszę mi wybaczyć, Panie Mullner. To było niegrzeczne z mojej strony.$s",
  "event_mail3": "Rozumiem.",
  "event_old1": "Chyba masz racje... Czemu się martwić czymś, czego nie można zmienić?$u",
  "event_old2": "Masz racje, nie powinniśmy ignorować rzeczywistości starzenia się.$u#$b#Chyba im szybciej pogodzimy się z naszą śmiertelnością, tym więcej czasu możemy spędzić żyjąc tu i teraz.$u",
  "event_old3": "To miłe z Twojej strony... Zgadzam się z tobą.#$b#Powinniśmy traktować starszych z takim samym szacunkiem, z jakim my chcemy być traktowani.",
  "event_old4": "To okropne. Życie jest zbyt cenne, żeby je tak marnować!$a",
  "event_cook1": "Naprawdę tak myślisz? Dziękuję ci! To taka ulga, że to słyszę.$h#$b#Tak ciężko pracowałam nad tym przepisem, i naprawdę jestem z tego dumna.",
  "event_cook2": "Oh... Em, pewnie.$s",
  "event_cook3": "Oh...przepraszam.$s",
  "event_pool1": "Racja...$8",
  "event_pool2": "Naprawdę? Myślałam, że to było widać...$8",
  "event_pool3": "Nie!$9",
  "event_pool4": "...Oh, @. Myślałam że tak, ale nie byłam pewna.$6#$b#...Zapamiętam tę noc.$6^Wyglądasz dziś pięknie... Ja... *głęboki wdech*$6",
  "event_pool5": "Ty... Nie?$8#$b#...!!!%fork$10",
  "event_family1": "Ja też.$h",
  "event_family2": "...przepraszam.$s",
  "event_family3": "Rozumiem.$s",
  "summer_Mon": "Cześć... Em, ładna pogoda, prawda?",
  "summer_Mon4": "$d cc#Dziękuję za naprawę centrum społeczności. Chyba jesteś trochę bohaterem.|Cześć, @. Miło, że masz się dobrze.",
  "summer_Fri": "$d bus#Słyszałam, że to ty odpowiadasz za naprawę autobusu. Dziękuję.|Moja matka kiedyś jeździła autobusem do pustyni calico... ale kilka lat temu autobus przestał działać. Burmistrz powiedział, że nie ma wystarczająco pieniędzy w budżecie miasta, albo on tego nie umie naprawić.$u",
  "summer_Sun": "Więc... lubisz dekorować swój domek?#$e#Chyba dobrze jest mieć swój dom do dekorowania.",
  "summer_Sat": "Cześć. Emmm...$u#$b#Góry dziś wyglądają ładnie, Prawda?$u",
  "fall_Mon": "Cześć... Em, Dobrze się miewasz?$u",
  "fall_Mon4": "To trochę żenujące, bycie jedyną rodziną, która mieszka w przyczepie.$u#$e#Chciałabym kiedyś zamieszkać w ładnym domku.$s",
  "fall_Tue4": "Twoja farma teraz ładnie wygląda.$h",
  "fall_Thu6": "Mama nie za dobrze o siebie dba...$u#$e#Martwie się o nią.$u",
  "fall_Fri": "Według mnie jesień jest najsmutniejszą porą roku...$s",
  "fall_Fri6": "Gdy byłam dzieckiem, mój ojciec nas opuścił bo mówił, że czuł, że jest 'uwięziony'. Od tego czasu nie widziałyśmy go.$s#$b#Przepraszam, że przeze mnie czujesz się nie komfortowo... Niestety ta pora roku sprawia, że o tym myślę.$u#$e#Tak czy inaczej... Jak mija życie na farmie?",
  "fall_Sun10": "@! Właśnie myślałam o przyszłości...#$e#Gdzie siebie widzisz za dziesięć lat?$l#$e#Mam kilka pomysłów dla siebie...$u",
  "fall_Sat8": "Cześć @.$h#$e#Twój domek pewnie jest łatwy w sprzątaniu, hę?",
  "winter_Fri": "...tak?$u",
  "winter_Fri2": "Przyjaźnisz się z Linus'em? Mieszka w górach w namiocie.#$e#Każdy go ignoruje, szkoda mi go. Jest nawet miły... Tylko trochę dziwny.#$e#Chyba zimno mu, gdy mieszka w namiocie o tej porze roku.",
  "winter_Tue4": "Nie mogę się doczekać, aż zobaczę twoją farmę na wiosnę.#$e#Będzie tak świeżo i pięknie.$h",
  "winter_Tue": "Staram się siedzieć wewnątrz najwięcej jak się da przez tą zimę. Nie nawidzę być przeziębiona.",
  "winter_Thu": "Oh... Cześć. Chcesz porozmawiać?$u#$e#Jeśli znajdziesz interesujące artefakty, Gunther wystawi je w muzeum.#$e#Mówił, że ma specjalne prezenty dla ludzi, który je dadzą.",
  "winter_Mon": "25'tego będzie Święto Gwiazdy Polarnej. To jedno z moich ulubionych świąt.#$e#To miał być czas na podziękowaniu za wszystkie dobre rzeczy, które przydarzyły się w życiu... ale większośc osób jest tu dla odpoczynku i wymiany prezentami."
}