{
  "Introduction": "Hej, To pan @, nasz nowy farmer! Jestem Pierre, właściciel lokalnego sklepu.^Hej, to panna @, nasza nowa farmerka! Jestem Pierre, właściciel lokalnego sklepu.#$b#Jeśli szukasz nasion, mój sklep jest miejscem, w którym je znajdziesz. Kupuję też produkty z Twojej farmy za dobrą cenę!#$e#Niewielkie rolnictwo może naprawdę ożywić lokalną gospodarkę!",
  "Resort": "Tracę dużo pieniędzy będąc poza sklepem...$s#$b#Ale, wiesz co? warto.",
  "Resort_Shore": "Mmm... przez ten słony zapach oceanu mam ochotę na sashimi.",
  "Resort_Chair": "Eh, pozwól dzieciom bawić się w słońcu. Posiedzę na tym krześle.",
  "Resort_Bar": "Drink po drinku... Gus pewnie zarabia kupę siana!",
  "cc_Complete": "Marzenia się spełniają! Nie uwierzysz, ile JojaMarket przyniosło mi stresu.#$e#Dla małego miasteczka jak to, jeden sklep wystarczy! W każdym bądź razie, jest zbyt wiele presji społecznej, żeby mnie to przeciążyło.",
  "joja_Begin": "To jest smutny dzień dla Miasta Pelikan... Im silniejsza Joja się staje, coraz bardziej zbliżam się do bankructwa. Za niedługo powinienem sprzedać sklep...$s",
  "MovieInvitation": "Hej, to dobry pomysł... Dobrze jest w końcu wyjść zza lady. Spotkamy się na miejscu!",
  "Mon": "Witam! Jeśli szukasz nasion, właśnie przychodzisz w odpowiednie miejsce!",
  "Mon_inlaw_Abigail": "Cześć, em... synu?$s^Cześć, em... córko?$s",
  "Mon4": "Cześć, @. Trzeba ci jakichś nasion albo sadzonek owocowego drzewa?",
  "Mon4_inlaw_Abigail": "Cześć, @. Co tam u Abigail? Sklep nie jest taki sam bez niej...",
  "Tue": "Czasami dostaję nowe rzeczy do magazynu, więc wpadaj tu częściej.#$e#To bardzo dużo pracy, żeby prowadzić sklep.$h",
  "Tue6": "No wiesz, kiedyś byłem dosyć dobrym bokserem... mój prawy sierpowy był legendarny!$h",
  "Wed": "Dziś mam dzień wolny.#$e#Hmmm... co by tu porobić...$s",
  "Wed4": "Za młodu zawsze miałem coś interesującego do roboty... teraz gdy jestem poza pracą, czuje że marnuje swój czas.$s",
  "Thu": "Cieszę się gdy mogę kupić od ciebie jakiś produkt.#$b#Oczywiście, że dam ci dobrą cenę!",
  "Thu2": "Naprawdę doceniam twoją prace, Panie @. Miałem trudne chwile, żeby przynieść przyzwoity zysk.^Naprawdę doceniam twoją prace, Panno @. Miałem trudne chwile, żeby przynieść przyzwoity zysk.",
  "Thu8": "#$1 pierre2#Czy Abigail w ogóle wygląda jak ja? Nie mów mojej żonie, ale czasami zastanawiam się czy naprawdę jestem jej ojcem.$k$s#$e#Nie mów mojej żonie, ale nienawidzę gotować obiadu.",
  "Fri": "#$1 pierreJoja#Biznes strasznie wolno się rozwija odkąd Joja wprowadziło się do miasta. To trudne konkurować z ich produktami.$k$s#$e#Cześć. Jak tam twoja farma się trzyma?#$e#Może kilka z moich nasion usprawnią to i owo.",
  "Sat": "Jeśli znajdziesz jakieś dzikie rośliny, odkupię je od ciebie za odpowiednią cenę.",
  "Sat8": "Powiem ci mój sekret. Czasami, kiedy sklep jest pusty, ćwiczę mój śpiew w operze za ladą.$h#$e#Buzia na kłódkę. Rozumiemy się.",
  "Sun": "#$1 pierreBlue#*wzdech*... Czuję bluesa...$k$s#$e#Chciałbym kiedyś wyjść na spacer, ale nie mogę zostawić mojego sklepu bez nadzoru.#$e#Słyszałem że kwiaty kwitną i powietrze pachnie wspaniale...$s",
  "Wed6": "#$1 pierre1#*wzdech*... Czuję bluesa...$k$s#$e#Chciałbym kiedyś wyjść na spacer, ale nie mogę zostawić mojego sklepu bez nadzoru.#$e#Słyszałem że kwiaty kwitną i powietrze pachnie wspaniale...$s",
  "Thu4": "Hej, @. Jesteś moim klientem numero uno!",
  "summer_Mon": "Mam już dostępne letnie nasiona! Lepiej się wyposażyć.",
  "summer_Wed": "Tak się cieszę, że mam dzień wolny od pracy.",
  "summer_Thu": "Wszyscy cieszą się pogodą zamiast iść na zakupy... *wzdech*",
  "summer_Fri": "Oh, cześć. Usatysfakcjonowałem cie jakością moich letnich nasion?",
  "summer_Sat": "Lato jest dobrą porą w roku, żeby zjeść ożeźwiającą sałatkę, nie uważasz?",
  "summer_Sun": "Ehh... Strasznie tu gorąco.",
  "winter_Mon": "W zimie nie można nic zasiać... więc niestety nie mam dla ciebie żadnych nasion.#$e#To się na pewno wetnie w nasze zarobki.",
  "winter_Wed": "#$1 pierreDin#Dziś wieczorem zaskoczę Caroline kolacją z butelką czerwonego wina. Nie mów nikomu! Nareszcie, dzień odpoczynku.$k#$e#",
  "winter_Thu": "Cześć. Jesteś w nastroju na zakupy?",
  "winter_Fri": "Zazwyczaj zajmuję się przedmiotami gastronomicznymi, więc jeśli masz jakieś rudy czy drewno, lepiej spróbuj to sprzedać gdzieś indziej.",
  "winter_Sat": "Czy to tylko mi, czy tu jest tak zimno?",
  "winter_Sun": "Gdybym nie miał tego sklepu do prowadzenia zapewne byłbym teraz zewnątrz.#$e#Byłoby zabawnie rzucić w kogoś śnieżką.",
  "fall_Mon": "Jesienne nasiona już tu są! Plony nie rosną w zimie więc to twoja ostatnia szansa żeby coś zasiać aż do wiosny.#$b#Lepiej kupić wszystkie, no nie?",
  "fall_Thu": "Zaczyna być zimno na zewnątrz...#$b#To znaczy, że więcej ludzi zacznie przychodzić do sklepu, żeby się ogrzać... Hehe.",
  "fall_Fri": "#$1 pierreMEGA#Moim marzeniem jest, żeby otwierać coraz więcej sklepów, dopóki nie stanę się wyjątkowo bogaty. Hehehe.$k#$e#Witam. Twoja farma nadal się jakoś trzyma?#$e#Może kilka z moich nasion usprawnią to i owo.$h",
  "fall_Sat": "Cieszę się, gdy mogę kupić jakieś produkty z Twojej farmy.#$e#Tak, sprzedaje je z większym zyskiem... ale to jest korzyść z bycia znanym właścicielem sklepu.#$e#Nie musisz o mnie źle myśleć...",
  "fall_Sun": "Gdybym nie miał tego sklepu do prowadzenia, zapewne byłbym teraz na zewnątrz...#$e#Liście wyglądają wspaniale i rosną grzyby.",
  "Event_naga1": "Dzięki, naprawdę doceniam to. Po prostu o tym zapomnij, dobra?$h#$b#...A ja zapomnę, że ty myszkujesz w mojej sypialni!",
  "Event_naga2": "Naprawdę zrobisz to? Jesteś okropną osobą.$s#$b#Zacznijmy od tego, że nie myszkuje się w mojej sypialni! Ciekawscy sąsiedzi są najgorsi.$3"
}