{
        "Introduction": "Hej, to Pan @, nasz nowy farmer! Jestem Pierre, właściciel lokalnego sklepu.^Hej, to Panna @, nasza nowa farmerka! Jestem Pierre, właściciel lokalnego sklepu.#$b#Jeśli szukasz nasion, znajdziesz je u mnie. Kupię też produkty z Twojej farmy za odpowiednią cenę!#$e#Trochę rolnictwa może tchnąć życie w lokalną gospodarkę!",
        "eventSeen_3102768_memory_oneday": "Jak mam konkurować z Joja?$s#$e#Ich kieszenie są tak głębokie, że mogą sprzedawać ze stratą, dopóki tacy jak ja nie wypadną z biznesu... a potem podniosą ceny!$s",
        "AcceptGift_(O)StardropTea": "Wow, ciężko mi uwierzyć, że to dla mnie. To musiało kosztować fortunę! Dzięki!",
        "AcceptGift_(O)Book_PriceCatalogue": "Porywające! Fascynujące! Idealna książka dla mnie!$h",
        "GreenRain": "Echh, brak klientów! Jeszcze trochę tego 'zielonego' deszczu i mój rejestr będzie cały na czerwono!$s",
        "GreenRainFinished": "Cóż, cieszę się, że wszystko wróciło do normy. Wygląda na to, że to wszystko było przesadzone... jak zresztą wszystko inne.",
        "GreenRain_2": "Cieszę się, że Cię widzę, @. Co to dla Ciebie trochę toksycznego deszczu, gdy masz nasiona do kupienia?$h#$e#Żartuję. Deszcz wydaje się całkowicie nieszkodliwy.",
        "eventSeen_4": "Abigail przechodzi teraz fazę buntu... rozumiem to.#$e#Zmądrzeje, gdy zacznie spłacać kredyty!$h",
        "eventSeen_3102768_memory_oneweek": "Jestem zdeterminowany, żeby mój sklep działał aż do końca.$s#$b#Morris i jego koledzy musieliby mnie wyciągnąć zza lady siłą!$h",
        "Resort": "Tracę dużo pieniędzy, będąc poza sklepem...$s#$b#Ale wiesz co? Warto.",
        "Resort_Shore": "Mmm... przez ten zapach oceanu mam ochotę na sashimi.",
        "Resort_Chair": "Ech, pozwól dzieciom bawić się w słońcu. Ja posiedzę sobie na tym krześle.",
        "Resort_Bar": "Drink za drinkiem... Gus pewnie zarabia fortunę!",
        "married": "Cóż, skoro teraz macie podwójny dochód, oczekuję, że będziecie kupować dwa razy więcej nasion, nie?$h#$b#Ha ha... tylko żartuję... *ekhem*...",
        "married_Abigail_memory_oneday": "Cześć, em... ${synu¦córko}$?$s",
        "cc_Complete": "Marzenia się spełniają! Nie uwierzysz, ile stresu przyniósł mi JojaMarket.#$e#Dla tak małego miasteczka jeden sklep w zupełności wystarczy! Choć przyznam, że presja społeczna bywa przytłaczająca.",
        "joja_Begin": "To smutny dzień dla Miasta Pelikan... Im silniejsza staje się Joja, tym bliżej jestem bankructwa. Niedługo będę musiał sprzedać sklep...$s",
        "MovieInvitation": "Hej, to dobry pomysł... Dobrze w końcu wyjść zza lady. Spotkajmy się na miejscu!",
        "Mon": "Witam! Jeśli szukasz nasion, dobrze trafiłeś!^Witam! Jeśli szukasz nasion, dobrze trafiłaś!",
        "Mon_inlaw_Abigail": "Cześć, em... ${synu¦córko}$?$s",
        "Mon4": "Cześć, @. Potrzebujesz nasion albo sadzonek drzew owocowych?",
        "Mon4_inlaw_Abigail": "Cześć, @. Co u Abigail? Sklep nie jest taki sam bez niej...",
        "Tue": "Czasami dostaję nowe towary, więc zaglądaj częściej.#$e#Prowadzenie sklepu wymaga wiele pracy.$h",
        "Tue6": "Wiesz, kiedyś byłem całkiem niezłym bokserem... mój prawy sierpowy był legendarny!$h",
        "Wed": "$d Joja#Dziś mam wolne.#$e#Hmmm... co by tu porobić...$s|Jeśli znajdziesz jakieś dzikie produkty, chętnie je kupię za rozsądną cenę.",
        "Wed4": "Za młodu zawsze miałem coś ciekawego do roboty... Teraz, gdy nie jestem w pracy, czuję, że marnuję czas.$s",
        "Thu": "Z przyjemnością odkupię od Ciebie jakieś produkty.#$b#Oczywiście, dam Ci dobrą cenę!",
        "Thu2": "Naprawdę doceniam Twoją pracę, Panie @. Ciężko było mi osiągnąć odpowiednie zyski.^Naprawdę doceniam Twoją pracę, Panno @. Ciężko było mi osiągnąć odpowiednie zyski.",
        "Thu8": "#$1 pierre2#Czy Abigail w ogóle wygląda jak ja? Nie mów mojej żonie, ale czasem się zastanawiam, czy naprawdę jestem jej ojcem.$k$s#$e#Nienawidzę gotować... tylko nie mów mojej żonie.",
        "Fri": "#$1 pierreJoja#Biznes rozwija się bardzo wolno odkąd Joja wprowadziła się do miasta. Ciężko konkurować z ich cenami.$k$s#$e#Cześć. Jak tam Twoja farma?#$e#Może kilka moich nasion pomoże Ci w rozwoju.",
        "Sat": "Jeśli znajdziesz jakieś dzikie rośliny, chętnie je odkupię za dobrą cenę.",
        "Sat8": "Powiem Ci sekret. Czasem, gdy w sklepie nie ma klientów, ćwiczę śpiew operowy za ladą.$h#$e#Buzia na kłódkę. Rozumiemy się.",
        "Sun": "#$1 pierreBlue#*ech*... Czuję bluesa zza lady...$k$s#$e#Chciałbym wyjść na spacer, ale nie mogę zostawić sklepu bez nadzoru.#$e#Słyszałem, że kwiaty kwitną, a powietrze pachnie wspaniale...$s",
        "Wed6": "#$1 pierre1#*ech*... Nieważne jak dobrze idzie interes, nie mogę zaspokoić swojej żądzy sukcesu. Co jest ze mną nie tak? Może jestem znudzony tym życiem.$s#$e#Kiedyś otworzę sklep w mieście i zacznę porządnie zarabiać.#$e#Niestety, teraz ledwo udaje mi się zaoszczędzić...$s",
        "Thu4": "Hej, @. Jesteś moim klientem numero uno!",
        "summer_Mon": "Letnie nasiona już dostępne! Lepiej się zaopatrz.",
        "summer_Wed": "Tak się cieszę, że dziś mam wolne.",
        "summer_Wed2": "$d joja#Prowadzenie sklepu to ważna sprawa, ale czasem trzeba sobie zrobić wolne...|Skoro Joja odeszło, czuję się zobowiązany, żeby sklep był otwarty siedem dni w tygodniu. Ludzie muszą gdzieś robić zakupy!",
        "summer_Thu": "Wszyscy cieszą się pogodą zamiast robić zakupy... *ech*",
        "summer_Fri": "O, cześć. Czy moje letnie nasiona spełniły Twoje oczekiwania?",
        "summer_Sat": "Lato to dobra pora na orzeźwiającą sałatkę, nie uważasz?",
        "summer_Sun": "Ech... Strasznie tu gorąco.",
        "winter_Mon": "Zimą nie można niczego siać... dlatego niestety nie mam dla Ciebie żadnych nasion.#$e#To na pewno wpłynie na nasze zyski.",
        "winter_Wed": "$d joja#W końcu... dzień odpoczynku.|Skoro Joja odeszło, czuję się zobowiązany, by sklep był otwarty codziennie. Ludzie muszą gdzieś kupować!",
        "winter_Thu": "#$1 pierreDin#Dziś wieczorem zaskoczę Caroline kolacją i butelką Stardew Red. Tylko nikomu nie mów!$k#$e#W końcu chwila odpoczynku.",
        "winter_Fri": "Zazwyczaj zajmuję się towarami spożywczymi, więc jeśli masz rudy czy drewno, spróbuj sprzedać je gdzie indziej.",
        "winter_Sat": "Czy tylko mi się wydaje, czy jest tu naprawdę zimno?",
        "winter_Sun": "Gdybym nie miał sklepu do prowadzenia, pewnie byłbym teraz na zewnątrz.#$e#Fajnie byłoby porzucać się śnieżkami.",
        "fall_Mon": "Jesienne nasiona już dostępne! Plony nie rosną zimą, więc to ostatnia szansa, by coś zasiać przed wiosną.#$b#Lepiej kupić wszystko, prawda?",
        "fall_Thu": "Na zewnątrz zaczyna robić się chłodno...#$b#To oznacza, że więcej ludzi przyjdzie się ogrzać... He he.",
        "fall_Fri": "#$1 pierreMEGA#Moim marzeniem jest otworzyć tyle sklepów, żeby zostać obrzydliwie bogatym. He he he.$k#$e#Witam. Twoja farma nadal się trzyma?#$e#Może kilka moich nasion pomoże Ci ją usprawnić.$h",
        "fall_Sat": "Cieszę się, gdy mogę odkupić coś z Twojej farmy.#$e#Tak, sprzedaję to z zyskiem... ale to przywilej właściciela sklepu.#$e#Nie miej mi tego za złe...",
        "fall_Sun": "Gdybym nie prowadził sklepu, pewnie byłbym teraz na zewnątrz.#$e#Liście wyglądają pięknie, a i na grzyby można pójść.",
        "Event_naga1": "Dzięki, naprawdę to doceniam. Po prostu o tym zapomnij, dobra?$h#$b#... A ja zapomnę, że ${myszkowałeś^myszkowałaś}$ w mojej sypialni!",
        "Event_naga2": "Serio? Naprawdę to zrobisz? Jesteś okropny.$s^Serio? Naprawdę to zrobisz? Jesteś okropna.$s#$b#Na przyszłość: nie wchodzi się do cudzych sypialni. Zwłaszcza mojej! Ciekawscy sąsiedzi są najgorsi.$3",
        "Fair_Judging": "Hej, powodzenia.",
        "Fair_Judged_PlayerLost": "Dobrze być na szczycie! Ha!$h#$e#Ważne, że się starałeś.^Ważne, że się starałaś.",
        "Fair_Judged_PlayerWon": "Nie mogę w to uwierzyć... przegrałem...$s"
    }