{
        "Introduction": "Hej, To Pan @, nasz nowy farmer! Jestem Pierre, właściciel lokalnego sklepu.^Hej, to Panna @, nasza nowa farmerka! Jestem Pierre, właściciel lokalnego sklepu.#$b#Jeśli szukasz nasion, znajdziesz je u mnie. Kupię też produkty z Twojej farmy za odpowiednią cenę!#$e#Troszkę rolnictwa może pchnąć trochę życia w lokalną gospodarkę!",
        "eventSeen_3102768_memory_oneday": "Jak niby mam konkurować z Joja?$s#$e#Ich kieszenie są tak głębokie, że mogą sprzedawać ze stratą, dopóki tacy maluczcy jak ja nie wypadną z biznesu... wtedy podniosą ceny!$s",
        "AcceptGift_(O)StardropTea": "Wow, ciężko mi uwierzyć, że to dla mnie. To musiało kosztować fortunę! Dzięki!",
        "AcceptGift_(O)Book_PriceCatalogue": "Porywające! Fascynujące! Idealna książka dla mnie!$h",
        "GreenRain": "Ehhh, brak klientów! Trochę więcej tego 'zielonego' deszczu, a mój rejestr będzie cały na 'czerwono'!$s",
        "GreenRainFinished": "Cóż, cieszę się, że wszystko wróciło do normy. Wygląda na to, że to wszystko było przesadzone... jak z resztą wszystko inne.",
        "GreenRain_2": "Cieszę się, że cię widzę, @. Co dla ciebie odrobinka toksycznego deszczu, gdy masz nasiona do kupienia?$h#$e#Żartuje. Deszcz wydaje się całkowicie nieszkodliwy.",
        "eventSeen_4": "Abigail przechodzi teraz fazę buntowniczą... rozumiem to.#$e#Zmądrzeje, gdy zacznie spłacać kredyty!$h",
        "eventSeen_3102768_memory_oneweek": "Jestem zdeterminowany, żeby mój sklep działał aż do samego końca.$s#$b#Morris i jego kumple musieliby mnie wytargać zza tej lady!$h",
        "Resort": "Tracę dużo pieniędzy będąc poza sklepem...$s#$b#Ale, wiesz co? Warto.",
        "Resort_Shore": "Mmm... przez ten zapach oceanu mam ochotę na sashimi.",
        "Resort_Chair": "Eh, pozwól dzieciom bawić się w słońcu. Posiedzę se na tym krześle.",
        "Resort_Bar": "Drink za drinkiem... Gus pewnie zarabia kupę siana!",
        "married": "Cóż, skoro teraz masz podwójne dochody, oczekuję, że będziesz kupować dwa razy więcej nasion, nie?$h#$b#Haha... tylko żartuje.... *ekhem*...",
        "married_Abigail_memory_oneday": "Cześć, em... synu?$s^Cześć, em... córko?$s",
        "cc_Complete": "Marzenia się spełniają! Nie uwierzysz, ile JojaMarket przyniosło mi stresu.#$e#Dla małego miasteczka jak to, jeden sklep wystarczy! W każdym razie, jest zbyt wiele presji społecznej, żeby mnie to przeciążyło.",
        "joja_Begin": "To smutny dzień dla Miasta Pelikan... Im silniejsze staje się Joja, tym bardziej zbliżam się do bankructwa. Za niedługo powinienem sprzedać sklep...$s",
        "MovieInvitation": "Hej, to dobry pomysł... Dobrze jest w końcu wyjść zza lady. Spotkamy się na miejscu!",
        "Mon": "Witam! Jeśli szukasz nasion, dobrze trafiłeś!^Witam! Jeśli szukasz nasion, dobrze trafiłaś!",
        "Mon_inlaw_Abigail": "Cześć, em... synu?$s^Cześć, em... córko?$s",
        "Mon4": "Cześć, @. Trzeba ci jakichś nasion albo sadzonek owocowego drzewa?",
        "Mon4_inlaw_Abigail": "Cześć, @. Co tam u Abigail? Sklep nie jest taki sam bez niej...",
        "Tue": "Czasami dostaję nowe rzeczy do magazynu, więc wpadaj tu częściej.#$e#Do utrzymania sklepu trzeba bardzo dużo pracy.$h",
        "Tue6": "Wiesz co, kiedyś byłem dosyć dobrym bokserem... mój prawy sierpowy był legendarny!$h",
        "Wed": "Dziś mam dzień wolny.#$e#Hmmm... co by tu porobić...$s",
        "Wed4": "Za młodu zawsze miałem coś ciekawego do roboty... teraz jak nie jestem w pracy, czuje że marnuje swój czas.$s",
        "Thu": "Z przyjemnością kupię od ciebie jakiś produkt.#$b#Oczywiście, że dam ci dobrą cenę!",
        "Thu2": "Naprawdę doceniam twoją prace, Panie @. Ciężko mi było przynieść odpowiednie zyski.^Naprawdę doceniam twoją prace, Panno @. Ciężko mi było przynieść odpowiednie zyski.",
        "Thu8": "#$1 pierre2#Czy Abigail w ogóle wygląda jak ja? Nie mów mojej żonie, ale czasami zastanawiam się czy naprawdę jestem jej ojcem.$k$s#$e#Nienawidzę gotować, tylko nie mów mojej żonie.",
        "Fri": "#$1 pierreJoja#Biznes strasznie wolno się rozwija odkąd Joja wprowadziło się do miasta. Ciężko konkurować z ich produktami.$k$s#$e#Cześć. Jak tam twoja farma?#$e#Może kilka z moich nasion usprawnią to i owo.",
        "Sat": "Jeśli znajdziesz jakieś dzikie rośliny, odkupię je od ciebie za odpowiednią cenę.",
        "Sat8": "Powiem ci mój sekret. Czasami, kiedy sklep jest pusty, ćwiczę śpiew w operze za ladą.$h#$e#Buzia na kłódkę. Rozumiemy się.",
        "Sun": "#$1 pierreBlue#*ehh*... Czuję tego bluesa zza lady...$k$s#$e#Chciałbym kiedyś wyjść na spacer, ale nie mogę zostawić mojego sklepu bez nadzoru.#$e#Słyszałem że kwiaty kwitną i powietrze pachnie wspaniale...$s",
        "Wed6": "#$1 pierre1#*ehh*... Nie ważne jak dobrze interes się kręci, nie mogę zaspokoić swojej żądzy sukcesu. Co jest ze mną nie tak? Może jestem znudzony tym życiem.$s#$e#Pewnego dnia otworzę sklep w mieście i będę z tego trzepał niezłą kase.#$e#Niestety, biznes kręci się tak wolno, że ciężko mi zaoszczędzić...$s",
        "Thu4": "Hej, @. Jesteś moim klientem numero uno!",
        "summer_Mon": "Mam już dostępne letnie nasiona! Lepiej się wyposażyć.",
        "summer_Wed": "Tak się cieszę, że mam dziś wolne.",
        "summer_Wed2": "$d joja#Prowadzenie sklepu jest jedną z najważniejszych rzeczy w moim życiu, ale czasami trzeba sobie wziąć dzień wolny...|Teraz skoro Joja odeszło, czuję się odpowiedzialny za to, aby sklep był otwarty siedem dni w tygodniu. Ludzie potrzebują zakupów!",
        "summer_Thu": "Wszyscy cieszą się pogodą zamiast iść na zakupy... *ehh*",
        "summer_Fri": "O, cześć. Usatysfakcjonowałem cię jakością moich letnich nasion?",
        "summer_Sat": "Lato jest dobrą porą w roku, żeby zjeść orzeźwiającą sałatkę, nie uważasz?",
        "summer_Sun": "Ehh... Strasznie tu gorąco.",
        "winter_Mon": "W zimie nie można nic zasadzić... Dlatego niestety nie mam dla ciebie żadnych nasion.#$e#To na pewno wpłynie na nasze zarobki.",
        "winter_Wed": "$d joja#W końcu... dzień odpoczynku.|Teraz skoro Joja odeszło, czuję się odpowiedzialny za to, aby sklep był otwarty siedem dni w tygodniu. Ludzie potrzebują zakupów!",
        "winter_Thu": "#$1 pierreDin#Dziś wieczorem zaskoczę Caroline kolacją z butelką Stardew Red. Nie mów nikomu!$k#$e#Nareszcie, dzień odpoczynku.",
        "winter_Fri": "Zazwyczaj zajmuję się przedmiotami gastronomicznymi, więc jeśli masz jakieś rudy czy drewno, lepiej spróbuj to sprzedać gdzieś indziej.",
        "winter_Sat": "Czy to tylko mi, czy tu jest tak zimno?",
        "winter_Sun": "Gdybym nie miał tego sklepu do prowadzenia zapewne byłbym teraz zewnątrz.#$e#Fajnie by było rzucić śnieżką.",
        "fall_Mon": "Jesienne nasiona już tu są! Plony nie rosną w zimie więc to twoja ostatnia szansa żeby coś zasiać aż do wiosny.#$b#Lepiej kupić wszystkie, no nie?",
        "fall_Thu": "Zaczyna być zimno na zewnątrz...#$b#To znaczy, że więcej ludzi zacznie przychodzić do sklepu, żeby się ogrzać... Hehe.",
        "fall_Fri": "#$1 pierreMEGA#Moim marzeniem jest otworzyć więcej sklepów do momentu aż nie stanę się obrzydliwie bogaty. Hehehe.$k#$e#Witam. Twoja farma nadal się jakoś trzyma?#$e#Może jakieś nasiona ode mnie usprawnią to i owo.$h",
        "fall_Sat": "Cieszę się, gdy mogę kupić jakieś produkty z Twojej farmy.#$e#Tak, sprzedaje je z większym zyskiem... ale to jest korzyść z bycia znanym właścicielem sklepu.#$e#Nie myśl o mnie źle...",
        "fall_Sun": "Gdybym nie miał tego sklepu do prowadzenia, zapewne byłbym teraz na zewnątrz...#$e#Liście wyglądają wspaniale i można iść na grzyby.",
        "Event_naga1": "Dzięki, naprawdę to doceniam. Po prostu o tym zapomnij, dobra?$h#$b#...A ja zapomnę, że myszkujesz w mojej sypialni!",
        "Event_naga2": "Serio? Zrobisz to? Jesteś okropny.$s^Serio? Zrobisz to? Jesteś okropna.$s#$b#Zacznijmy od tego, że nie myszkuje się w czyjejś sypialni. Zwłaszcza mojej! Ciekawscy sąsiedzi są najgorsi.$3",
        "Fair_Judging": "Hej, powodzenia.",
        "Fair_Judged_PlayerLost": "Dobrze jest być na szczycie! Hah!$h#$e#Ważne, że się starałeś.^Ważne, że się starałaś.",
        "Fair_Judged_PlayerWon": "Nie mogę w to uwierzyć... przegrałem...$s"
    }