{
  "Abigail": "Dolina wygląda ciekawiej gdy pada nie uważasz?",
  "Robin": "Deszcz nie powstrzyma mnie od skończenia roboty!$h#$e#Jednakże mokre drewno nie jest przyjemne do pracy.$s",
  "Demetrius": "Witam. Zostań w środku jeśli chcesz się ogrzać.",
  "Maru": "Kiedy pada mam dobre wytłumaczenie żeby pracować nad moimi gadżetami cały dzień.$h#$e#To musi być dla ciebie bardzo nudne.",
  "Sebastian": "Jeśli masz dużo szczęścia, masz szansę zobaczyć żabę w taką pogodę.",
  "Linus": "Ciepły deszcz jest bardzo przyjemnym sposobem na umycie się.$h",
  "Pierre": "W takie dni jak ten większość ludzi siedzi w domu... To nie jest dobre dla mojego biznesu.$s",
  "Caroline": "Mój ogródek jest dzisiaj bardzo szczęśliwy.$h#$e#...i nasz rachunek za wodę zmniejszy się w tym miesiącu.",
  "Alex": "Hmm. To nie jest dobra pogoda na uprawianie sportu.$s#$e#No cóż, zawsze mogę podnosić ciężary w domu.$h",
  "George": "Okropnie zimno, nieprawdaż? Cóż za wstrętny dzień.",
  "Evelyn": "Gdy wstałam usłyszałam kapanie... Wydaje mi się że dach może przeciekać.$s#$e#Dawno temu George pomknąłby na górę i by go załatał... *wzdech*$s",
  "Lewis": "Cześć, @. Masz przerwe?#$e#Mam nadzieję że rzeka się nie podniesie...$s",
  "Clint": "Dzisiaj mógłby być dobry dzień na badanie kopalni... Kto wie, pewnie można tam znaleźć jakieś rzadkie rudy.",
  "Penny": "Krople deszczu są bardzo głośne gdy uderzają w metalowy dach naszej przyczepy.#$e#...Jednakże jest to nawet kojące.$h",
  "Pam": "Siemka, dzieciaku. Suszysz się?",
  "Emily": "W Pustyni Calico nigdy nie pada... Właśnie tam mieszka moja przyjaciółka Sandy.#$e#Chciałabym ją dziś odwiedzić.$s",
  "Haley": "Spędziłam cały poranek na układaniu mojej fryzury... Teraz deszcz może mi ją zepsuć.$s#$e#*wzdech* ... Czasami życie potrafi być ciężkie.",
  "Jodi": "Buty wytarte? Przepraszam... Po prostu właśnie wymyłam podłogę.#$e#Ale zawsze miło cię tu widzieć! Heh.$h",
  "Sam": "Deszcz tłumi dźwięki,więc mogę grać głośniej na gitarze, a moja mama nie będzie się denerwować. Hehe.$h",
  "Leah": "Może bym ugotowała dzisiaj coś specjalnego i ekscytującego. Coś ostrego.",
  "Shane": "Hmm... Ta pogoda sprawia że chce mi się pić.$s",
  "Marnie": "Cześć @. Taka ulewa a ty musisz chodzić po polu... Współczuję.$h",
  "Elliott": "Czasami gdy kłade się do łóżka słyszę z oddali mglistą syrene przecinającą deszcz.#$b#Ale gdy zaglądam przez okno widzę tylko kurtynę szarości.",
  "Gus": "Nie ma to jak szklanka czerwonego wina w dzień taki jak ten, prawda?#$e#Kocham moją robotę. Hehehe.",
  "Dwarf": "Deszcz... Jest dla nas prawie mitem. Niektórzy z nas żyją nigdy go nie doświadczając.",
  "Wizard": "Burzowe dni są jedynymi dniami, w których mogę się komunikować z niektórymi żywiołami.#$e#Wątpię że to rozumiesz.",
  "Harvey": "Cześć @! Er... Lubisz czytać w bibliotece?#$e#Heh. Więc, um... Do zobaczenia?$u",
  "Sandy": "Słyszałam to! Pada u was deszcz. Czy po to tu jesteś?$h#$e#W sumie trochę tęsknię za deszczem.$s",
  "Krobus": "Ah, ścieki szybko dzisiaj płyną. Będzie ładnie i wilgotno... Dokładnie tak jak lubię.",
  "Leo": "Dolina jest spokojna, gdy pada.#$e#Dla mnie... natura jest kimś, kog znam. Z różnymi humorami."
}