{
  "Introduction": "Poznawanie wszystkich z miasta. Brzmi męcząco.",
  "Resort": "Wow, patrzcie na te wszystkie struktury!$h#$b#Mogę stwierdzić, że zostały one wykonane przez mistrza budownictwa. Jestem pod wrażeniem!",
  "Resort_Leaving": "Fajnie było!$h",
  "Resort_Shore": "Hej, patrz! Stąd widać kolejną wyspe.",
  "Resort_Chair": "Hej @. Wiesz co, rozmyślałam nad tym, jak daleko zaszło nasze miasteczko, od kiedy tu jesteś.#$b#Powinieneś być z siebie dumny, spisałeś się!^Powinnaś być z siebie dumna, spisałaś się!$h",
  "Resort_Bar": "To jest takie relaksujące...",
  "reject_865": "Sól warzywna? Nie brzmi tak źle, ale mi się nie przyda.",
  "reject_866": "Hmm... kiedy myślę o kwiatach, myślę o Evelyn. Może jej pokażesz?",
  "pamHouseUpgrade": "Nasz mały plan poszedł jak po maśle, prawda? Pam i Penny wyglądają na bardzo szczęśliwe.",
  "pamHouseUpgradeAnonymous": "Nasz mały plan poszedł jak po maśle, prawda? Pam i Penny wyglądają na bardzo szczęśliwe.",
  "MovieInvitation": "Ooh... dwa bilety na dzisiejszy film, hę? Brzmi nieźle! Spotkamy się na miejscu.$h",
  "cc_Bridge": "Hej! Słyszałam wczoraj dziwne głosy, gdy się obudziłam zobaczyłam most do kamieniołomu całkowicie naprawiony!#$b#To cud w obróbce drewna!",
  "cc_Complete": "Wiedziałam to odkąd widziałam cie w autobusie, @... twoim przeznaczeniem było zostanie bohaterem miasteczka!$h",
  "cc_Begin": "Hej! Słyszałam, że Lewis oprowadził cie po Centrum Społeczności... Było by świetnie, gdyby udało ci się naprawić to miejsce. Kiedyś to był całkiem przyjemny budynek!",
  "Mon": "Czy mówiłam ci, że zbudowałam nasz dom od podstaw?#$e#To zdecydowanie był największy sukces mojej kariery.",
  "Tue": "Hej, jeśli potrzebujesz materiałów, lub planów budowy możesz odwiedzić mój sklep!#$e#Plus, twoje zakupy wspomagają lokalną ekonomię.$h",
  "Wed": "Hej, @.#$e#Właśnie myślałam o nowych projektach stolarskich.#$e#Jest ci dobrze tam, gdzie mieszkasz? Jak trzyma się stolarka w twoim domu?",
  "Thu": "Zawsze miło cię tu u nas gościć, nawet jeśli nic nie kupujesz.$h#$e#Tu, w górach, czasami można czuć się naprawdę samotnie.",
  "Fri": "Znasz już mojego syna, Sebastiana? Ma pokój na dole.#$e#Jest trochę nieśmiały, ale myślę, że niedługo się z tobą zaprzyjaźni.",
  "Fri_inlaw_Sebastian": "Tęsknię za Sebastian'em... zawsze był trochę źle zrozumiany, ale wierzyłam w niego.",
  "Fri4": "#$1 RobinSeb#Znalazłam popielniczkę w pokoju Sebastiana i dziwnie tam pachniało. Powinnam się tym przejmować?#$e#Czasami się martwię o Sebastiana... nie ma zbyt dużo przyjaciół i nie specjalnie się przejmuje pryszłością...#$e#Pogadałabym z nim o tym, ale nigdy nie chce się dla mnie otworzyć.",
  "Fri4_inlaw_Sebastian": "Sebastian powiedział mi, że próbuje rzucić palenie! Jestem z niego dumna.",
  "Sat": "Nasz dom jest tak pięknie położony, prawda?#$e#Kocham świeże, górskie powietrze.",
  "Sun": "Mam nadzieję, że Demetrius nie wysadzi domu swoimi eksperymentami.#$e#Nie wiem nawet, nad czym pracuje. Wydaje mi się, że robi coś z roślinami.",
  "Sun2": "#$1 RobinDem#Mój mąż prawie podpalił dom przez swoje eksperymenty ostatniej nocy. Jedna z jego zlewek eksplodowała i wystrzeliła kulę ognia do krokwi! Dzięki Yobie, że użyłam ognioodpornego lakieru przy budowie domu.$u#$e#Przepraszam, jeśli dziwnie tu pachnie, @. To dziwaczny projekt naukowy mojego męża...",
  "Sun6": "Cześć @! Miło cię widzieć.#$e#Jesteś teraz oficjalnym członkiem naszej społeczności, no nie?",
  "event_wood1": "Świetnie! Ten plan będzie dla ciebie idealny!$h",
  "event_wood2": "Mam dla ciebie idealny plan na początek!",
  "summer_Mon": "Drewno jest niezwykłym materiałem... jest wszechstronne, tanie, wytrzymałe i każdy jego kawałek jest unikatowy!",
  "summer_Tue": "Jeśli chcesz ulepszyć jakiś budynek na Twojej farmie, po prostu powiedz!#$e#Musisz tylko przynieść wystarczająco drewna i kamienia. No i oczywiście pieniądze.#$e#Ale jestem pewna, że będziesz ucieszysz się z rezultatów!$h",
  "summer_Fri": "Jesteśmy trochę odcięci od reszty świata w Dolinie Stardew.#$e#Ma to swoje wady i zalety.",
  "fall_Mon": "#$1 RobinMaru#Maru lubi klejnoty. Używa ich w swoich wynalazkach.#$e#Więc jak się macie z Maru?",
  "fall_Thu": "Zawsze miło cię tu gościć, nawet jeśli nic nie kupujesz!$h#$e#Tu w górach można się czuć trochę samotnym.",
  "fall_Fri": "Znasz człowieka, który żyje za naszym domem?$s#$e#W sumie nie przeszkadza mi on, dopóki nam nie zawraca głowy.",
  "winter_Mon": "Hej, teraz jest świetna pora roku, aby pozbierać trochę drewna.#$e#Może uzbierasz na tyle, żeby ulepszyć swój dom!",
  "winter_Fri": "Moi rodzice byli oszołomieni, gdy powiedziałam, że chcę być stolarzem.#$e#Byli trochę staromodni.",
  "winter_Fri_inlaw_Sebastian": "Myślę, że życie na farmie jest naprawdę zdrowe dla Sebastiana.",
  "winter_Sat": "Nasz dom jest tak pięknie położony, nie prawda?#$e#Wszystko tak ładnie wygląda po świeżym śniegu."
}