{
        "Introduction": "Poznałeś już wszystkich z miasta? Brzmi strasznie męcząco.^Poznałaś już wszystkich z miasta? Brzmi strasznie męcząco.",
        "Resort": "Wow, patrzcie na te wszystkie budowle!$h#$b#Mogę stwierdzić, że zostały one wykonane przez mistrza budownictwa. Jestem pod wrażeniem!",
        "AcceptGift_(O)StardropTea": "Chwila... to dla mnie? Cóż za wyjątkowy prezent! Dziękuję.",
        "AcceptGift_(O)Book_Woodcutting": "Co to... 'Drewniana Tajemnica'? ... Um, co to za książka, @?$6#$b#Och, o stolarstwie! Hahaha... O ta, spodoba mi się. Dzięki!$4",
        "AcceptGift_(O)SkillBook_2": "Ach, 'Tygodnik Drwala'... miałam nadzieję, że znajdę najnowszy numer! Mają tu najnowocześniejsze techniki!#$b#Od drwala dla drwala... Dziękuję.$h",
        "GreenRain": "On jest jakiś nienormalny! Na co on tam w ogóle lezie? Nie wiemy, czy ten deszcz nie jest szkodliwy!$u%noturn",
        "GreenRainFinished": "Mam nadzieję, że Demetrius jest zadowolony z tych 'próbek' co zebrał. Najwidoczniej jego mały projekt naukowy jest dla niego ważniejszy niż jego żona. Hmmph.$6",
        "GreenRain_2": "Dzisiaj jest mnóstwo gatunków dobrego drewna. Lepiej zacząć siekać, hę?",
        "divorced_Sebastian": "Sebastian wrócił do piwnicy... co się stało między wami?$s",
        "divorced_Maru": "Maru całą noc płakała... Wszyscy jesteśmy zdruzgotani...$s",
        "married_Sebastian": "Och, nie martw się... to łzy szczęścia. Wiem, że Sebastian będzie szczęśliwy na Farmie %farm!$h",
        "married_Maru": "Wszyscy będziemy tęsknić za Maru, ale jestem pewna, że będziemy ją często widywać!",
        "houseUpgrade_1": "Fajnie było pracować nad Twoim domem. To może być jedno z najlepszych dzieł, jakie kiedykolwiek stworzyłam!$h#$e#Mam nadzieję, że podoba Ci się nowa kuchnia.",
        "houseUpgrade_2": "Co zamierzasz zrobić z pustą przestrzenią w Twoim domu?#$e#Czy raczej... Twojej 'rezydencji'?$h",
        "houseUpgrade_3": "Więc, wchodzisz w biznes winiarski? Słyszałam, że to bardzo opłacalne... jeśli jesteś cierpliwy.^Więc, wchodzisz w biznes winiarski? Słyszałam, że to bardzo opłacalne... jeśli jesteś cierpliwa.",
        "structureBuilt_Coop": "To jest prawdopodobnie najwytrzymalszy kurnik, jaki kiedykolwiek zrobiłam. Mam nadzieję, że będzie Ci dobrze służył!",
        "structureBuilt_Shed": "Jakieś plany z nową szopą? Możliwości jest nieskończenie wiele!",
        "structureBuilt_Coop_memory_oneweek": "Jak tam nowy kurnik? Nie mogę się doczekać aż poznam Twoje nowe zwierzęta!",
        "structureBuilt_Barn_memory_oneweek": "Jak tam nowa stodoła? Jestem pewna, że będziesz hodować tam bardzo szczęśliwe zwierzęta!",
        "structureBuilt_Slime Hutch": "*fiu*... Było dużo roboty przy tej farmie szlamu... Będę potrzebowała dnia w spa na regeneracje!$h",
        "structureBuilt_Stable_memory_oneweek": "A więc, jeździłeś już po mieście na swoim nowym koniu?^A więc, jeździłaś już po mieście na swoim nowym koniu?#$b#Wyobrażam sobie, że to jest na pewno bolesne, ale przyzwyczaisz się.$h",
        "structureBuilt_Fish Pond": "Wspomniałam Williemu, że wybudowałam Ci staw rybny. Bardzo się ucieszył.#$e#Najwyraźniej za młodego hodował kraby. Mówił na to 'wieloletnia tradycja'.$h",
        "Resort_Leaving": "Fajnie było!$h",
        "Resort_Shore": "Hej, patrz! Stąd widać kolejną wyspę.",
        "Resort_Chair": "Hej @. Wiesz co, rozmyślałam nad tym, jak daleko zaszło nasze miasteczko, od kiedy tu jesteś.#$b#Powinieneś być z siebie dumny, spisałeś się!$h^Powinnaś być z siebie dumna, spisałaś się!$h",
        "Resort_Bar": "Ahh... Relaks...",
        "reject_865": "Sól warzywna? Nie brzmi tak źle, ale mi się nie przyda.",
        "reject_866": "Hmm... gdy myślę o kwiatach, myślę o Evelyn. Może jej pokażesz?",
        "pamHouseUpgrade": "Nasz mały plan poszedł jak po maśle, prawda? Pam i Penny wyglądają na bardzo szczęśliwe.",
        "pamHouseUpgradeAnonymous": "Nasz mały plan poszedł jak po maśle, prawda? Pam i Penny wyglądają na bardzo szczęśliwe.",
        "MovieInvitation": "Ooh... Dwa bilety na dzisiejszy film, hę? Brzmi nieźle! Widzimy się na miejscu.$h",
        "cc_Bridge": "Hej! Słyszałam wczoraj dziwne głosy, gdy się obudziłam zobaczyłam naprawiony most do kamieniołomu!#$b#To cud w kunszcie stolarskim!",
        "cc_Complete": "Wiedziałam to odkąd zauważyłam Cię w autobusie, @...Twoim przeznaczeniem było zostanie bohaterem miasteczka!$h",
        "cc_Begin": "Hej! Słyszałam, że Lewis oprowadził Cię po Centrum Społeczności... Było by świetnie, gdyby udało Ci się je naprawić. Kiedyś to było przyjemne miejsce!",
        "Mon": "Czy wspominałam już, że zbudowałam nasz dom od podstaw?#$e#To największy sukces w mojej karierze.",
        "Tue": "Hej, jeśli potrzebujesz materiałów, lub planów budowy możesz odwiedzić mój sklep!#$e#Plus, Twój biznes wspomaga lokalną ekonomię.$h",
        "Wed": "Hej, @.#$e#Właśnie myślałam o nowych projektach stolarskich.#$e#Jest Ci dobrze tam, gdzie mieszkasz? Jak trzyma się stolarka w Twoim domu?",
        "Thu": "Zawsze miło Cię tu u nas gościć, nawet jeśli nic nie kupujesz.$h#$e#Tu w górach, można czasami poczuć się samotnie.",
        "Fri": "Znasz już mojego syna, Sebastiana? Ma pokój na dole.#$e#Jest trochę nieśmiały, ale na pewno się razem zaprzyjaźnicie.",
        "Fri_inlaw_Sebastian": "Tęsknię za Sebastianem... zawsze był trochę źle rozumiany, ale wierzyłam w niego.",
        "Fri4": "#$1 RobinSeb#Znalazłam popielniczkę w pokoju Sebastiana i dziwnie tam pachniało. Powinnam się tym przejmować?#$e#Czasami martwię się o Sebastiana... nie ma zbyt wielu przyjaciół i nie specjalnie się przejmuje swoją przyszłością...#$e#Pogadałabym z nim o tym, ale nigdy nie chce się dla mnie otworzyć.",
        "Fri4_inlaw_Sebastian": "Sebastian mi powiedział, że próbuje rzucić palenie! Jestem z niego dumna.",
        "Sat": "Nasz dom jest tak pięknie położony, prawda?#$e#Kocham świeże, górskie powietrze.",
        "Sun": "Mam nadzieję, że Demetrius nie wysadzi domu swoimi eksperymentami.#$e#Nie jestem nawet pewna, nad czym pracuje. Chyba robi coś z roślinami.",
        "Sun2": "#$1 RobinDem#Mój mąż prawie podpalił dom przez swoje eksperymenty. Jedna z jego zlewek eksplodowała i wystrzeliła kulę ognia do krokwi! Dzięki Yobie, że użyłam ognioodpornego lakieru przy budowie domu.$u#$e#Przepraszam, jeśli dziwnie tu pachnie, @. To dziwaczny projekt naukowy mojego męża...",
        "Sun6": "Cześć @! Miło Cię widzieć.#$e#Jesteś teraz oficjalnie członkiem naszej społeczności, no nie?",
        "event_wood1": "Świetnie! To będzie dla Ciebie błahostka!$h",
        "event_wood2": "Cóż, w takim razie mam dla Ciebie idealny plan na początek!",
        "summer_Mon": "Drewno jest niezwykłym materiałem... jest wszechstronne, tanie, wytrzymałe i każdy jego kawałek jest unikalny!",
        "summer_Tue": "Jeśli chcesz ulepszyć jakiś budynek na swojej farmie, daj znać!#$e#Musisz tylko przynieść wystarczająco drewna i kamienia. No i oczywiście pieniądze.#$e#Ale jestem pewna, że spodoba Ci się wynik końcowy!$h",
        "summer_Fri": "Jesteśmy tu trochę odcięci od reszty świata.#$e#Ma to swoje wady i zalety.",
        "fall_Mon": "#$1 RobinMaru#Maru lubi klejnoty. Używa ich w swoich wynalazkach.#$e#Dobrze się dogadujecie z Maru?",
        "fall_Thu": "Zawsze miło Cię tu gościć, nawet jeśli nic nie kupujesz!$h#$e#Tu w górach może być bardzo samotnie.",
        "fall_Fri": "Znasz tego dzikiego mężczyznę, który żyje za naszym domem?$s#$e#Nie przeszkadza mi, dopóki nie zacznie zawracać nam głowy.",
        "winter_Mon": "Hej, teraz jest świetna pora roku na pozbieranie trochę drewna.#$e#Może uzbierasz na tyle, żeby ulepszyć sobie dom!",
        "winter_Fri": "Moi rodzice byli zszokowani, gdy powiedziałam, że chcę zostać stolarzem.#$e#Byli trochę staromodni.",
        "winter_Fri_inlaw_Sebastian": "Myślę, że życie na farmie dobrze działa na Sebka.",
        "winter_Sat": "Nasz dom jest tak pięknie położony, prawda?#$e#Wszystko tak ładnie wygląda po świeżym śniegu."
    }