{
        "Introduction": "Poznałeś już wszystkich z miasta? Brzmi strasznie męcząco.^Poznałaś już wszystkich z miasta? Brzmi strasznie męcząco.",
        "Resort": "Wow, patrz na te wszystkie budowle!$h#$b#Widzę, że zostały wykonane przez mistrza budownictwa. Jestem pod wrażeniem!",
        "AcceptGift_(O)StardropTea": "Chwila... to dla mnie? Cóż za wyjątkowy prezent! Dziękuję.",
        "AcceptGift_(O)Book_Woodcutting": "Co to... 'Drewniana Tajemnica'?... Um, co to za książka, @?$6#$b#Och, o stolarstwie! Ha ha ha... O tak, spodoba mi się. Dzięki!$4",
        "AcceptGift_(O)SkillBook_2": "Ach, 'Tygodnik Drwala'... Miałam nadzieję, że znajdę najnowszy numer! Są tu najnowocześniejsze techniki!#$b#Od drwala dla drwala... Dziękuję.$h",
        "GreenRain": "On jest nienormalny! Po co tam w ogóle idzie? Nie wiemy, czy ten deszcz nie jest szkodliwy!$u%noturn",
        "GreenRainFinished": "Mam nadzieję, że Demetrius jest zadowolony z tych 'próbek', które zebrał. Najwidoczniej jego projekt naukowy jest dla niego ważniejszy niż żona. Hmph.$6",
        "GreenRain_2": "Dzisiaj jest mnóstwo świetnego drewna. Lepiej zabrać się za rąbanie, co nie?",
        "divorced_Sebastian": "Sebastian wrócił do piwnicy... Co się stało między wami?$s",
        "divorced_Maru": "Maru całą noc płakała... Wszyscy jesteśmy zdruzgotani...$s",
        "married_Sebastian": "Och, nie martw się... to łzy szczęścia. Wiem, że Sebastian będzie szczęśliwy na ''%farm'' farmie!$h",
        "married_Maru": "Wszyscy będziemy tęsknić za Maru, ale jestem pewna, że będziemy ją często widywać!",
        "houseUpgrade_1": "Fajnie było pracować nad Twoim domem. To może być jedno z najlepszych dzieł, jakie kiedykolwiek stworzyłam!$h#$e#Mam nadzieję, że podoba Ci się nowa kuchnia.",
        "houseUpgrade_2": "Co zamierzasz zrobić z pustą przestrzenią w swoim domu?#$e#A może raczej... w swojej 'rezydencji'?$h",
        "houseUpgrade_3": "Więc, wchodzisz w biznes winiarski? Słyszałam, że to bardzo opłacalne... jeśli jesteś cierpliwy.^Więc, wchodzisz w biznes winiarski? Słyszałam, że to bardzo opłacalne... jeśli jesteś cierpliwa.",
        "structureBuilt_Coop": "To prawdopodobnie najwytrzymalszy kurnik, jaki kiedykolwiek zrobiłam. Mam nadzieję, że dobrze Ci posłuży!",
        "structureBuilt_Shed": "Jakieś plany związane z nową szopą? Możliwości są nieskończone!",
        "structureBuilt_Coop_memory_oneweek": "Jak tam nowy kurnik? Nie mogę się doczekać, aż poznam Twoje nowe zwierzęta!",
        "structureBuilt_Barn_memory_oneweek": "Jak tam nowa stodoła? Jestem pewna, że Twoje zwierzęta będą tam bardzo szczęśliwe!",
        "structureBuilt_Slime Hutch": "*fiu*... Sporo pracy przy tej Farmie Szlamu... Będę potrzebowała dnia w spa, żeby się zregenerować!$h",
        "structureBuilt_Stable_memory_oneweek": "A więc, ${jeździłeś^jeździłaś}$ już po mieście na swoim nowym koniu?#$b#Na początku może być trochę boleśnie, ale przyzwyczaisz się.$h",
        "structureBuilt_Fish Pond": "Wspomniałam Williemu, że zbudowałam Ci staw rybny. Bardzo się ucieszył.#$e#Podobno w młodości hodował kraby. Mówił, że to 'wieloletnia tradycja'.$h",
        "Resort_Leaving": "Było świetnie!$h",
        "Resort_Shore": "Hej, patrz! Stąd widać kolejną wyspę.",
        "Resort_Chair": "Hej @. Wiesz, rozmyślałam nad tym, jak daleko zaszło nasze miasteczko, odkąd tu jesteś.#$b#Powinieneś być z siebie dumny, spisałeś się!$h^Powinnaś być z siebie dumna, spisałaś się!$h",
        "Resort_Bar": "Ach... Relaks...",
        "reject_865": "Sól warzywna? Nie brzmi źle, ale mi się nie przyda.",
        "reject_866": "Hmm... Kwiaty kojarzą mi się z Evelyn. Może jej pokażesz?",
        "pamHouseUpgrade": "Nasz mały plan poszedł jak po maśle, prawda? Pam i Penny wyglądają na bardzo szczęśliwe.",
        "pamHouseUpgradeAnonymous": "Nasz mały plan poszedł jak po maśle, prawda? Pam i Penny wyglądają na bardzo szczęśliwe.",
        "MovieInvitation": "Och... Dwa bilety na dzisiejszy film, co? Brzmi nieźle! Widzimy się na miejscu.$h",
        "cc_Bridge": "Hej! Wczoraj słyszałam dziwne głosy, a kiedy się obudziłam, zobaczyłam naprawiony most do kamieniołomu!#$b#To cud stolarskiego kunsztu!",
        "cc_Complete": "Wiedziałam to, odkąd zauważyłam Cię w autobusie, @... Było Ci pisane zostać bohaterem miasteczka!$h",
        "cc_Begin": "Hej! Słyszałam, że Lewis oprowadził Cię po Domu Kultury... Byłoby świetnie, gdyby udało Ci się je odnowić. Kiedyś to było naprawdę przyjemne miejsce!",
        "Mon": "Wspominałam, że zbudowałam nasz dom od podstaw?#$e#To największe osiągnięcie w mojej karierze.",
        "Tue": "Hej, jeśli potrzebujesz materiałów lub planów budowy, odwiedź mój sklep!#$e#Twój biznes wspiera lokalną gospodarkę.$h",
        "Wed": "Hej, @.#$e#Właśnie rozmyślałam o nowych projektach stolarskich.#$e#Dobrze Ci się mieszka? Jak trzyma się stolarka w Twoim domu?",
        "Thu": "Zawsze miło Cię tu gościć, nawet jeśli nic nie kupujesz.$h#$e#W górach czasem bywa samotnie.",
        "Fri": "Znasz mojego syna, Sebastiana? Ma pokój na dole.#$e#Jest trochę nieśmiały, ale na pewno się zaprzyjaźnicie.",
        "Fri_inlaw_Sebastian": "Tęsknię za Sebastianem... Zawsze był trochę niezrozumiany, ale wierzyłam w niego.",
        "Fri4": "#$1 RobinSeb#Znalazłam popielniczkę w pokoju Sebastiana i coś tam dziwnie pachniało. Powinnam się martwić?#$e#Czasem się o niego niepokoję... Nie ma zbyt wielu przyjaciół i niezbyt myśli o przyszłości...#$e#Chciałabym z nim o tym pogadać, ale nigdy się przede mną nie otwiera.",
        "Fri4_inlaw_Sebastian": "Sebastian powiedział mi, że próbuje rzucić palenie! Jestem z niego dumna.",
        "Sat": "Nasz dom jest pięknie położony, prawda?#$e#Uwielbiam świeże, górskie powietrze.",
        "Sun": "Mam nadzieję, że Demetrius nie wysadzi domu przez swoje eksperymenty.#$e#Nie jestem nawet pewna, nad czym pracuje. Chyba robi coś z roślinami.",
        "Sun2": "#$1 RobinDem#Mój mąż prawie podpalił dom przez swoje eksperymenty. Jedna z jego zlewek eksplodowała i wystrzeliła kulę ognia aż pod sufit! Dobrze, że użyłam ognioodpornego lakieru przy budowie.$u#$e#Przepraszam, jeśli dziwnie pachnie, @. To przez ten jego dziwaczny projekt naukowy...",
        "Sun6": "Cześć @! Miło Cię widzieć.#$e#Jesteś teraz oficjalnym członkiem naszej społeczności, prawda?",
        "event_wood1": "Świetnie! Poradzisz sobie bez problemu!$h",
        "event_wood2": "W takim razie mam dla Ciebie idealny plan na początek!",
        "summer_Mon": "Drewno to niesamowity materiał... wszechstronne, tanie, wytrzymałe, a każdy jego kawałek jest unikalny!",
        "summer_Tue": "Jeśli chcesz ulepszyć jakiś budynek na farmie, daj znać!#$e#Wystarczy, że przyniesiesz wystarczająco drewna, kamienia i trochę gotówki.#$e#Ale jestem pewna, że efekt końcowy Ci się spodoba!$h",
        "summer_Fri": "Jesteśmy tu trochę odcięci od reszty świata.#$e#Ma to swoje plusy i minusy.",
        "fall_Mon": "#$1 RobinMaru#Maru lubi klejnoty. Używa ich w swoich wynalazkach.#$e#Dobrze się dogadujecie z Maru?",
        "fall_Thu": "Zawsze miło Cię tu gościć, nawet jeśli nic nie kupujesz!$h#$e#W górach może być bardzo samotnie.",
        "fall_Fri": "Znasz tego dzikiego mężczyznę, który żyje za naszym domem?$s#$e#Nie przeszkadza mi, dopóki nie zaczyna zawracać nam głowy.",
        "winter_Mon": "Hej, to świetna pora roku na zbieranie drewna.#$e#Może uzbierasz tyle, by ulepszyć dom!",
        "winter_Fri": "Moi rodzice byli zszokowani, gdy powiedziałam, że chcę zostać stolarzem.#$e#Byli trochę staroświeccy.",
        "winter_Fri_inlaw_Sebastian": "Myślę, że życie na farmie dobrze wpływa na Sebastiana.",
        "winter_Sat": "Nasz dom jest pięknie położony, prawda?#$e#Wszystko wygląda tak ładnie po świeżym śniegu."
    }