{
  "10": "Ten wczorajszy mecz był świetny?#$b#Czekaj, ty w ogóle posiadasz telewizor?",
  "14": "Ugh, wcześniej w coś wdepnąłem... Musiałem kupić nowe buty.$s",
  "Introduction": "Hej, jestem Sam. Miło mi cię poznać.$h",
  "Resort_Entering": "Wow, ale miejscówa!",
  "Resort": "Założę się, że głęboko na tej wyspie można znaleźć fajne rzeczy.#$e#Willy kazał siedzieć tutaj... jakieś problemy z odpowiedzialnością, czy coś.$s",
  "Resort_Leaving": "Dobrze się czuje, przez te słońce.$h",
  "Resort_Shore": "Spójrz na te burzliwe fale... zgadnij co? Zacznę zbierać na deskę surfingową.",
  "Resort_Towel": "%Sam gra jazzową melodię na swojej gitarze.",
  "Resort_Towel_2": "Może powinienem nauczyć się grać na ukulele.#$e#Abby na kongach i Sebastian na stalowych bębnach... 'Rajskie Pelikany'...$s#$e#Coś nie tak, dziwnie wyglądasz.$h",
  "Resort_Bar": "Właśnie się nawadniam, a potem z powrotem na plażę.",
  "danceRejection": "Hmm... No nie wiem. Może następnym razem.$s",
  "dumped_Guys": "...$a",
  "secondChance_Guys": "Dobra, już nie jestem obrażony. Po prostu zapomnijmy o tym co się stało.$7",
  "breakUp": "Czekaj... co?!$8#$b#Myślałem, że dobrze nam idzie... jednak się myliłem... w porządku.$9#$b#Ta, pewnie... nadal możemy być przyjaciółmi.$9",
  "divorced": "Wybacz, @. Wydaje mi się, że już nie możemy być przyjaciółmi.$s",
  "Mon2": "Hej, jak leci?#$e#Ostatniej nocy ćwiczyłem grę na gitarze przez 4 godziny bez przerwy. Okropnie bolą mnie palce.$s#$e#Na razie, mam coś do załatwienia...",
  "Mon": "Hej, farmerze.",
  "Mon8": "Zdradzę ci sekret... moje imię 'Sam' to zdrobnienie od 'Samson'.$l#$e#Większość ludzi o tym nie wie, więc nikomu o tym nie mów.",
  "Tue": "Oh, cześć! Miło cię znowu widzieć.",
  "Tue4": "Cześć, @. Chciałbyś pogadać, czy coś?^Cześć, @. Chciałabyś o czymś pogadać?#$e#Przyjemnie jest sobie pospać, ale czasami chciałbym to pominąć... to taka strata czasu.",
  "Wed": "Próbuję wymyślić nową piosenkę dla mojego zespołu, ale nie mam weny...#$q 19/20 Wed_old#Hej... jak sądzisz o czym mógłbym ją napisać?#$r 20 30 Wed_20#O rolnictwie, kopaniu i ścinaniu drzew.#$r 8820 30 Wed_20#O mieście na morzu.#$r 8821 30 Wed_20#O pociągach.#$r 19 -50 Wed_19#O czymkolwiek. I tak będzie okropna.",
  "Wed_old": "$p 19#Wiem już, co o tym myślisz.$a|Dzięki Twojej pomocy mam już napisane słowa!$h",
  "Wed_19": "Hej,... o co ci chodzi? Wybacz, że pytałem.$a",
  "Wed_20": "Hej, wiesz co? To brzmi świetnie. Dzięki!$h",
  "Wed6": "Od jakiegoś czasu jesteśmy przyjaciółmi z Sebastian'em. Jest całkiem spoko.#$e#Jeśli wasza dwójka by tu nie mieszkała, to chyba nie miałbym żadnych kumpli w tym mieście.",
  "Wed10": "Hej ziomek. Wyglądasz dziś na pełnego energii!^@. Um... Chciałem tylko powiedzieć... Ładnie dziś wyglądasz.$l",
  "Thu6_1": "Wydaje mi się, że mój tata ma wrócić w tym roku.#$e#W końcu go poznasz. Jeśli wciąż będziesz tu mieszkać.#$e#Choć wątpię, że opuścisz farmę po włożeniu w nią tak dużo pracy!",
  "Thu6_2": "...Mam mieszane uczucia co do powrotu mojego ojca. Wydaję się dziwny.$s#$b#Ale nie widziałem go przez 3 lata... więc to chyba wszystko tłumaczy.",
  "Thu_3": "*wzdech*... co ja tu jeszcze robię?",
  "Thu": "Chmury pięknie wyglądają o tej porze roku, nieprawdaż?#$e#Trochę jak gałki lodów waniliowych unoszących się na niebieskim sosie malinowym... Dobra, po prostu jestem głodny.",
  "Thu2": "Mojego ojcia tutaj nie ma, ponieważ jest żołnierzem, walczącym przeciw Imperium Gotoro.#$e#Pewnie któregoś dnia wróci.#$e#...Choć słyszałem same okropne rzeczy o Imperium Gotoro...$s",
  "Thu_2": "Cóż, mój tata wrócił. Poznaliście się już?#$b#Na szczęście nic mu nie jest.",
  "Thu2_2": "Cóż, mój tata wrócił. Poznaliście się już?#$b#Na szczęście nic mu nie jest.",
  "Fri": "Mówiłem ci, że kiedyś mieszkaliśmy w mieście?#$e#Z pewnością dzieje się tam o wiele więcej rzeczy, ale też jest głośniej... Ciężko powiedzieć, gdzie jest lepiej.",
  "Fri4": "Mój tata w mieście był śmieciarzem.#$e#Seerio, nie chcesz wiedzieć, co ludzie czasami wyrzucają do śmieci.",
  "Fri10": "Im jestem starszy, tym bardziej przywiązuję się do miasteczka.#$b#Chociaż mógłbym być stronniczy... z pewnego powodu.$l#$e#Nie ważne, a więc jak się dziś masz?$h",
  "Sat4": "Oh! Właśnie sobie przypomniałem, że miałem zadzwonić do babci. Okej, założę gumkę na nadgarstek, żeby nie zapomnieć.#$e#Czasami muszę robić sobie takie przypomnienia, bo inaczej o wszystkim zapomnę.$h",
  "Sat": "Hmm. Przypomniałem sobie, że miałem coś zrobić... tylko całkowicie zapomniałem co...#$e#Ciągle mi się to zdarza.",
  "Sun8": "Czasami myślę, czy moja mama jest szczęśliwa ze swojego życia...$s#$e#Kiedyś ją oto zapytałem i poczułem, że coś ukrywa.",
  "Sun": "Oh, ładny mamy dziś dzień... nieprawdaż?",
  "spring_21": "Czasami te wiosenne płatki sprawiają, że cieknie mi z nosa.$s#$e#Hmm, jakby się tak zastanowić to z wszystkich pór roku najbardziej lubię lato.",
  "Event_band1": "Hej, wiesz co? To dokładnie taki sam styl, o którym myślałem... dla kapeli.",
  "Event_band2": "Hej, wiesz co? To dokładnie taki sam styl, o którym myślałem... dla kapeli.",
  "Event_band3": "Hej, wiesz co? To dokładnie taki sam styl, o którym myślałem... dla kapeli.",
  "Event_band4": "Hej, wiesz co? To dokładnie taki sam styl, o którym myślałem... dla kapeli.",
  "event_room1": "Oh, rozumiem.",
  "spring_12": "Mój młodszy brat tak się zachwyca festiwalami. Cały dzień mówił o jutrzejszym polowaniu na jajka.",
  "spring_23": "Czemu Taniec Kwiatów nie mógłby być dzisiaj? Nie musiałbym wtedy pracować.$s",
  "winter_7": "Pewnego razu Gus wpadł do rzeki podczas festiwalu lodu. Później zrobiliśmy ogromne ognisko, żeby się ogrzał.#$e#Byliśmy zmartwieni, że już nigdy nie zjemy jego spaghetti.#$e#",
  "fall_26": "Dziś w nocy, kiedy wszyscy pójdą spać, ten dziwny człowiek, który mieszka w lesie przygotuje nawiedzony labirynt. Zawsze się upewnia, że nikt go nie widzi.",
  "summer_10": "Nie muszę jutro pracować! Nigdy nie byłem tak szczęśliwy.$h",
  "winter_24": "Święto Zimowej Gwiazdy ma być czasem, okazania wdzięczności. Za wszystkie dobre rzeczy jakie nas spotykają w życiu.#$b#Ja? Ja głównie idę się najeść. Hehe.$h",
  "event_room2": "Tak... Tak się stało!",
  "event_snack1": "Ma rację... Tak się stało.$s",
  "event_snack2": "Tak... Tak się stało!",
  "event_snack3": "Co!? On kłamie!$a^Co!? Ona kłamie!$a",
  "summer_Mon2": "Hej, jak leci?#$e#Jestem głodny.#$e#Widzimy się później.",
  "summer_Mon6": "Byłeś już na pustyni?#$e#Można tam znaleźć trochę ciekawych rzeczy. Tata zabrał mnie tam kilka razy, gdy byłem młodszy.",
  "summer_Mon": "W lecie jest trochę mniej pyłków... Mój nos jest naprawdę szczęśliwy.",
  "summer_Tue": "Oh, cześć! Miło cię znowu widzieć.#$e#Na razie.",
  "summer_Tue4": "Cześć, @. Chcesz pogadać, czy coś?#$e#W lecie jestem pełen energii i ciężko mi czasem zasnąć!",
  "summer_Wed": "Cześć. Robisz sobie wolne?#$e#Brzmi interesująco.",
  "summer_Wed2": "Ostatniej nocy na suficie zobaczyłem pająka. Na pewno lubią ciepło.#$e#Tylko mam nadzieję, że nie wszedł mi do ust, gdy spałem...$s",
  "summer_Thu": "Tata opowiadał mi o wrogu naszego kraju, Imperium Gotoro... Brzmi jak bezwzględna grupa.",
  "summer_Thu6_1": "Czasem słyszę, jak mój tata chodzi w nocy po korytarzu.$s#$b#...Ale nie mówi nam, co go gnębi.",
  "summer_Fri": "No wiesz... Mieszkałem kiedyś w mieście i muszę przyznać, że to miejsce jest o wiele ładniejsze w lecie.$h#$e#W mieście jest gorąco od tego całego betonu.",
  "summer_Sun": "Kiedy widzisz balony na ciepłym powietrzu latające nad morzem, wiesz, że lato jest w pełnym rozkwicie.",
  "fall_Mon2": "Lubię jesienią spacerować w lesie. Podoba mi się ta temperatura#$e#...$h",
  "fall_Mon": "Oh, cześć. Masz jakichś przyjaciół w mieście?#$e#Nara.",
  "fall_Tue": "Moje buty zawsze się niszczą o tej porze roku. Patrz, palec mi wystaje!$h#$e#Tak się dzieje, kiedy zbyt dużo jeździsz na deskorolce.",
  "fall_9": "Kupiłem nową parę butów online. Są takie same, więc na pewno będą pasować.",
  "fall_16": "Kupiłem buty online ponad tydzień temu! Nadal ich nie przysłali.#$e#Chyba naprawdę żyjemy na jakimś odludziu.$s",
  "fall_23": "Ah, moje stopy świetnie się wpasowują w te buty. Są trochę wąskie, ale się dopasują. Zwłaszcza po tym, jak przebiegnę nawiedzony labirynt w tym tygodniu.$h",
  "fall_Tue4": "Cześć, @. Chcesz pogadać, czy coś?#$e#Po prostu wpadnij do mnie kiedy chcesz.",
  "fall_Wed": "Hej... Coś ładnie pachnie, jak pizza.#$e#Czujesz to? Może mama coś gotuje.",
  "fall_Thu6_1": "Mój tata powinien wrócić w następnym roku.#$e#Dziwne to już niedługo...",
  "fall_Thu6": "Chyba powinienem pomyśleć niedługo o wyprowadzce...$s#$e#...Tylko, że tęskniłbym za zapiekanką rybną mamy...$s#$e#Nie cierpię podejmować decyzji.",
  "fall_Thu": "Widzisz te wszystkie pajęczyny pojawiające się w jesieni?#$e#Jeśli wstaniesz wcześnie, zobaczysz je pokryte rosą... wyglądają jak małe gwiazdki.",
  "fall_Fri": "Mieszkałem w Mieście Zuzu, no wiesz. Największą różnicą jest hałas. Nigdy w mieście nie jest cicho.#$e#Zawsze wokół ciebie jest mnóstwo ludzi. I jest zawsze jasno od latarni, nawet w nocy.#$e#Chyba od Twojej osobowości zależy, gdzie wolisz mieszkać.",
  "fall_Fri10": "Chyba życie tutaj podoba mi się bardziej niż w mieście.$h#$b#Chociaż mógłbym być stronniczy... z pewnego powodu.$l#$e#Więc, jak się dziś masz?$h",
  "fall_Sat4": "Na szczęście mam największy pokój w domu.#$e#Taka jest zaleta bycia najstarszym dzieckiem.",
  "fall_Sat": "Hmm. Wydaje mi się, że miałem coś zrobić... No i znów zapomniałem!#$e#Heh. Ciągle mi się to zdarza.",
  "fall_Sun8": "Pierwszy tydzień jesieni już się skończył. Czas tak szybko leci.$s#$e#Nie ważne. Cieszę się, że mnie odwiedziłeś!^Nie ważne. Cieszę się, że mnie odwiedziłaś!#$e#Więc masz mi coś nowego do powiedzenia?",
  "fall_Sun": "Ciężko mi się bawić w niedzielę... Ciągle myślę o tym, że jutro będę musiał iść do pracy.$s",
  "fall_14": "Cześć @.#$e#Hmm..Ciągle się nad tym zastanawiam... Jak myślisz, byłbym wstanie wychodować kaktusa w swoim pokoju?",
  "winter_Mon2": "Wszyscy siedzą w domach w zimie, więc mogę grać na gitarze tak głośno, jak mi się podoba.$h",
  "winter_Mon": "Cześć... Zimno, prawda?",
  "winter_Tue": "Oh, cześć! Miło cię znowu widzieć.",
  "winter_Tue4": "Cześć, @. Chcesz pogadać, czy coś?#$e#Cóż, zima to dobra pora roku, żeby odespać wszystkie nieprzespane noce.$h",
  "winter_Wed": "$d Joja#Nienawidzę pracować w JojaMarkecie, ale jak inaczej niby mam tu zarabiać?|Cieszę się, że mogę teraz pracować w muzeum. To o wiele bardziej interesujące niż praca w JojaMarkecie.",
  "winter_Thu6_1": "Chyba tej wiosny mój tata wraca.#$e#Nie widziałem go od trzech lat. To może być dziwne.",
  "winter_Thu6": "Tata jest od jakiegoś czasu w domu. Chyba w końcu się do tego przyzwyczaiłem.",
  "winter_Thu": "Mojego taty tutaj nie ma bo jest wojskowym i walczy z Imperium Gotoro.#$e#Ale niedługo wraca.",
  "winter_Thu_2": "Jedna rzecz, która sprawia, że lubię zimę to brak komarów.",
  "winter_Fri": "Najgorsze w śniegu jest to, że przemakają buty. Masz szczęście, że twoje są takie grube.",
  "winter_Sat4": "Właśnie sobie przypomniałem, że muszę zmienić struny w gitarze.#$b#Okej, napiszę sobie to na nadgarstku, żeby nie zapomnieć.#$e#Muszę sobie robić takie przypomnienia, bo inaczej o wszystkim zapomnę.$h",
  "winter_Sun8": "Fajnie by było pojeździć na sankach, co nie?#$e#Niestety nie ma tu chyba żadnych dobrych wzgórz.$s#$e#Plus nie mam sanek.#$e#Więc. Co u ciebie?",
  "winter_Sun": "Postaraj się nie nabrudzić, bo moja mama się zdenerwuje."
}