{
        "accept_866": "Róża z Doliny? To takie cudowne! Dziękuję!$h#$b#Gdy zatęsknię za doliną, powącham tę różę. He he.$h#$b#Proszę, weź to. Leżało na półce przez 10 lat i nikt tego nie kupił. Możesz to sobie zatrzymać!",
        "AcceptGift_(O)18": "O, wow! Nic tak nie mówi 'wiosna' jak żonkil z Doliny!$h",
        "AcceptGift_(O)StardropTea": "Wow, to takie rzadkie... Nie mogę uwierzyć, że mi to dajesz! Dzięki, skarbie!",
        "AcceptGift_(O)418": "Ach... nawet zimą Dolina Stardew ma piękne kwiaty.",
        "GreenRain": "Słyszałam, że u was występuje jakieś rzadkie zjawisko pogodowe.#$e#Chciałabym, żeby tutaj też kiedyś spadł deszcz...$s",
        "married_Emily": "Jak minął ten wielki dzień? Emily była tu ostatnio i opowiedziała mi wszystko o waszych planach.#$b#Będę musiała was kiedyś odwiedzić!",
        "AcceptGift_(O)402": "*niuch*... Mmm... groszek zawsze ma świetny zapach.",
        "Mon": "Hej hej, cukiereczku!#$b#Cieszę się, że autobus znowu działa. Zaczynało się tu robić pusto.#$e#... Prawie zbankrutowałam.$s#$e#Ale teraz ty tu jesteś, żeby kupić te wszystkie nasiona... prawda, cukiereczku?$h",
        "Tue": "Na zewnątrz możesz znaleźć kokosy i owoce kaktusa. Bierz, ile chcesz.#$e#Są cuuudowneee. Heeee!~$h",
        "Wed": "Witam! Jeśli spotkasz moją przyjaciółkę Emily, pozdrów ją ode mnie, dobrze?#$e#Dzięki!$h",
        "Thu": "Ten podejrzany gość z tyłu? Nie powinnam o nim rozmawiać.#$e#Tak czy inaczej... jaka jest teraz u was pogoda?",
        "Fri": "Tutaj niczego sobie nie posadzisz, słonko.#$e#Cóż, chyba że jesteś rolnikiem specjalizującym się w kaktusach.$h",
        "Sat": "Cześć! Witaj w Oazie Sandy. Pierwszym przystanku na Pustyni Calico!#$e#*szept* Zabrzmiałam profesjonalnie?$h#$e#Sprawdź nasze nasiona.#$e#Masz, napij się trochę zimnego mleka dla ochłody. [184]#$e#Smaczne, prawda?$h",
        "Sun": "Zawsze jest tu ciepło, nawet zimą!#$e#Tak właściwie, to dla mnie trochę za gorąco... moja delikatna skóra szybko się opala na tym słońcu.$s",
        "Thu2": "Ten podejrzany gość z tyłu? Nie powinnam o nim rozmawiać.#$e#Tak czy inaczej... jaka jest teraz u was pogoda?",
        "Thu4": "Hej... Myślę, że mogę ci zaufać. Umiesz dotrzymać tajemnicy, tak?#$b#*szept* Ten gość z tyłu... to jakiś ekskluzywny klub. Sama nigdy nie byłam w środku, ale dużo mi płacą za wynajem, więc nie pytam.#$e#WIĘĘĘęc! Jaka jest teraz u was pogoda?",
        "Fri4": "Tak naprawdę nie nazywam się Sandy. To tylko chwytliwa nazwa.#$e#Ale i tak wszyscy tak do mnie mówią, więc już się przyzwyczaiłam.",
        "Wed8": "Czy to nie jest trochę kosztowne, że tak często tu przyjeżdżasz?#$e#Pewnie bardzo mnie lubisz, co? Hmmm...$h",
        "Sun8": "Witaj, słonko. To tylko ja, samotna w tym wielkim, starym sklepie. Hmmm...#$e#Cóż, oprócz tego dziwnego gościa z tyłu. Ale nigdy nawet nie mrugnie, więc zazwyczaj o nim zapominam.",
        "Wed10": "Hej, to ty, @! Cieszę się, że cię widzę. Myślałam, że już nigdy tu nie przyjdziesz!#$e#Gdybym nie miała tego sklepu, pewnie wróciłabym z tobą na dzień lub dwa... tylko ty, ja i stara farma.$s#$e#Musisz mnie częściej odwiedzać, żebym nie zwariowała.$h",
        "Tue10": "Cześć!~ Zostań tu tyle, ile chcesz.#$e#Powietrze jest tu całkiem przyjemne, prawda?"
    }