{
        "accept_866": "Róża z Doliny? To takie cudowne! Dziękuję!$h#$b#Gdy zatęsknię za doliną, powącham tę różę. Hehe.$h#$b#Proszę, weź to. 10 lat leżało na półce i nikt tego nie kupił. Możesz to sobie wziąć!",
        "AcceptGift_(O)18": "O, wow! Nic nie mówi 'wiosna' jak żonkil z Doliny!$h",
        "AcceptGift_(O)StardropTea": "Wow, to takie rzadkie... Nie mogę w to uwierzyć, że mi to dajesz! Dzięki, Skarbie!",
        "AcceptGift_(O)418": "Ahh... nawet w zimie, Dolina Stardew ma piękne kwiaty.",
        "GreenRain": "Słyszałam, że jest u was jakieś rzadkie zjawisko pogodowe.#$e#Chciałabym, żeby tu kiedyś spadł deszcz...$s",
        "married_Emily": "Jak minął ten wielki dzień? Emily ostatnio tu była i wszystko mi opowiedziała o waszych planach.#$b#Będę musiała was kiedyś odwiedzić!",
        "AcceptGift_(O)402": "*niuch*... Mmm... groszek ma zawsze świetny zapach.",
        "Mon": "Hej hej, cukiereczku!#$b#Cieszę się, że autobus znowu działa. Zaczynało się tu robić pusto.#$e#...Prawie zbankrutowałam.$s#$e#Ale teraz ty tu jesteś, żeby kupić te wszystkie nasiona... prawda, cukiereczku?$h",
        "Tue": "Na zewnątrz możesz znaleźć kokosy i owoce kaktusa. Bierz tyle, ile znajdziesz.#$e#Są przeee-pyszne. Heeee!~$h",
        "Wed": "Witam! Jak spotkasz moją przyjaciółkę Emily pozdrowisz ją ode mnie'?#$e#Dzięki!$h",
        "Thu": "Ten podejrzany gość z tyłu? Nie powinnam o nim gadać.#$e#Tak czy inaczej... jaka jest teraz u was pogoda?",
        "Fri": "Tutaj sobie nic nie posadzisz, słonko.#$e#Cóż, chyba że jesteś kaktusowym rolnikiem.$h",
        "Sat": "Cześć! Witam w Oazie Sandy, pierwszym przystanku Pustyni Calico!#$e#*szept* Zabrzmiałam profesjonalnie?$h#$e#Sprawdź nasze nasiona.#$e#Masz, napij się trochę zimnego mleka dla ochłody. [184]#$e#Smaczne, hę?$h",
        "Sun": "Zawsze jest tu ciepło, nawet w zimie!#$e#Tak w sumie, dla mnie jest tu trochę za gorąco... moja delikatna skóra szybko się opala na tym słońcu.$s",
        "Thu2": "Ten podejrzany gość z tyłu? Nie powinnam o nim gadać.#$e#Tak czy inaczej... jaka jest teraz u was pogoda",
        "Thu4": "Hej... Myślę, że mogę Ci zaufać. Umiesz dotrzymać tajemnicy, tak?#$b#*szept* Ten gość z tyłu... to jakiś ekskluzywny klub. Sama nigdy nie byłam w środku, ale dużo mi płacą za wynajem, więc nie pytam.#$e#WIĘĘĘęc! Jaka jest teraz u was pogoda?",
        "Fri4": "Tak naprawdę to nie nazywam się Sandy. To chwytliwa nazwa.#$e#Ale i tak każdy mówi mi Sandy, więc przywykłam do tego.",
        "Wed8": "Czy to nie jest trochę kosztowne, że tak często tu przyjeżdżasz?#$e#Pewnie bardzo mnie lubisz, hę? Hmmm... $h",
        "Sun8": "Witaj, słonko. Tak to tylko ja, samotna w tym wielkim, starym sklepie. Hmmm...#$e#Cóż, oprócz tego dziwnego gościa z tyłu. Ale nigdy nawet nie mrugnie, więc zazwyczaj o nim zapominam.",
        "Wed10": "Hej, to @! cieszę się, że Cię widzę. Myślałam, że już nigdy tu nie przyjdziesz!#$e#Gdybym nie miała tego sklepu, pewnie wróciłabym z Tobą na dzień lub dwa... tylko ty, ja i stara farma.$s#$e#Musisz mnie częściej odwiedzać, żebym nie zwariowała.$h",
        "Tue10": "Cześć!~ Siedź tu tyle, ile chcesz.#$e#Powietrze jest tu dosyć przyjemne, prawda?"
    }