{
        "Introduction": "Och. Ty jesteś tym nowym farmerem, tak? Spoko.#$e#Serio... Ze wszystkich miejsc na ziemi wybierasz właśnie Miasto Pelikan?",
        "AcceptBirthdayGift_Positive": "Oo, serio? Nie spodziewałem się tego. Ale wygląda świetnie. Dziękuję.$h",
        "AcceptBirthdayGift_Negative": "Uhh... cóż, dzięki za pamięć.",
        "dating_Sebastian": "Nie śmiej się ze mnie... ale nigdy wcześniej nie byłem w związku.$l^Nie śmiej się ze mnie... ale nigdy jeszcze nie miałem dziewczyny.$l",
        "dating_Sebastian_memory_oneday": "Hej... dobrze wyglądasz.$l#$e#Cały dzień myślałem o tobie...$l",
        "dating_Sebastian_memory_oneyear": "Hej... to już rok, odkąd ze sobą chodzimy, pamiętasz?$h#$e#To był najlepszy rok mojego życia...$l",
        "FlowerDance_Accept": "Tak?... W porządku, zatańczę.#$b#Heh... może ten festiwal nie jest aż taki zły.$h",
        "married_Maru": "Demetrius strasznie się denerwował tym ślubem. W domu było sporo napięcia.",
        "GreenRain": "Moja mama szaleje, ale mnie się to w sumie nawet podoba. Założę się, że żaby tam skaczą jak szalone!$h#$e#Jednak zostanę tutaj i spróbuję ją jakoś uspokoić.",
        "GreenRain_2": "Miałem nadzieję, że ta pogoda wróci. Dzięki niej trochę bardziej doceniam lato.",
        "eventSeen_4081148": "Występ poszedł nieźle. Wcześniej trochę się stresowałem, ale jak już wszedłem na scenę, jakoś to poszło.",
        "AcceptGift_(O)575": "Czy to obsydian? Właśnie tego szukałem... Spróbuję zrobić z tego sztylet.$h",
        "AcceptGift_(O)StardropTea": "Hej, dziękuję. Wypiję ją, jak się ściemni.",
        "AcceptGift_(O)Book_Defense": "Co próbujesz przez to powiedzieć... Mam poćwiczyć?$s#$b#Cóż, jestem bardziej 'zwinny'... Może przeczytam połowę.$h",
        "AcceptGift_(O)227": "$c 0.8#Dzięki, to moje ulubione.$h#Mmm... Jak się przyzwyczaisz do jedzenia surowej ryby, to robi się to nawet uzależniające.",
        "AcceptGift_(O)305": "$c 0.8#Łoo... To jajko do mnie przemawia... Położę je na biurku. Dzięki!$h#Hmm... Ciekawe, czy jak dam je pod poduszkę, to się wykluje? He he... tylko jeden sposób, żeby się przekonać.$h",
        "AcceptGift_(O)236": "Czy to zupa? To miłe z twojej strony.$h#$b#To przywołuje wiele wspomnień...",
        "AcceptGift_(TR)FrogEgg": "Hej, to żabi skrzek! Może się wykluje. Dzięki!$h",
        "firstVisit_Railroad": "Cieszę się, że ścieżka na stację kolejową jest znowu odsłonięta.#$b#Lubię tam chodzić, kiedy chcę pobyć w samotności.#$e#... Co zdarza się często.",
        "Resort_Entering": "Spodobała mi się podróż łodzią. W pewnym momencie nie było widać lądu...",
        "Resort_Leaving": "Mogę już wrócić do domu.",
        "Resort": "Plaża wygląda przyjemnie, ale tłumy nie są przyjemne.",
        "Resort_Shore": "Myślisz, że Willy pozwoliłby mi przytaszczyć skuter wodny?#$b#... Niee.$h",
        "Resort_Wander": "... Hmm, gdybym był tropikalną żabą, gdzie bym się schował...$h",
        "Resort_Wander_2": "Założę się, że to miejsce fajnie wygląda, gdy pada deszcz.",
        "Resort_Towel": "Dobrze jest czasami odejść od komputera i zobaczyć prawdziwy świat. Zapominam, jak piękny może być.$h",
        "Resort_Bar": "Zazwyczaj chodzę w ciemnych ubraniach, ale nie w tym skwarze...",
        "FlowerDance_Accept_Spouse": "Ech... musimy? No dobra.",
        "FlowerDance_Decline": "Nie... Tańczę już z kimś innym.",
        "divorced": "Czemu dalej zawracasz mi głowę? Próbuję o tobie zapomnieć.$s",
        "dumped_Guys": "Przez jakiś czas nie chcę cię widzieć.$u",
        "breakUp": "... Ok...$s#$b#W takim razie do zobaczenia...$s",
        "secondChance_Guys": "Hej...",
        "Mon": "Em... trzeba ci czegoś?",
        "Mon4": "Gdybym tak po prostu zniknął... Czy w ogóle ktoś by to zauważył?$s",
        "Tue": "Tak sobie myślałem... że ludzie są jak kamienie skaczące po wodzie.#$b#Wszyscy w końcu utoniemy.",
        "Tue6": "Niezłe masz te buty!$h^Twoje włosy są dziś bardzo ładne.$h#$e#Chcesz chwilę ze mną posiedzieć?",
        "Wed": "Hmm... Co ja dzisiaj zrobię?#$e#Pewnie nic.",
        "Wed2": "Moim jedynym przyjacielem w tym mieście jest Sam.#$e#Cóż, Abi też jest spoko, ale...$h#$e#Emm... Nieważne.",
        "Wed2_inlaw_Abigail": "Sam jest prawdopodobnie moim jedynym przyjacielem w tym mieście...",
        "Wed6": "Ty i Sam jesteście chyba moimi jedynymi przyjaciółmi.$s",
        "Wed10": "Em... jesteś w związku, tak?#$e#Tylko pytam!$l",
        "Thu": "#$1 Sebastian1#Zakradłem się wczoraj do jaskini i kamienny krab mnie mocno dziabnął. Nikomu nie mów, dobra?#$e#Cześć.#$e#... Trzeba ci czegoś?",
        "Mountain_47_23": "Przychodzę tu dla chwili spokoju i ciszy.",
        "Thu4": "Dlaczego wszyscy tak bardzo lubią Maru? Pewnie, jest mądra, przyjacielska... Tylko nikt nie rozumie, że to zwykłe szukanie uwagi?#$e#Wybacz...$s",
        "Thu6": "Czy potrafisz wyobrazić sobie mnie mieszkającego na farmie? To brzmi niedorzecznie.$h",
        "Thu8": "$query PLAYER_NPC_RELATIONSHIP current any married roommate#Hej... Jak tam na farmie?#$e#Ta sama stara rutyna, co? Ta, coś o tym wiem...|Możesz sobie mnie wyobrazić mieszkającego na farmie?#$e#To brzmi niedorzecznie, choć ostatnio o tym myślałem.",
        "Fri": "Em... nie znam cię zbyt dobrze.",
        "Fri2": "*ech*... Gdyby paliwo nie było takie drogie, pojechałbym dzisiaj do miasta.#$e#$q 15/16 Fri_old#Co porabiasz, gdy nie pracujesz?#$r 15 0 Fri_bad#Więcej rolnictwa#$r 16 30 Fri_good#Czytam komiksy#$r 15 -30 Fri_bad#Zakupy#$r 15 -30 Fri_bad#Ćwiczę",
        "Fri_old": "$p 16#Hej, jeżeli nie masz co robić, to wpadnij czasem do mnie do pokoju...$h|Chyba wolisz życie w małym miasteczku, co?",
        "Fri_good": "Ach tak? A znasz 'Jaskiniową Sagę X'? Nie będę spoilerował, ale o stary... Sztos...$h",
        "Fri_bad": "Ach tak? Hmm... Nie należy to do moich ulubionych, ale każdy ma inny gust.$u",
        "Sat": "Co chcesz? Nie słyszałem cię... Zamyśliłem się nad czymś.#$e#Chcesz czegoś?",
        "Sat2": "Cholera, za szybko się rozpraszam. A powinienem teraz robić coś produktywnego...$s#$b#Może wypiję więcej kawy?",
        "Sun": "Hej. Nazywasz się @, tak?",
        "Sun2": "Cieszysz się weekendem?... Dobrze.",
        "Sun4": "Zazwyczaj siedzę w pokoju. Czasami wychodzę posiedzieć na plaży.#$b#Bardziej wolę deszczowe dni.#$e#Z jakiegoś powodu patrzenie na ślepy horyzont sprawia, że czuję się... nie wiem. Jakby warto było iść dalej? Coś takiego, chyba.",
        "Fri8": "Co nowego?$h#$e#Dzisiaj będę w knajpie i znowu zniszczę Sama w bilardzie.$h",
        "Sun10": "Myślałem o tobie...$l",
        "Event_game1": "Spoko, damy radę.",
        "Event_game2": "Dobry wybór. Dobrze zadziała z moją rolą.",
        "Event_cave1": "Nie tak szybko! Chcę wiedzieć, co to jest.",
        "Event_cave2": "Naprawdę? To robiło bardzo dużo hałasu!",
        "Event_cave3": "Jest zbyt niebezpiecznie bez miecza, ale lubię twój awanturniczy zmysł.$h",
        "event_garage1": "Wspaniale.$8",
        "event_garage2": "No spoko... Nieważne.$9",
        "event_garage3": "Nie martw się. Zanim zrobisz coś niebezpiecznego, pomogę ci.$8^Nie przejmuj się. Ja ci pomogę.$8",
        "event_city1": "Hmm... Nie tak to sobie wyobrażałem, ale okej.",
        "event_city2": "Ta... Czuję to samo.$l",
        "event_city3": "Och... Cóż, myślałem, że to fajne miejsce i że ci się spodoba, jak cię tu przywiozę. Ale chyba nie dostrzegasz jego uroku.$s",
        "event_city4": "Ugh... Brzmisz jak moja mama.$a#$b#...*ech*$s#$b#No, ale masz rację. Jestem uzależniony. Niedobrze.$s",
        "summer_Mon": "Jak tylko słońce wychodzi, wszyscy robią się tacy szczęśliwi. Nie rozumiem tego.",
        "summer_Mon6": "Jak jest słonecznie, wszyscy się cieszą...#$e#Każdy lubi coś innego.",
        "summer_Tue": "Nie mogę się już doczekać, kiedy będzie zimno i deszczowo. W takie dni czuję się jak w domu.",
        "summer_Tue4": "Nie mogę się doczekać zimnej, wilgotnej jesieni. Chyba wychodzi ze mnie moja wewnętrzna ropucha.$h",
        "summer_Wed": "Jaki jest sens wychodzenia na zewnątrz? Wszystko już tam widziałem.",
        "summer_Wed6": "Kiedy jesteś smutny, wszystko wydaje się głupie. Ale gdy jesteś szczęśliwy, nawet najzwyklejsze rzeczy cię cieszą.#$e#Jak być cały czas szczęśliwym? Nie mam pojęcia.#$e#... Może kiedyś się dowiem.",
        "summer_Wed10": "Dlaczego się uśmiecham? Chyba ostatnio byłem jakoś szczęśliwy...$l",
        "summer_Thu": "Na pewno nie chcę iść pływać, jeśli o to chcesz zapytać.$s#$e#Oh... Dobra, po prostu chciałeś się przywitać? Wybacz.",
        "summer_Thu10": "Jeśli kiedyś będziesz ${miał^miała}$ ochotę popływać... Może poszedłbym z tobą.$l",
        "summer_Mountain_58_35": "#$c .5#Tylko nocą temperatura jest znośna.#$e#Przy jeziorze zawsze wydaje się chłodniej.",
        "summer_Fri": "Oo, hej. *ziew*",
        "summer_Fri6": "Hej, cieszę się, że jesteś.$h#$e#Jak sobie radzisz z tym upałem?",
        "summer_Sat": "Mam nadzieję, że na kolację nie będzie grzybowej zapiekanki... Fuj...$s",
        "spring_12": "Nie lubię świąt. Wszędzie tłoczno, każdy się przymila. Według mnie to więcej stresu niż radości.",
        "spring_23": "Ugh... Jutro jest najgorszy festiwal ze wszystkich. Poczekaj, aż zobaczysz, jak głupio wyglądam podczas tańca kwiatów. Dramat. *ech*",
        "fall_20": "Czekasz na Wigilię Duchów? Ja też! To jeden z moich ulubionych festiwali.$h",
        "fall_26": "Jutro Wigilia Duchów! Mam nadzieję, że nadal będą mieli na wystawie te szkielety.$h#$e#Czuję, jakby byli moimi starymi znajomymi.",
        "summer_10": "Ha ha... Śmiesznie byłoby wrzucić coś obrzydliwego do gara zupy. Byleby nikt się nie zatruł.#$e#Dlaczego niszczyć to danie? Może jak łamiesz sztywne zasady, to czujesz się wolny... Może jestem dziwny.",
        "summer_27": "Jutro wszyscy zbieramy się w dokach, żeby oglądać migrujące meduzy księżycowego światła. Chyba zaczyna się o 22:00.",
        "winter_24": "Dziś święto Gwiazdy Polarnej. Lepiej nic wcześniej nie jedz, bo będzie dużo żarcia.",
        "summer_Sun": "Zazwyczaj wychodzę na zewnątrz dopiero po zmroku. Brzmi dziwnie?",
        "summer_Sun4": "Wczoraj w nocy widziałem grupę nietoperzy latających nad jeziorem.#$e#Z tego co wiem, o tej porze roku jedzą komary.",
        "fall_Mon": "Teraz jest ten wielki sezon zbiorów, tak?",
        "fall_Mon4": "Pewnie nieźle zarabiasz na tej swojej farmie, co?#$e#Chyba muszę znaleźć sobie jakąś pracę...$s",
        "fall_Tue": "Przyprawa dyniowa tu, przyprawa dyniowa tam... Człowieku, niedobrze mi się robi od tej sezonowej mody.",
        "fall_Tue6": "Za kogo ten Demetrius się uważa, mówiąc mi, co mam robić? Nawet nie jest moim prawdziwym ojcem.$a",
        "fall_Tue10": "Zawsze czułem się jak ten gorszy. Ale wyzwania tylko mnie wzmacniają.",
        "fall_Wed": "*ziew*... Która godzina? Chyba za długo spałem.",
        "fall_Wed8": "Cieszę się, że tu jesteś. Zaczynało mi się już nudzić.#$e#Czuję, że mam teraz więcej energii.",
        "fall_Thu": "Mój pokój byłby mniej przygnębiający, gdyby miał okno...$s",
        "fall_Fri": "*ziew*... Wstałem o trzeciej, bo czytałem książkę...#$q 62/63 fall_Fri_old#Czytasz coś, @?#$r 62 -30 Fri_bad#Tak. Tylko klasykę.#$r 63 30 Fri_good#Tylko sci-fi i fantasy#$r 62 0 Fri_bad#Lubię dobry romans#$r 63 -30 Fri_bad#Nie, nie czytam książek",
        "fall_Fri_old": "$p 62#Nie spodobałaby ci się.$s|Myślę, że ci się spodoba.",
        "fall_Fri_good": "Hej, ja też. Nie ma to jak dobra fikcja, żeby pobudzić wyobraźnię.$h",
        "fall_Fri_bad": "Heh. Brzmi nudno.",
        "fall_Fri6": "Czytałem ostatnio książkę o farmerze. Trochę mi się z tobą skojarzyła.$h#$e#Wybacz, jeśli zabrzmiało to dziwnie.$h",
        "fall_Sat": "Byłem *tak* blisko spędzenia całego dnia w łóżku. Teraz trochę żałuję, że wstałem.",
        "fall_Sun": "W końcu dni są krótsze, a słońca coraz mniej... Super.",
        "winter_Mon": "Cieszę się, że jest ponuro, ale muszę przyznać. Jest trochę zimno.",
        "winter_Mon4": "Nic mnie nie zaskakuje... Nic mnie nie bawi.#$e#Wiem, dramatyzuję.",
        "winter_Mon8": "Zdarza ci się czasem przypominać sobie żenujące rzeczy, które kiedyś ${zrobiłeś^zrobiłaś}$?#$e#Może to po prostu część dorastania.",
        "winter_Tue": "Hmm... Nie mam ci nic do powiedzenia. Właściwie to nawet cię nie znam.",
        "winter_Tue4": "Hej...#$b#Ciężko ciągle wymyślać nowe tematy do rozmowy, nawet z kimś bliskim.#$e#... Wybacz.",
        "winter_Tue6": "Mama wyrzuciła moją kolekcję komiksów. Prawie się na nią wydarłem, ale coś mnie powstrzymało.#$e#Hmm... Może z wiekiem przychodzi rozsądek.",
        "winter_Tue10": "${przyszedłeś^przyszłaś}$ tu, żeby mnie zobaczyć?$l#$e#...$h",
        "winter_Wed": "%Sebastian wygląda na pogrążonego w myślach...",
        "winter_Wed4": "Hej, nie chcę ci przeszkadzać w pracy.#$e#Ale jeśli nie masz nic do roboty, możesz tu posiedzieć.$h",
        "winter_Thu": "Zastanawiam się, co dziś będzie na kolację... *zrzędzi*$s",
        "winter_Thu6": "Powinienem się kiedyś nauczyć gotować. Przydałoby się.",
        "winter_Fri": "Fajnie mieszkać blisko torów. Dźwięk pociągów przypomina, że gdzieś tam jest wielki świat.",
        "winter_Fri8": "Gdy byłem mały, zawsze biegłem zobaczyć pociąg, jak tylko go usłyszałem.#$e#Co się stało z tamtymi czasami? *ech*$s",
        "winter_Sat": "Żaby nie przepadają za zimą.#$e#Biedactwa.$s",
        "winter_Sat6": "Lubię zimę, ale szkoda mi tych zmarzniętych zwierząt.#$e#Wydaje mi się, że już się przyzwyczaiły do zimna... Tak jak ja.",
        "winter_Sun": "Ulepiłem dziś śnieżnego potwora. Ale Demetrius kazał mi go rozwalić.#$e#Jaki on ma problem?$u",
        "winter_Sun6": "Ulepiłem śnieżnego potwora, ale Demetrius go rozwalił... No bo oczywiście. Słodki bałwanek Maru nadal stoi nietknięty!$a#$e#Śmieszne."
    }