{
  "Introduction": "Oh. Ty jesteś ten nowy farmer, tak? Spoko.#$e#Serio... Ze wszystkich miejsc na ziemi wybierasz właśnie Miasto Pelikan?",
  "Resort_Entering": "Spodobała mi się podróż łodzią. W pewnym momencie nie było widać lądu..",
  "Resort_Leaving": "Mogę już wrócić do domu.",
  "Resort": "Plaża wygląda przyjemnie, ale tłumy nie są przyjemne.",
  "Resort_Shore": "Myślisz, że Willy pozwoliłby mi przytaszczyć skuter wodny?#$b#...Niee.$h",
  "Resort_Wander": "...Teraz, jeśli bym był tropikalną żabą, gdzie bym się schował...$h",
  "Resort_Wander_2": "Założę się, że to miejsce fajnie wygląda gdy pada deszcz.",
  "Resort_Towel": "Dobrze jest czasami odejść od komputera i zobaczyć prawdziwy świat. Zapominam jak piękny ten świat może być.$h",
  "Resort_Bar": "Zazwyczaj chodzę w ciemnych ubraniach, ale nie w tym skwarze...",
  "danceRejection": "Nie... Tańczę już z kimś innym.",
  "divorced": "Czemu dalej zawracasz mi głowę? Próbuję o tobie zapomnieć.$s",
  "dumped_Guys": "Przez jakiś czas nie chcę na ciebie patrzeć.$u",
  "breakUp": "... Okej...$s#$b#W takim razie do zobaczenia...$s",
  "secondChance_Guys": "Hej... No dobra, mogę dać ci drugą szansę.",
  "Mon": "Em... Trzeba ci czegoś?",
  "Mon4": "Gdybym tak po prostu zniknął... Czy w ogóle ktoś by zauważył?$s",
  "Tue": "Tak sobie myślałem... że ludzie są jak kamienie skaczące po wodzie.#$b#Ostatecznie wszyscy 'utoniemy'...",
  "Tue6": "Niezłe masz te buty!$h^Twoje włosy są dziś bardzo ładne.$h#$e#Chcesz chwilę ze mną posiedzieć?",
  "Wed": "Hmm... Co ja dzisiaj zrobię?#$e#Pewnie nic.",
  "Wed2": "Moim jedynym przyjacielem w tym mieście jest Sam.#$e#Cóż, Abi też jest spoko, ale...$h#$e#Emm.. Nieważne.",
  "Wed2_inlaw_Abigail": "Sam jest prawdopodobnie moim jedynym przyjacielem w tym mieście...",
  "Wed6": "Ty i Sam jesteście chyba moimi jedynymi przyjaciółmi.$s",
  "Wed10": "Em... jesteś w związku, tak?#$e#Tylko pytam!$l",
  "Thu": "#$1 Sebastian1#Zakradłem się wczoraj do jaskini i kamienny krab mnie mocno dziabnął. Nikomu nie mów, dobra?#$e#Cześć.#$e#... Trzeba ci czegoś?",
  "Mountain_47_23": "Przychodzę tu, dla chwili spokoju i ciszy.",
  "Thu4": "Dlaczego wszyscy tak bardzo lubią Maru? Pewnie, jest mądra, przyjacielska. Tylko nikt nie rozumie, że to zwykłe przyciąganie uwagi?#$e#Em... Wybacz.$s",
  "Thu6": "Czy potrafisz wyobrazić sobie mnie, mieszkającego na farmie? To brzmi niedorzecznie.$h",
  "Thu8": "Czy potrafisz wyobrazić sobie mnie, mieszkającego na farmie?#$e#To brzmi niedorzecznie, choć ostatnio o tym myślałem.",
  "Fri": "Em... nie znam cię, zbyt dobrze.",
  "Fri2": "*ehh*... Gdyby paliwo nie było takie drogie pojechałbym dzisiaj do miasta.#$e#$q 15/16 Fri_old#Co porabiasz, gdy nie pracujesz?#$r 15 0 Fri_bad#Więcej Rolnictwa#$r 16 30 Fri_good#Czytam komiksy#$r 15 -30 Fri_bad#Zakupy#$r 15 -30 Fri_bad#Ćwiczę",
  "Fri_old": "$p 16#Hej, jeżeli nie masz co robić to przyjdź czasem do mnie do pokoju...$h|Chyba wolisz życie w małym miasteczku, co?",
  "Fri_good": "Oh tak? A znasz 'Jaskiniową Sage X'? Nie będę spoilerował, ale o stary... Sztos.$h",
  "Fri_bad": "Ah tak? Hmm... Nie należy to do moich ulubionych, ale każdy ma inny gust.$u",
  "Sat": "Co chcesz? Nie słyszałem cię... Zamyśliłem się nad czymś.#$e#Chcesz czegoś?",
  "Sat2": "Cholera, za szybko się rozkojarzam. A powinienem teraz robić coś produktywnego.$s#$b#Może wypić więcej kawy?",
  "Sun": "Hej. Nazywasz się @, tak?",
  "Sun2": "Cieszysz się weekendem?... Dobrze.",
  "Sun4": "Zazwyczaj siedzę w pokoju. Czasami wychodzę posiedzieć na plaży.#$b#Bardziej wolę deszczowe dni.#$e#Z jakiegoś powodu patrzenie na ślepy horyzont sprawia, że czuję się... Nie wiem. Jakby warto było iść dalej? Coś takiego, chyba.",
  "Fri8": "Co nowego?$h#$e#Dzisiaj będę w knajpie i znowu zniszczę Sama w bilardzie. Hah.$h",
  "Sun10": "Myślałem o tobie...$l",
  "Event_game1": "Spoko, da radę.",
  "Event_game2": "Dobry wybór. To dobrze zadziała z moją rolą.",
  "Event_cave1": "Nie tak szybko! Chcę wiedzieć co to jest.",
  "Event_cave2": "Naprawdę? To robiło bardzo dużo hałasu!",
  "Event_cave3": "Jest zbyt niebezpiecznie bez miecza, ale lubię twój awanturniczy zmysł.$h",
  "event_garage1": "Wspaniale.$8",
  "event_garage2": "No spoko... Nie ważne.$9",
  "event_garage3": "Nie martw się, zanim zrobisz coś niebezpiecznego, pomogę ci.$8^Nie przejmuj się. Ja ci pomogę.$8",
  "event_city1": "Hmm... Nie tak to sobie wyobrażałem, ale tak.",
  "event_city2": "Ta... czuję to samo.$l",
  "event_city3": "Oh... Cóż myślałem, że to niezłe miejsce i że ci się spodoba jak cię tu przywiozę. Jednak nie widzisz tego piękna.$s",
  "event_city4": "Ugh... Brzmisz jak moja mama.$a#$b#...*ehh*$s#$b#No, ale masz rację jestem uzależniony. Nie dobrze.$s",
  "summer_Mon": "Wszyscy w słońcu są tacy szczęśliwi. Oni są jacyś... Nie czaję.",
  "summer_Mon6": "Wszyscy się jarają tym latem...#$e#Każdy lubi coś innego.",
  "summer_Tue": "Nie mogę się już doczekać, kiedy będzie zimno i deszczowo. Ohhh... Tak dobrze się w takie dni siedzi w domu.",
  "summer_Wed": "Jaki jest sens wychodzenia na zewnątrz? Przecież i tak się tam nic nie zmienia.",
  "summer_Wed8": "Dlaczego się uśmiecham? Chyba ostatnio byłem jakoś szczęśliwy.$l",
  "summer_Thu": "Tak na pewno nie chce iść pływać.$s#$e#Aaaa. Dobra po prostu chcesz się przywitać? To wybacz.",
  "summer_Thu10": "Jeśli kiedykolwiek będzie ci się chciało popływać... Może pójdę z tobą.$l",
  "summer_Mountain_58_35": "#$c .5#Tylko w nocy temperatura jest komfortowa.#$e#Przy jeziorze zawsze, wydaje się chłodniej.",
  "summer_Fri": "Oo, siemka. *ziew*",
  "summer_Fri6": "Hej, cieszę się, że jesteś.$h#$e#Jak sobie radzisz z tym upałem?",
  "summer_Sat": "Mam nadzieję, że na kolację nie będzie grzybowej zapiekanki... Fuj.$s",
  "spring_12": "Nie lubię świąt, jest wtedy wszędzie tłoczno, każdy do się do ciebie przymila. Więcej z tego stresu niż przyjemności, ale to tylko moje odczucia.",
  "spring_23": "Ugh... Jutro jest najgorszy festiwal ze wszystkich. Poczekaj, aż zobaczysz jak głupio wyglądam podczas tańca kwiatów. Dramat *ehh*",
  "fall_20": "Nie możesz się doczekać wigilii duchów? Ja też! To jeden z moich ulubionych.$h",
  "fall_26": "Jutro wigilia duchów! Mam nadzieję, że nadal będą mieli na wystawie te szkielety.$h#$e#Będąc przy nich czuję, jakby byli prawie moimi przyjaciółmi",
  "summer_10": "Haha... śmiesznie by było, włożyć coś wstrętnego do gara zupy. Tylko trzeba uważać, żeby nikt się nie zatruł.#$e#Czemu niszczyć to danie? Hmm... chyba gdy sztywne zasady są naginane, ludzie wtedy czują się wyzwoleni... Może jestem dziwny.",
  "summer_27": "Jutro wszyscy zbieramy się w dokach, żeby oglądać migrujące meduzy księżycowego światła. Zaczyna się to chyba o 22.",
  "winter_24": "Dzisiaj jest święto gwiazdy polarnej. Pamiętaj, żeby wcześniej nic nie jeść, bo będzie dużo żarcia!",
  "summer_Sun": "Zazwyczaj wychodzę na zewnątrz dopiero po zmroku. Dziwnie to brzmi?",
  "summer_Sun4": "Ostatniej nocy, widziałem grupę nietoperzy latających niedaleko jeziora.#$e#Jak dobrze się orientuję to o tej porze roku jedzą komary.",
  "fall_Mon": "Teraz jest ten wielki sezon zbiorów, ta?",
  "fall_Mon4": "Pewnie masz sporo kasy z tej Twojej farmy, co?#$e#Chyba muszę znaleźć sobie jakąś robotę.$s",
  "fall_Tue": "Przyprawa do dyni tu... Przyprawa do dyni tam... Gościu, nie dobrze mi się robi od tej sezonowej mody.",
  "fall_Tue6": "Za kogo się ten Demetrius uważa, mówiąc mi co mam robić? Nawet nie jest moim prawdziwym ojcem.$a",
  "fall_Wed": "*ziew*... Która godzina? Chyba za długo spałem.",
  "fall_Wed8": "Cieszę się, że tu jesteś. Zaczynałem się powoli nudzić.#$e#Czuję, że mam teraz więcej energii. Możesz mi nie wierzyć, ale działasz pobudzająco, heh.",
  "fall_Thu": "Mój pokój byłby mniej przygnębiający, gdyby było w nim okno.$s",
  "fall_Fri": "*ziew*... Jestem na nogach od 3 godziny bo czytałem książkę...#$q 62/63 fall_Fri_old#Czytasz coś? @?#$r 62 -30 Fri_bad#Tak. Tylko klasyki.#$r 63 30 Fri_good#Tylko Sci-fi i Fantasy.#$r 62 0 Fri_bad#Lubię dobry romans.#$r 63 -30 Fri_bad#Nie, nie czytam książek.",
  "fall_Fri_old": "$p 62#Nie spodobałaby ci się.$s|Myślę, że ci się spodoba.",
  "fall_Fri_good": "Hej, ja też. Nie ma to jak dobra fikcja, żeby pobudzić naszą wyobraźnię.$h",
  "fall_Fri_bad": "Heh. Brzmi nudnie.",
  "fall_Fri6": "Czytałem ostatnio książkę o farmerze. W sumie to mi się trochę skojarzyło z tobą.$h#$e#Wybacz jeśli cię to uraziło.$h",
  "fall_Sat": "Byłem *tak* blisko od spędzenia całego dnia w łóżku. Teraz w sumie chciałbym się położyć i już nie wstawać...",
  "fall_Sun": "W końcu dni są krótsze i słońca jest coraz mniej... Czyż to nie wspaniałe?",
  "winter_Mon": "Cieszę się, że jest ponuro, ale muszę przyznać, jest cholernie zimno.",
  "winter_Mon4": "Nie da się mnie rozbawić, zaskoczyć też nie...#$e#Ta wiem... pewnie dramatyzuje.",
  "winter_Tue": "Hmm... Nie mam ci nic do powiedzenia. W sumie to nawet cię nie znam.",
  "winter_Tue4": "Hej...#$b#Ciężko jest ciągle wymyślać jakieś nowe tematy do rozmowy. Nawet jak się dobrze znamy.#$e#...Wybacz.",
  "winter_Tue6": "Matka wyrzuciła moją kolekcję komiksów, prawie się na nią wydarłem, ale coś mnie powstrzymało...#$e#Hmm... Rozum przychodzi wraz z wiekiem.",
  "winter_Tue10": "Jesteś tu, żeby mnie zobaczyć?$l#$e#...$h",
  "winter_Wed": "%Sebastian wygląda na zagubionego w myślach...",
  "winter_Wed4": "Hej, nie pozwól, żebym ci przeszkadzał w pracy.#$e#Jeśli nie masz nic do roboty to możesz tu posiedzieć.$h",
  "winter_Thu": "Zastanawiam się, co będzie na kolację... *zrzędzi*$s",
  "winter_Thu6": "Przydałoby się kiedyś nauczyć gotować.",
  "winter_Fri": "Fajnie jest mieszkać blisko torów. Dźwięk pociągów, przypomina o tym, że gdzieś tam jest wielki świat.",
  "winter_Fri8": "Gdy byłem mały, zawsze jak słyszałem nadjeżdżający pociąg to biegłem, żeby go zobaczyć.#$e#Co się stało z tamtymi czasami? *ehh*$s",
  "winter_Sat": "Żaby nie przepadają za zimą.#$e#Biedactwa.$s",
  "winter_Sat6": "Lubię zimę, ale szkoda mi tych zmarzniętych zwierząt.#$e#Wydaję mi się, że się już przyzwyczaiły do zimna... Tak jak ja.",
  "winter_Sun": "Ulepiłem dzisiaj śnieżnego potwora. Ale Demetrius od razu kazał mi się go pozbyć.#$e#Jaki on ma do cholery problem?$u",
  "winter_Sun6": "Ulepiłem śnieżnego potwora, ale Demetrius go rozwalił... No, bo oczywiście. Słodki bałwanek Maru nadal stoi nietknięty! O jej! Bo on przecież jest taki uroczy... $a#$e#Pff, absurd."
}