{
        "Mon": "Nie znam cię. Czego chcesz?",
        "AcceptBirthdayGift_Loved": "Och, dziś są moje urodziny? Miałem nadzieję, że zapomnę.#$b#Ale to miłe. Dzięki.$h",
        "AcceptBirthdayGift_Liked": "Och, dziś są moje urodziny? A no tak... Prawie zapomniałem. Dzięki.",
        "GreenRain": "Nie muszę dziś iść do pracy, więc nie narzekam...",
        "GreenRain_2": "Och, dziwna pogoda? Nie zauważyłem.",
        "AcceptGift_(O)StardropTea": "Heh... dzięki. Smakuje jak piwo.",
        "FlowerDance_Accept": "Em... pewnie.#$e#Lepiej przestanę jeść...",
        "AcceptGift_(O)203": "Och, ty to zrobiłeś? *gniot*... Em... *trzask*... Chyba zostanę przy mrożonej pizzy. Ale dzięki.^Och, ty to zrobiłaś? *gniot*... Em... *trzask*... Chyba zostanę przy mrożonej pizzy. Ale dzięki.",
        "eventSeen_611944_memory_oneweek": "${Próbowałeś^Próbowałaś}$ nowego Bubblerito z Joja? Zjadłem wczoraj dwa... to był błąd.",
        "dating_Shane": "Ja... nie spodziewałem się tego. Po wszystkim...",
        "dating_Shane_memory_oneday": "Myślę, że mogę być najszczęśliwszym facetem na świecie... $h",
        "eventSeen_3910975": "Przykro mi, że musiałeś mnie widzieć w takim stanie, @...$s^Przykro mi, że musiałaś mnie widzieć w takim stanie, @...$s",
        "eventSeen_3910975_memory_oneweek": "Próbuję przestać pić... to nie będzie łatwe.",
        "Resort_Entering": "Ech... mam nadzieję, że bar jest otwarty.",
        "Resort_Leaving": "Cóż... mam już roczny zapas witaminy D. Teraz mogę grać w gry przy zasłoniętych roletach do końca roku.",
        "Resort_Shore": "Tak jest... nie mam na sobie żadnych butów ani skarpet.#$b#Niektórzy nazywają to zagrożeniem dla zdrowia publicznego.#$b#Ale, jak widać, krabom się to podoba.$h",
        "Resort_Chair": "Hoo... Dobrze jest dać tej szyneczce odpocząć.#$b#Jeśli ktoś będzie mnie szukał, będę tu siedział i się przypiekał.",
        "Resort_Bar": "Fiu... dobrze jest napić się czegoś zimnego...#$e#Albo jeszcze jednego...",
        "Resort": "Ok, ten piasek jest strasznie gorący. Żałuję, że zdjąłem buty.$s",
        "FlowerDance_Accept_Spouse": "Taniec? Ooo stary. Ok... daj mi tylko wypić jeszcze trochę tego...",
        "FlowerDance_Decline": "... Nie.$s",
        "pamHouseUpgrade": "Słyszałem o twojej hojności wobec Pam... To bardzo miłe z twojej strony...#$b#Wiesz, mnie samemu też przydałoby się sto tysięcy złota...#$e#*ekhem*... Żartuję... Heh.",
        "pamHouseUpgradeAnonymous": "Słyszałem, że ktoś kupił dom dla Pam... *ech*... Czym niby sobie zasłużyła?",
        "divorced": "...$a#$e#... Zostaw mnie w spokoju.$a",
        "breakUp": "*chlup* Och... ta, ok... Powinienem był się tego spodziewać.$s#$b#Ja... em... chyba widzimy się w knajpie.",
        "dumped_Guys": "%Shane ma zamglone oczy. Nie chce z tobą rozmawiać.",
        "secondChance_Guys": "Nie rozumiem cię... *ech*...",
        "Mon2": "Ledwo cię znam. Czego chcesz?",
        "Mon4": "Hej. Wybacz, jeśli przy naszym pierwszym spotkaniu byłem trochę gburowaty.#$e#Muszę się przyzwyczaić do nowych osób.",
        "Mon6": "Będę z tobą szczery, nadal nie rozumiem, czemu chcesz się ze mną przyjaźnić.||Życie nie jest sprawiedliwe, i nie mogę przestać się z tym źle czuć.",
        "Mon10": "Czy też masz czasem wrażenie, że cały świat cię obserwuje jak jakiegoś paskudnego robala?",
        "Tue": "Co? Czego chcesz? Odejdź.",
        "Tue2": "Czego chcesz? Pieniędzy? Dałbym ci cały garnek złota za chwilę spokoju!",
        "Tue4": "Zawsze, gdy próbuję czegoś nowego, nic z tego nie wychodzi. Uczysz się, że lepiej się nie wychylać.",
        "Tue6": "Życie nie jest takie złe... przynajmniej mam mrożoną pizzę i jajka.$u",
        "Tue8": "Powinniśmy kiedyś pójść na mecz Tunnelersów. Jak idę sam, to zwykle piję za dużo piwa.",
        "Tue10": "Muszę się ogarnąć... dla Jas. Nie chcę być dla niej złym przykładem.||Jestem trochę jak ojciec dla Jas. Mam nadzieję, że jej nie zawiodłem.$s",
        "Wed": "Nie, nie mam czasu na rozmowę.",
        "Wed8": "Chyba przywiązałem się do Marnie i Jas. Może jesteśmy trochę niezorganizowani, ale tworzymy taką dziwną rodzinę.#$e#Jako dzieciak nigdy takiej nie miałem.$s",
        "Wed4": "$d Joja#*ech*... Każdego dnia to samo. Wypełnianie tych wstrętnych półek, knajpa, a potem przewracam się w nocy z boku na bok.$s|Nienawidziłem pracy w Joja, ale teraz, gdy jestem bezrobotny, czuję się jeszcze gorzej.$s",
        "Thu": "Czego chcesz? Zostaw mnie w spokoju.",
        "Thu4": "Jesteś bardzo ${natrętny^natrętna}$. Dziwię się, że ktokolwiek chce ze mną rozmawiać.",
        "Thu6": "Eeh... gdzie jest Joja Cola?",
        "Thu8": "Lubisz ze mną rozmawiać? Chyba cię rozumiem... Może nie tylko ja jestem taki dziwny.$h",
        "Fri": "Nie masz swojej roboty?",
        "JojaMart": "%Shane ciężko pracuje. Nie wygląda na chętnego do rozmowy.",
        "Fri4": "$d Joja#Jaki jest sens życia, jeśli tylko się pracuje?|Nie mogłem zapłacić za wynajem, ale Marnie i tak pozwala mi zostać. Mam farta.",
        "Fri6": "Na pewno wieczorem pójdę do knajpy. Co innego można tu robić?",
        "Fri8": "Beeh... Wyobrażasz sobie, jak paskudnie musi wyglądać moja wątroba?$s#$e#Czuję się, jakby moje ciało miało o dwadzieścia lat więcej...$s",
        "Fri10": "Odkąd przestałem pić, wszystko zaczęło mnie boleć.#$e#Ale nadal mam wrażenie, że balansuję na krawędzi...$s",
        "Sat": "Czemu mi zawracasz głowę? Chcę pobyć sam.",
        "Sat2": "#$1 ShaneJOSH#Nadal się dziwię, że chcesz się ze mną przyjaźnić. Nie byłem wystarczająco gburowaty?#$e#*ech*...$s",
        "Sat4": "$d Joja#Wynajmuję pokój u Marnie za bardzo dobrą cenę. Jest mały, ale nie narzekam.|Gdybym mógł zacząć od nowa, założyłbym kurzą fermę. Tylko jajka z wolnego wybiegu.",
        "Sat8": "Bardzo przywiązałem się do kurczaków Marnie.$h",
        "Sat10": "Twoja farma to świetne miejsce na hodowlę kur.$h",
        "Sun": "Jestem zajęty, nie widzisz?",
        "Sun2": "Znowu ty? Ile razy mam ci mówić, żebyś ${dał^dała}$ mi spokój?$s",
        "Sun4": "Hmm... już %time. Powinienem wsadzić pizzę do mikrofali czy jeszcze poczekać?$u||Jak Tunnelersi wygrają, walnę sobie browara, żeby to uczcić.#$e#A jak przegrają? Walnę sobie browara, żeby zapić smutki.",
        "Sun6": "... Chyba zaczynam tyć.$s",
        "Sun8": "Może jeśli będę oglądać jeszcze więcej telewizji, zapomnę o życiu? To byłoby miłe.$u",
        "Sun10": "Cześć, @. W sumie miałem dziś naprawdę dobry dzień.$h",
        "event_room1": "Ok... do tego potrzebny jest dobry scenariusz. Może zapytam Elliotta, jak go spotkam w knajpie.$s",
        "event_room2": "Brzmi nieźle. Będę musiał dodać jakieś efekty specjalne, żeby to fajnie wyglądało.",
        "event_noLoan1": "Nie wiedziałem, że taki z ciebie dusigrosz...$s",
        "event_noLoan2": "Dobrze, ${tato^mamo}$...$s",
        "event_noLoan3": "Och, wow...$s",
        "event_apologize1": "... Ta, ja też.",
        "event_apologize2": "Wiem... dlatego przyszedłem, żeby ci o tym powiedzieć.",
        "event_apologize3": "Wow, to było takie poważne, prawda? Niezbyt to pamiętam...",
        "event_stadium1": "Och tak? To chyba ma sens.$6#$b#Ja? Czasami nudzi mi się Miasto Pelikan.#$b#Ale... fajnie, że nie jesteś jak reszta.$l",
        "event_stadium2": "Och, naprawdę? Jestem zaskoczony... Nie ${przyjechałeś^przyjechałaś}$ do Stardew, żeby uciec od zgiełku miasta?$6#$b#To znaczy... Nie zrozum mnie źle, rozumiem cię. Moje życie w Mieście Pelikan bywa trochę mdłe."
    }