{
        "Mon": "Nie znam cię. Czego chcesz?",
        "AcceptBirthdayGift_Loved": "Oh, dziś są moje urodziny? Miałem nadzieję, że zapomnę.#$b#Ale jest to fajne. Dziękuję.$h",
        "AcceptBirthdayGift_Liked": "Oh, dziś są moje urodziny? A no tak... Prawie zapomniałem. Dzięki.",
        "GreenRain": "Nie muszę iść dzisiaj do roboty, więc nie narzekam...",
        "GreenRain_2": "Oh, jest dziwna pogoda? Nie zauważyłem.",
        "AcceptGift_(O)StardropTea": "Heh... dzięki. Smakuje jak piwo.",
        "FlowerDance_Accept": "Em... pewnie.#$e#Lepiej przestanę jeść...",
        "AcceptGift_(O)203": "Oh, ty to zrobiłeś? *gniot*... Em... *trzask*... Chyba zostanę przy mrożonej pizzy. Ale dzięki.^Oh, ty to zrobiłaś? *gniot*... Em... *trzask*... Chyba zostanę przy mrożonej pizzy. Ale dzięki.",
        "eventSeen_611944_memory_oneweek": "Próbowałeś nowego Bubblerito z Joja? Zjadłem wczoraj dwa, to był błąd...^Próbowałaś nowego Bubblerito z Joja? Zjadłem wczoraj dwa, to był błąd...",
        "dating_Shane": "Ja... nie spodziewałem się tego, po tym wszystkim...",
        "dating_Shane_memory_oneday": "Myślę, że mogę być najszczęśliwszym gościem na świecie... $h",
        "eventSeen_3910975": "Przykro mi, że musiałeś mnie widzieć w takim stanie, @...$s^Przykro mi, że musiałaś mnie widzieć w takim stanie, @...$s",
        "eventSeen_3910975_memory_oneweek": "Próbuję przestać pić... nie będzie to łatwe.",
        "Resort_Entering": "Ehh... mam nadzieję, że bar jest otwarty.",
        "Resort_Leaving": "Cóż... mam już swój roczny zapas Witaminy D. Teraz mogę grać w gry z zasłoniętymi roletami do końca roku.",
        "Resort_Shore": "Tak jest... nie mam na sobie żadnych butów ani skietek.#$b#Niektórzy nazywają to zagrożeniem dla zdrowia publicznego.#$b#Ale jak widać krabom się to podoba.$h",
        "Resort_Chair": "Hoo... Dobrze jest dać tej szyneczce odpocząć.#$b#Jeśli ktokolwiek będzie mnie potrzebował, będę tu siedział i się przypiekał.",
        "Resort_Bar": "Fiu... Dobrze jest napić się czegoś zimnego...#$e#Albo jeszcze jeden...",
        "Resort": "Okej, ten piasek jest strasznie gorący. Żałuję, że ściągnąłem buty.$s",
        "FlowerDance_Accept_Spouse": "Taniec? Ooo stary. Okej... daj mi wypić jeszcze trochę tego...",
        "FlowerDance_Decline": "...Nie.$s",
        "pamHouseUpgrade": "Słyszałem o Twojej hojności dla Pam... To bardzo miłe z Twojej strony...#$b#Wiesz, mi samemu przydało by się sto tysięcy złota...#$e#*ekhem* ...Żartuję. ...Heh.",
        "pamHouseUpgradeAnonymous": "Słyszałem, że ktoś kupił dom dla Pam... *ehh*... Czym niby sobie zasłużyła??",
        "divorced": "...$a#$e#...Zostaw mnie w spokoju.$a",
        "breakUp": "*chlup* Oh... ta, okej... Powinienem wiedzieć, co się szykuje.$s#$b#Ja... em... chyba widzimy się w knajpie.",
        "dumped_Guys": "%Shane ma zamglone oczy. Nie będzie z tobą rozmawiać.",
        "secondChance_Guys": "Nie rozumiem cie... *ehh*...",
        "Mon2": "Ledwo cię znam. Czego ty chcesz?",
        "Mon4": "Hej. Wybacz, jeśli przy naszym pierwszym spotkaniu byłem trochę gburowaty.#$e#Muszę się przyzwyczaić do nowych osób.",
        "Mon6": "Będę z tobą szczery, nadal nie rozumiem, dlaczego chcesz się ze mną przyjaźnić.||Życie nie jest sprawiedliwe i nie mogę przestać czuć się z tego powodu źle.",
        "Mon10": "Czy ty też masz takie odczucie, że cały świat cię ogląda jak jakiś paskudny robal?",
        "Tue": "Co? Chcesz czegoś? Odejdź.",
        "Tue2": "Czego chcesz? Pieniędzy? Dałbym ci cały garniec złota za chwilę spokoju!",
        "Tue4": "Zawsze gdy próbuję czegoś nowego, nic się nie udaje. Uczysz się, że lepiej się nie wychylać.",
        "Tue6": "Życie nie jest takie złe... przynajmniej mam mrożoną pizzę i jajka.$u",
        "Tue8": "Powinniśmy kiedyś iść na mecz Tunnelersów. Jak idę sam, to zwykle piję za dużo piwa.",
        "Tue10": "Muszę się jakoś ogarnąć, dla Jas. Nie chcę być dla niej złym przykładem.||Jestem trochę jak ojciec dla Jas. Mam nadzieję, że za bardzo jej nie zawiodłem.$s",
        "Wed": "Nie, nie mam czasu na rozmowę.",
        "Wed8": "Chyba przywiązałem się do Marnie i Jas. Może i jesteśmy niezorganizowani, ale tworzymy taką dziwną rodzinę.#$e#Jako dzieciak nigdy takiej nie miałem.$s",
        "Wed4": "$d Joja#*ehh*... W każdy dzień to samo. Zapełnianie tych cholernych półek, chodzenie do knajpy, rzucanie i przewracanie się całą noc.$s|Nienawidziłem mojej pracy w Joja, ale teraz, gdy jestem bezrobotny czuję się jeszcze gorzej.$s",
        "Thu": "Czego chcesz? Zostaw mnie w spokoju.",
        "Thu4": "Jesteś bardzo natrętny. Dziwie się, że ktokolwiek chciałby ze mną rozmawiać.^Jesteś bardzo natrętna. Dziwie się, że ktokolwiek chciałby ze mną rozmawiać.",
        "Thu6": "Eeh... Gdzie jest Joja Cola?",
        "Thu8": "Lubisz ze mną rozmawiać? Chyba cię rozumiem... może nie tylko ja jestem tak dziwny.$h",
        "Fri": "Nie masz swojej roboty?",
        "JojaMart": "%Shane ciężko pracuje. Nie wydaje się chętny na pogawędki.",
        "Fri4": "$d Joja#Jaki jest sens w życiu, gdy tylko pracujesz?|Nie mogłem zapłacić za wynajem, ale Marnie i tak mi pozwala zostać. Mam farta.",
        "Fri6": "Na pewno pójdę wieczorem do knajpy. Czym jeszcze można się tu niby zająć?",
        "Fri8": "Beeh... Wyobrażasz sobie jak paskudnie musi wyglądać moja wątroba?$s#$e#Czuję się, jakby moje ciało było starsze o dwadzieścia lat...$s",
        "Fri10": "Odkąd przestałem pić wszystko zaczęło mnie boleć.#$e#Ale nadal mam wrażenie, że balansuje na krawędzi...$s",
        "Sat": "Czemu mi zawracasz głowę? Chcę pobyć w samotności.",
        "Sat2": "#$1 ShaneJOSH#Nadal się dziwie, że chcesz się ze mną przyjaźnić. Nie byłem dla ciebie wystarczająco gburowaty?#$e#*ehh*...$s",
        "Sat4": "$d Joja#Wynajmuje pokój u Marnie za bardzo dobrą cenę. Jest mały, ale nie mogę narzekać.|Gdybym mógł zacząć życie od nowa, pewnie założyłbym kurzą fermę. Oczywiście tylko jajka z wolnego wybiegu.",
        "Sat8": "Bardzo przywiązałem się do kurczaków Marnie.$h",
        "Sat10": "Twoja farma to dobre miejsce na hodowle kur.$h",
        "Sun": "Jestem zajęty, nie widać?",
        "Sun2": "Znowu ty? Ile razy mam ci mówić, żebyś zostawił mnie w spokoju?$s^Znowu ty? Ile razy mam ci mówić, żebyś zostawiła mnie w spokoju?$s",
        "Sun4": "Hmm... jest już %time. Powinienem już wsadzić pizze do mikrofali, czy powinienem zaczekać?$u||Jak Tunnelersi wygrają, walnę sobie browara, żeby to uczcić.#$e#A jak przegrają? Walnę sobie browara, żeby zapić smutki.",
        "Sun6": "...Chyba zaczynam tyć.$s",
        "Sun8": "Jeśli będę oglądać więcej telewizji, może zapomnę o życiu? To byłoby miłe uczucie.$u",
        "Sun10": "Cześć, @. W sumie miałem dzisiaj bardzo dobry dzień.$h",
        "event_room1": "Okej... do tego potrzebny jest dobry scenariusz. Może poproszę Elliotta jak go spotkam w knajpie.$s",
        "event_room2": "Brzmi dobrze. Będę musiał zrobić jakieś efekty specjalne, żeby to fajnie wyglądało.",
        "event_noLoan1": "Nie wiedziałem że taki z ciebie dusigrosz...$s",
        "event_noLoan2": "Dobrze, Tato...$s^Dobrze, Mamo...$s",
        "event_noLoan3": "Oh, wow...$s",
        "event_apologize1": "...Ta, ja też.",
        "event_apologize2": "Wiem... dlatego wpadłem, żeby ci o tym powiedzieć.",
        "event_apologize3": "Wow, to było takie poważne, hę? Niezbyt pamiętam...",
        "event_stadium1": "Oh tak? To chyba ma sens.$6#$b#Ja? Czasami mi się nudzi Miasto Pelikan.#$b#Ale... fajnie, że nie jesteś jak reszta.$l",
        "event_stadium2": "Oh naprawdę? Jestem zaskoczony... Nie jesteś w Stardew żeby uciec od głośnego miasta?$6#$b#To znaczy... Nie zrozum mnie źle, rozumiem cie. Moje życie w Mieście Pelikan jest trochę mdłe."
    }