{
  "Mon": "Nie znam cię. Czego chcesz?",
  "Resort_Entering": "Buh... mam nadzieję, że bar jest otwarty.",
  "Resort_Leaving": "Cóż... mam już swój roczny zapas Witaminy D. Teraz mogę grać w gry z zasłoniętymi roletami do końca roku.",
  "Resort_Shore": "Tak jest... nie mam na sobie żadnych butów ani skietek.#$b#Niektórzy nazywają to zagrożeniem dla zdrowia publicznego.#$b#Ale krabom się to podoba, jak widać.$h",
  "Resort_Chair": "Hoo... Dobrze jest dać odpocząć tej szyneczce.#$b#Jeśli ktokolwiek będzie mnie potrzebował, będę siedział tutaj, i się marynował.",
  "Resort_Bar": "Fiu... Dobrze jest napić się czegoś zimnego...#$e#A może kilku...",
  "Resort": "Okej, ten piasek jest strasznie gorący. Żałuję, że ściągnąłem buty.$s",
  "danceRejection": "...Nie.$s",
  "pamHouseUpgrade": "Słyszałem o Twojej hojności dla Pam... To bardzo miłe z Twojej strony...#$b#No wiesz, mi samemu przydało by się sto tysięcy złota...#$e#*ekhem* ...ah ...Tylko żartuję. ...Heh.",
  "pamHouseUpgradeAnonymous": "Słyszałem, że ktoś kupił Pam dom... *wzdech*... Czym niby sobie Pam zasłużyła, żeby otrzymać taką hojność??",
  "divorced": "...$a#$e#...Zostaw mnie w spokoju.$a",
  "breakUp": "*gulp* Oh... ta, okej... Powinienem wiedzieć, co się szykuje.$s#$b#Ja... em... chyba widzimy się w Knajpie.",
  "dumped_Guys": "%Shane ma zamglone oczy. Nie będzie z tobą rozmawiać.",
  "secondChance_Guys": "Nie rozumiem cie... *wzdech*...",
  "Mon2": "Ledwo cie znam. Czego ty chcesz?",
  "Mon4": "Hej. Wybacz, jeśli przy naszym pierwszym spotkaniu byłem trochę gburowaty.#$e#Muszę się przyzwyczaić do nieznajomych.",
  "Mon10": "Czy ty też masz takie odczucie, że cały świat cie ogląda jak jakiś paskudny robal?",
  "Tue": "Co? Chcesz czegoś? Odejdź.",
  "Tue2": "Czego chcesz? Pieniędzy? Dałbym ci cały garniec złota za chwilę spokoju!",
  "Tue4": "Zawsze gdy próbuję czegoś nowego zawsze się nie udaje. Uczysz się, żeby trzymać się swoich stanadardów.",
  "Tue6": "Życie nie jest takie złe... przynajmniej mam mrożoną pizzę i jajka.$u",
  "Wed": "Nie, nie mam czasu, żeby z tobą rozmawiać.",
  "Wed8": "Chyba przywiązałem się do Marnie i Jas. Może i jesteśmy niezorganizowani, ale tworzymy taką dziwną rodzine.#$e#Jako dzieciak nigdy tak nie miałem.$s",
  "Wed4": "$d Joja#*wzdech*... W każdy dzień to samo. Zapełnianie tych cholernych półek, chodzenie do knajpy, rzucanie i przewracanie się całą noc.$s|Nienawidziłem mojej pracy w Joja Markecie, ale teraz, gdy jestem bezrobotny czuję się jeszcze gorzej.$s",
  "Thu": "Czego chcesz? Zostaw mnie w spokoju.",
  "Thu4": "Jesteś bardzo uporczywą osobą. Dziwie się, że ktokolwiek chciałby ze mną rozmawiać.",
  "Thu6": "Buh... Gdzie jest Joja Cola?",
  "Thu8": "Lubisz ze mną rozmawiać? Chyba ci wierzę... może nie tylko ja jestem tak dziwny.$h",
  "Fri": "Nie masz czegoś do zrobienia?",
  "JojaMart": "%Shane ciężko pracuje. Nie wydaje się chętny na pogawędki.",
  "Fri4": "$d Joja#Jaki jest sens w życiu, gdy tylko pracujesz?|Nie mogłem zapłacić za wynajem, ale Marnie i tak mi pozwala zostać. Mam farta.",
  "Fri6": "Pewnie pójdę wieczorem do knajpy. Czym jeszcze można się tu niby zająć?",
  "Sat": "Czemu mi zawracasz głowę? Chcę pobyć samemu.",
  "Sat2": "#$1 ShaneJOSH#Nadal się dziwie, że chcesz się ze mną przyjaźnić. Nie byłem dla ciebie wystarczająco gburowaty?#$e#*wzdech*...$s",
  "Sat4": "$d Joja#Najmuje pokój u Marnie za bardzo dobrą cenę. Jest mały, ale nie mogę narzekać.|Gdybym mógł zacząć życie od nowa, pewnie założył bym kurzą fermę. Oczywiście tylko jajka z wolnego wybiegu.",
  "Sat8": "Bardzo przywiązałem się do kurczaków Marnie.$h",
  "Sun": "Jestem zajęty, nie widać?",
  "Sun6": "...Chyba zaczynam tyć.$s",
  "Sun8": "Może jeśli będę oglądać więcej telewizji, może wtedy zapomnę o życiu. To byłoby odprężające.$u",
  "Sun10": "Cześć, @. W sumie miałem dzisiaj bardzo dobry dzień.$h",
  "Sun4": "Hmm... Już %time. Powinienem podgrzać mrożoną pizzę, czy może zaczekać?$u",
  "Sun2": "Znowu ty? Ile razy mam powtarzać? Zostaw mnie w spokoju!$s",
  "event_room1": "Okej... do tego potrzebny jest dobry scenariusz. Może zapytam Elliott'a następnym razem gdy go spotkam w knajpie.$s",
  "event_room2": "Brzmi wspaniale. Będę musiał zrobić jakieś efekty specjalne, żeby fajnie to wyglądało.",
  "event_noLoan1": "Nie wiedziałem że taki z ciebie dusigrosz...$s",
  "event_noLoan2": "Dobrze, Tato...$s^Dobrze, Mamo...$s",
  "event_noLoan3": "Oh, wow...$s",
  "event_apologize1": "...Ta, ja też.",
  "event_apologize2": "Wiem... dlatego wpadłem, żeby ci o tym powiedzieć.",
  "event_apologize3": "Wow, to było takie poważne, hę? Nie za bardzo pamiętam...",
  "event_stadium1": "Oh tak? To chyba ma sens.$6#$b#Ja? Czasami się tu nudze.#$b#Ale... fajnie, że nie jesteś jak reszta. Razem się równoważymy.$l",
  "event_stadium2": "Oh naprawdę? Jestem zaskoczony... Nie jesteś w Stardew żeby uciec od głośnego miasta?$6#$b$#To znaczy... Nie zrozum mnie źle, rozumiem cie. Moje życie w Mieście Pelikan jest trochę mdłe."
}