{
        "Introduction": "Ahoj! Miło jest widzieć młodych ludzi wprowadzających się do nas. Ostatnimi czasy nie jest to powszechne.",
        "accept_869": "Ah... idealna przynęta na suma, którego próbuję złapać!#$b#Proszę, wymienię się z tobą. Nie wiem co to, ale ocean wyrzucił to na brzeg nie tak dawno temu.#$b#Coś mi mówi, że może ci się to przydać, chłopcze.^Coś mi mówi, że może ci się to przydać, panienko.",
        "FullCrabPond": "*Niuch*... Ah... Stary i znajomy zapach. Hodujesz kraby, prawda?#$b#Widzę, że mamy takie same hobby, @. Hah!$h#$b#Proszę, weź to. Znalazłem to na plaży... Czekałem z tym na specjalną okazje. Nie codziennie spotyka się kolejnego entuzjastę krabów! [797]",
        "MovieInvitation": "Ah... film. To miłe z Twojej strony, chłopcze.^Ah... film. To miłe z Twojej strony, panienko.#$b#Skończę palić fajkę i zaraz będę.",
        "Mon": "Ahoj, synu.^Ahoj, panienko.#$b#Przyzwoita pogoda na łowienie ryb, hę?",
        "Mon4": "Szczęście ci sprzyja w lokalnych wodach? Wyglądasz na silnego wędkarza, ale musisz dużo ćwiczyć.",
        "Tue": "Prawdziwy wędkarz szanuje wodę... Nie zapominaj tego.",
        "Tue6": "Byłem kiedyś rybakiem. Dorastałem żeglując pomiędzy wyspami paproci, żyjąc ze zdobyczy.#$e#Życie rybaka jest ciężkie, ale jest przy tym coś co powoduje że się nie zatrzymujesz'.",
        "Wed": "Niektóre ryby przychodzą i odchodzą w inne pory roku. Inne w nocy lub gdy pada deszcz.",
        "Thu": "*mamrotanie*... Hę? Powiedziałbym ci o moich przemyśleniach, ale to tajemnica wędkarska.",
        "Thu2": "Istnieją plotki o tym, że w tych wodach mogą pływać rzadkie ryby... ale tylko utalentowany wędkarz mógłby im stawić czoła.#$e#Potrzeba ci najlepszej przynęty, dzięki temu rzadkie ryby mogą chwycić.",
        "Fri": "Jeśli naprawdę chcesz, żeby ryby zaczęły brać, załóż przynętę na haczyk.",
        "Sat": "Gdyby lokalna scena rybacka stałaby się troszeczkę żywsza, mógłbym powiększyć zapasy towarów.",
        "Sat8": "Jak ci idzie łowienie ryb?#$e#Próbuję łowić tak często jak się da, ale to nie jest takie proste jak się ma sklep.",
        "Sun": "Jeśli kupisz wysokiej jakości wędkę będziesz mógł zamontować przynętę i sprzęt do żyłki.^Jeśli kupisz wysokiej jakości wędkę będziesz mogła zamontować przynętę i sprzęt do żyłki.#$b#Dzięki przynęcie ryby będą szybciej brały. Sprzęt, ułatwia wyciąganie ryb.#$e#Jest wiele rodzajów sprzętu, z różnymi zastosowaniami. Zwykle są trochę słabe, więc nie zdziw się jeśli twój sprzęt zepsuje się po kilku użyciach.",
        "Sun10": "Hej, to mój skipper, @!$h#$e#Dałbym ci zniżkę na przynętę jeśli tylko mógłbym se na to pozwolić.$s"
}