{
        "Introduction": "Ahoj! Miło jest widzieć młodych ludzi wprowadzających się do nas. Ostatnimi czasy nie jest to powszechne.",
        "AcceptGift_(O)StardropTea": "Na trzon mojej fajki...  filiżanka herbaty ze stardropa! A ja myślałem, że to tylko legenda. Uprzejmie dziękuję.",
        "AcceptGift_(O)Book_Crabbing": "Ajaj...  Klasyczek. Po każdym czytaniu aż się łezka w oku kręci. Rybak nigdy nie może mieć za wiele kopii! Dzięki.$h",
        "AcceptGift_(O)Book_Roe": "Dzięki! Idealnie nada się na zimowe czytanie. Ach, pachnie jak ocean...$h",
        "AcceptGift_(O)SkillBook_1": "Ach, 'Przynęta i Spławik'... Każdy wędkarz powinien wykupić subskrypcje, ale mało to na pewno nie kosztuje. Przez te wszystkie lata nauczyła mnie wiele dobrych porad wędkarskich. Dzięki!$h",
        "AcceptGift_coffee_item": "Ach, to rozgrzewa stare kości. Dziękuję.",
        "GreenRain": "Ajaj... Mam nadzieję, że te dziwne deszcze nie przeszkadzają rybą... Zrujnowało mi to życie!",
        "GreenRainFinished": "Cóż, ryby wyglądają zdrowiej niż kiedykolwiek. Właściwie, mógłbym przysiąc, że zaczęły brać z większą siłą!",
        "GreenRain_2": "Jeśli ryby lubią te deszcze, to ja też.",
        "accept_869": "Ach... idealna przynęta na suma, którego próbuję złapać!#$b#Proszę, wymienię się z Tobą. Nie wiem co to, ale ocean wyrzucił to na brzeg nie tak dawno temu.#$b#Coś mi mówi, że może Ci się to przydać, chłopcze.^Coś mi mówi, że może Ci się to przydać, panienko.",
        "AcceptGift_(O)682": "Koszmar! ...Cóż to za monstrum?",
        "AcceptGift_(O)336": "*gryz*... Ta, prawdziwe złoto. Heh! Ale prezent!$h",
        "married": "Rezygnujesz z życia kawalera, ech?^Rezygnujesz z samotnego życia, ech?#$b#Nie zapominaj znaleźć czasu na wędkowanie...",
        "fishCaught_160": "Ach, wyłowiłeś żabnice, hę? Dobry 'Pierwszy krok' do świata rzadkich ryb.^Ach, wyłowiłaś żabnice, hę? Dobry 'Pierwszy krok' do świata rzadkich ryb.",
        "fishCaught_159": "Ach, czyli pokonałeś szkarłatnika! Ta ryba drwiła ze mnie latami. Prawie przegryzła się przez drewno pod moim domem!^Ach, czyli pokonałaś szkarłatnika! Ta ryba drwiła ze mnie latami. Prawie przegryzła się przez drewno pod moim domem!",
        "fishCaught_163": "Na trzon mojej fajki... Rzeczywiście wyłowiłeś 'Legendę'. Nie myślałem, że dożyje tego dnia...$h^Na trzon mojej fajki... Rzeczywiście wyłowiłaś 'Legendę'. Nie myślałem, że dożyje tego dnia...$h#$b#No, młodzieńcze, udało Ci się... Jesteś najlepszym wędkarzem jakiego dolina od dawna widziała...$h^No, panienko, udało Ci się... Jesteś najlepszą wędkarką jaką dolina od dawna widziała...$h",
        "fishCaught_775": "Ach, więc w końcu złapałeś rybę lodowce... To jedna z najbardziej oślizgłych ryb, jakie kiedykolwiek spotkałem!^Ach, więc w końcu złapałaś rybę lodowce... To jedna z najbardziej oślizgłych ryb, jakie kiedykolwiek spotkałem!#$e#Po ilu próbach Ci się udało?",
        "fishCaught_682": "*niuch* *niuch*... Coś mi mówi, że wędkowałeś w ściekach, młodzieńcze.^*niuch* *niuch*... Coś mi mówi, że wędkowałaś w ściekach, panienko.#$b#Z pewnością niekonwencjonalne podejście. Istnieje legenda o gigantycznym karpiu przemienionym w potwora przez toksyczne odpady...",
        "FullCrabPond": "*Niuch*... Ach... Stary i znajomy zapach. Hodujesz kraby, prawda?#$b#Widzę, że mamy takie same hobby, @. Hah!$h#$b#Proszę, weź to. Znalazłem to na plaży... Czekałem z tym na specjalną okazje. Nie codziennie spotyka się kolejnego entuzjastę krabów! [797]",
        "MovieInvitation": "Aah... film. To miłe z Twojej strony, chłopcze.^Ach... film. To miłe z Twojej strony, panienko.#$b#Skończę palić fajkę i zaraz będę.",
        "summer_19": "Jutro są coroczne derby pstrąga... Ajaj, to marzenie każdego słodkowodnego entuzjasty!#$e#Wędkarze z całego świata tu przyjadą, aby łowić nasze piękne pstrągi tęczowe...#$e#Mam nadzieję, że Cię tam zobaczę, chłopcze!$h^Mam nadzieję, że Cię tam zobaczę!$h#$e#Przez następne dwa dni, sklep będzie otwarty od dziewiątej przez godzinę. Więc możesz wtedy przyjść, jeśli będzie Ci czegoś trzeba.",
        "summer_20": "To wielki dzień! Cały mój sprzęt jest do łowienia pstrągów...#$e#Powodzenia!",
        "summer_21": "Jak Ci mijają derby?#$b#Sam znalazłem dużo złotych zawieszek!",
        "winter_11": "Jutro na plaży rozpocznie się małe zgromadzenie... nazywane 'Święto Kałamarnicy'.#$e#Ajaj... kałamarnice są trudne do wyłowienia. Ale jestem pewien, że masz już smykałkę do tego sportu.",
        "winter_12": "Jeszcze się nie poddawaj! Jest jeszcze więcej kałamarnic...",
        "winter_13": "Robi mi się ciepło w serduszku, gdy widzę tych wszystkich wędkarzy, wszystko to z miłości do wędkowania...$h",
        "Mon": "Ahoj, synu.^Ahoj, panienko.#$b#Przyzwoita pogoda na łowienie ryb, hę?",
        "Mon4": "Szczęście Ci sprzyja w lokalnych wodach? Wyglądasz na silnego wędkarza, ale musisz dużo ćwiczyć.",
        "Tue": "Prawdziwy wędkarz szanuje wodę... Nie zapominaj tego.",
        "Tue6": "Byłem kiedyś rybakiem. Dorastałem żeglując pomiędzy wyspami paproci, żyjąc ze zdobyczy.#$e#Życie rybaka jest ciężkie, ale jest przy tym coś co powoduje, że się nie zatrzymujesz'.",
        "Wed": "Niektóre ryby przychodzą i odchodzą w inne pory roku. Inne w nocy lub gdy pada deszcz.",
        "Wed6": "Słyszałem plotki o specjalnym gatunku ryb, które można znaleźć przy wodospadach...#$b#Oczywiście jeśli Twoja wędka dosięgnie...",
        "Thu": "*mamrotanie*... Hę? Powiedziałbym Ci o moich przemyśleniach, ale to tajemnica wędkarska.",
        "Thu2": "Istnieją plotki o tym, że w tych wodach mogą pływać rzadkie ryby... ale tylko utalentowany wędkarz mógłby im stawić czoła.#$e#Potrzeba Ci najlepszej przynęty, dzięki temu rzadkie ryby mogą chwycić.",
        "Fri": "Jeśli naprawdę chcesz, żeby ryby zaczęły brać, załóż przynętę na haczyk.",
        "Fri4": "Jestem prostym człowiekiem... jak moja fajka jest pełna, jestem szczęśliwy. Jak jest pusta... Cóż, wtedy idę ją napełnić.$u",
        "Sat": "Gdyby lokalna scena rybacka stałaby się troszeczkę żywsza, mógłbym powiększyć zapasy towarów.",
        "Sat8": "Jak Ci idzie łowienie ryb?#$e#Próbuję łowić tak często jak się da, ale to nie jest takie proste jak się ma sklep.",
        "Sun": "Jeśli kupisz wysokiej jakości wędkę będziesz mógł zamontować przynętę i sprzęt do żyłki.^Jeśli kupisz wysokiej jakości wędkę będziesz mogła zamontować przynętę i sprzęt do żyłki.#$b#Dzięki przynęcie ryby będą szybciej brały. Sprzęt z kolei, ułatwia wyciąganie ryb.#$e#Jest wiele rodzajów sprzętu, z różnymi zastosowaniami. Zwykle są trochę słabe, więc nie zdziw się jeśli Twój sprzęt zepsuje się po kilku użyciach.",
        "Sun10": "Hej, to mój skipper, @!$h#$e#Dałbym Ci zniżkę na przynętę jeśli tylko mógłbym se na to pozwolić.$s",
        "Fair_Judging": "Nie myślę, że na pewno wygram... ryby dobrze wyglądają, ale nie specjalnie pachną...$s",
        "Fair_Judged": "Wow, najgorszy wynik. Najwidoczniej Burmistrz Lewis nie lubi ryb. No cóż...$s"
    }