{
  "Introduction": "Ahoj! To miłe widzieć młodych ludzi wprowadzających się do nas. Ostatnimi czasami nie jest to powszechne.",
  "accept_869": "Ah... idealna przynęta na suma, którego próbuję złapać!#$b#Proszę, pozwól, że się z tobą wymienię. Nie wiem co to, ale ocean wyrzucił to na brzeg nie tak dawno temu.#$b#Coś mi mówi, że może ci się to przydać, chłopcze.^Coś mi mówi, że może ci się to przydać, panienko.",
  "FullCrabPond": "*Wąch*... Ah... Stary i znajomy zapach. Hodujesz kraby, prawda?#$b#Widzę, że się nie różnimy, @. Hah!$h^Widzę, że się nie różnimy, @. Hah!$h#$b#Proszę, weź to. Znalazłem to na plaży... Czekałem z tym na specjalną okazje. Nie na codzień spotyka się kolejnego entuzjaste krabów! [797]",
  "MovieInvitation": "Ah... film. To miłe z Twojej strony, chłopcze.^Ah... film. To miłe z Twojej strony, panienko.#$b#Skończe palić fajkę, i zaraz będę.",
  "Mon": "Ahoj, synu.^Ahoj, panienko.#$b#Przyzwoita pogoda na łowienie ryb, hę?",
  "Mon4": "Miewasz wystarczająco szczęścia w lokalnych wodach? Wyglądasz na silnego wędkarza, ale musisz dużo ćwiczyć.",
  "Tue": "Prawdziwy wędkarz szanuje wodę... Nie zapominaj tego.",
  "Tue6": "Ten gość był kiedyś rybakiem, no wiesz. Dorastałem żeglując pomiędzy wyspami paproci, żyjąc od zdobyczy do kolejnej.#$e#Życie rybaka jest ciężkie, ale jest przy tym coś co powoduje że nie zatrzymujesz się.",
  "Wed": "Niektóre ryby zaczynają brać tylko podczas niektórych sezonów. Inne po prostu łapią w nocy lub gdy pada deszcz.",
  "Thu": "*mamrotanie*... Hę? Powiedziałbym ci o moich przemyśleniach, ale to tajemnica wędkarska.",
  "Thu2": "Istnieją plotki o tym, że w tych wodach mogą pływać rzadkie ryby... ale tylko utalentowany wędkarz mógłby im stawić czoła.#$e#Potrzeba ci najlepszej przynęty, dzięki temu rzadkie ryby mogą chwycić.",
  "Fri": "Jeśli naprawdę chcesz, żeby ryby zaczęły brać, załóż przynętę na haczyk.",
  "Sat": "Jeśli lokalna scena rybacka stałaby się troszeczkę żywsza, mógłbym powiększyć zapasy towarów.",
  "Sat8": "Jak ci idzie łowienie ryb?#$e#Próbuję łowić tak często jak się da, ale to nie jest takie proste jak masz jeszcze sklep do prowadzenia.",
  "Sun": "Jeśli kupisz wysokiej jakości wędkę, możliwe będzie zamocowanie przynęty i sprzętu do żyłki.#$b#Przynęta powoduje że ryby będą szybciej brały. Sprzęt sprawia, że wyciąganie ryby będzie o wiele łatwiejsze.#$e#Jest wiele rodzajów sprzętu, z różnymi właściwościami. Zwykle są trochę słabe, więc nie zdziw się jeśli twój sprzęt zepsuje się po kilku użyciach.",
  "Sun10": "Hej, To mój skipper, @!$h#$e#Dałbym ci zniżkę na przynętę jeśli tylko mógłbym se na to pozwolić.$s"
}