{
        "Introduction": "Ach, tak. Już dawno temu przewidziałem twoje przybycie, @.#$e#Jednakże twój ostateczny los spoczywa w twoich rękach.",
        "AcceptGift_(O)StardropTea": "Ach, co my tu mamy? Rzadki i potężny eliksir, bynajmniej. Tak, będzie doskonałym dodatkiem do mojej skrzynki odczynników.",
        "accept_868": "Ach... Arktyczny odłamek.#$b#Najpotężniejsza substancja, w istocie... Silnie nasycona żywiołem lodu.#$b#Wezmę to, jeśli nie masz nic przeciwko.#$b#...#$b#... Em... Nadal tu jesteś. Och... Chcesz coś w zamian?#$b#... Weź to.",
        "MovieInvitation": "Hmm... Wydaje mi się, że mogę ci dotrzymać towarzystwa... Tak. Gdy już tam będziesz, pojawię się. Żegnam.",
        "GreenRain": "Choć niezwykłe deszcze mogą budzić niepokój, nie ma się czego obawiać.#$e#To w istocie dzień wielkiej radości dla żywych istot.",
        "GreenRain_2": "Natura to potężna siła... nie lekceważ jej.#$e#Wybacz mi, ale mam sprawy, którymi mogę się zająć tylko dzisiaj.",
        "married": "Małżeństwo... hmm? Życzę ci więcej szczęścia, niż ja zaznałem...",
        "roommates_Krobus": "Życie z kimś takim jak Krobus to nie lada wyzwanie. Ale może przynieść satysfakcję obu stronom, jestem tego pewien.#$e#Przyznam, że ciekawi mnie rezultat tak niezwykłej przyjaźni.",
        "Mon": "Ach, tak. Widziałem wiele na temat twojej przyszłości, @.#$e#Wyjawienie ci tych informacji mogłoby mieć poważne konsekwencje.",
        "Mon4": "Poza granicami ludzkiej cywilizacji natura naprawdę ukazuje swoje tajemnice.",
        "Mon8": "Istnieją miejsca na świecie nieskażone ograniczeniami współczesnego myślenia, gdzie magia tętni życiem...",
        "Sat6": "Choć nauka potrafi dokładnie opisać materię świata, nigdy nie wyjaśni jego najgłębszych tajemnic...",
        "Tue": "Jeśli nie masz nic ważnego do powiedzenia, zostaw mnie w spokoju. Mam wiele pracy.",
        "Tue4": "Ufam ci na tyle, by pozwolić ci wejść do mojej piwnicy. Traktuj wszystko, co tam znajdziesz, z należytym szacunkiem.",
        "Tue8": "Uszanowanie, @. Wierzę, że nie zajmujesz się czarną magią?",
        "Tue10": "Jeśli rzeczywistość jest tworem umysłu, to opanowując jego moc, można kontrolować rzeczywistość...",
        "Wed": "Zrozumienie języka żywiołów wymaga wielu lat.#$e#Aby jednak mówić ich językiem, trzeba poświęcić im całe życie i wysiłek.#$e#A teraz, jeśli pozwolisz...",
        "Thu": "Wokół nas kryje się wiele zagadek. Potrzeba cierpliwości, by je odkryć.",
        "Thu10": "Nie mów nikomu... ale mam powody, by sądzić, że jedna z miejscowych może być moją córką...#$e#Mogę się mylić... Zdarza się to rzadko, ale jednak się zdarza.",
        "Fri": "Wierzę, że mieszkańcy się mnie boją.#$e#To przykre, lecz zrozumiałe... Ludzie lękają się nieznanego.",
        "Fri6": "Dawno temu byłem żonaty. Po rozwodzie moja żona zaczęła krążyć po miasteczku, rzucając zaklęcia na wszystko, co napotkała.#$e#Niezbyt dojrzały sposób wyrażania gniewu.",
        "Sat": "Uważaj... Stoisz w polu silnej energii magicznej.#$e#Nie bez powodu zbudowałem swoją wieżę właśnie tutaj.",
        "Sat2": "Czy ${zrobiłeś^zrobiłaś}$ już postępy w pracy z leśnymi żywiołami?",
        "Sun": "Czasami dyskretnie obserwuję mieszkańców.#$e#Mam nadzieję, że znajdę wśród nich ucznia. Pewnego dnia opuszczę tę śmiertelną powłokę, ale moje nauki muszą być kontynuowane."
    }