{
  "Introduction": "Ah, tak. Już dawno temu przewidziałem twoje przybycie @.#$e#Jednakże twój ostateczny los jest w twoich rękach.",
  "accept_868": "Ah... Arktyczny odłamek.#$b#Najpotężniejsza substancja, w rzeczy samej, i silnie nasycony żywiołem lodu.#$b#Wezmę to, o ile nie masz nic przeciwko.#$b#...#$b#Em... Nadal tu jesteś. Oh... Chcesz coś w zamian?#$b#Weź to.",
  "MovieInvitation": "Hmm... wydaje mi się, że mogę ci dotrzymać towarzystwa... Tak. Gdy już tam będziesz, pojawię się. Żegnam.",
  "Mon": "Ah, tak. Widziałem wiele rzeczy o Twojej przyszłości, @.#$e#Jeślibym ci je wyjawił mogłoby to pociągnąć za sobą poważne konsekwencje.",
  "Tue": "Jeżeli nie masz nic ważnego do powiedzenia, zostaw mnie w spokoju. Przede mną dużo pracy.",
  "Tue4": "Ufam ci wystarczająco, żeby pozwolić ci wejść do mojej piwnicy. Wszystko co tam znajdziesz traktuj z należytym szacunkiem.",
  "Wed": "Zrozumienie języka żywiołów zajmuje wiele lat.#$e#Żeby jednak mówić w ich języku potrzebuje całego życia, wysiłku i poświęcenia.#$e#A teraz, jeśli mi wybaczysz...",
  "Thu": "Jest wiele zagadek pośród nas. Musisz mieć cierpliwość, aby je odkryć.",
  "Thu10": "Nie mów nikomu... ale mam powody żeby wierzyć, że jeden z miejscowych może być moją córką...#$e#Mogę się mylić... Jest to rzadkością ale może się zdarzyć.",
  "Fri": "Wierzę że mieszkańcy się mnie boją.#$e#Jest to niefortunne, jednak wydaje mi się że człowiek boi się nieznanego.",
  "Fri6": "Dawno temu byłem żonaty. Po tym jak moja żona i ja rozwiedliśmy się, zaczęła latać wokół miasteczka, zaklinając wszystko co spotkała.#$e#Niezbyt dojrzały sposób wyrażania własnego gniewu.",
  "Sat": "Strzeż się, stoisz przy potężnym magicznym polu.#$e#Nie bez powodu zbudowałem moją chatę w tym miejscu.",
  "Sat2": "Czy zrobiłeś już jakieś postępy z leśnymi żywiołami?^Czy zrobiłaś już jakieś postępy z leśnymi żywiołami?",
  "Sun": "Czasami dyskretnie obserwuję lokalnych mieszkańców.#$e#Mam nadzieję, że znajdę pomiędzy nimi ucznia. Pewnego dnia opuszczę tą śmiertelną postać, ale moje tajemnicze zajęcia muszą być kontynuowane."
}