{
        "0": "Porady Dla Farmera--\n*Używaj nawozu, żeby poprawić jakość plonów, zmniejszyć potrzebną ilość pracy i przyspieszyć proces rośnięcia.\n*Drzewa owocowe potrzebują całej pory roku, żeby urosnąć, ale nie potrzebują dużo uwagi. Muszą one mieć trochę przestrzeni wokół, bo inaczej nie urosną.\n*Uprawy umrą, gdy skończy się pora roku, chyba że rosną w kilku (np. kukurydza).\n*Niektóre uprawy, takie jak jarmuż i pszenica, muszą być zbierane kosą.",
        "1": "...To książka Marnie.\n 'Zwierzęta są bardzo wrażliwe. Lubią być głaskane każdego dnia i wolą jeść trawę na zewnątrz, a nie siano. Nie lubią być na dworze, kiedy pada. Gdy zwierzęta są dobrze traktowane, możesz otrzymywać produkty lepszej jakości!'",
        "2": "Poszukiwacz\n Lokalny las i góry to świetne miejsca, żeby znaleźć dzikie rośliny! Dobry zbieracz usunie wszelkie chwasty, pniaki lub kamienie z tych obszarów, więc dzikie rośliny mają dużo miejsca, żeby urosnąć!\nDoświadczeni wędrowcy znają tajemnice uprawiania dzikich owoców na farmie. Czy to nie jest niesamowite?",
        "3": "Rybak, Akt I:\nTex: Gordy, jak ty łapiesz tyle ryb? Mi to zajmuje wieczność!\nGordy: Musisz dokonać wyboru zostania prawdziwym rybakiem... i z czasem będzie Ci coraz łatwiej!\nTex: Więc mówisz, że poprawienie moich umiejętności wędkarskich sprawi, że będę łowić szybciej?\nGordy:Tak. Pewnie któregoś dnia nauczysz się też robić własne spławiki. Teraz odejdź!",
        "4": "  Jak Głębokie Są Kopalnie?\n To pytanie przez lata zadawało sobie wielu odkrywców... Prawda jest taka, że nikt tego nie wie. A przynajmniej nikt nikomu tego nie mówi.\nNiestety wielu śmiałków próbujących dojść do końca nigdy nie wraca...\nJednakże było kilku śmiałków, którzy zeszli głęboko do kopalni i powrócili na powierzchnię.\nW kopalni są 3 części, każda z innymi potworami i skarbami.\nNiektórzy mówią o gigantycznym podziemnym jeziorze... Ale nie zostało to udowodnione.",
        "5": "Dziennik Starego Farmera:\n Jestem tu już rok i zaprzyjaźniłem się z mieszkańcami. Świetnie się tu czuję! Wysyłają mi czasami prezenty i swoje przepisy w listach! To naprawdę pomocne.",
        "6": "'Strachy Na Wróble'\n Gdy zaczniesz uprawiać wiele roślin na swojej farmie, możesz spodziewać się odwiedzin wron. Rano możesz odkryć, że wrona zrobiła sobie śniadanie z Twojej ciężkiej pracy!\nŻeby temu zapobiec, musisz ustawić stracha na wróble obok swoich upraw.\nMiej na uwadze, że strach na wróble ma ograniczony zasięg, więc, jeśli twoja farma jest duża, jeden strach może nie wystarczyć.\nStrachy na wróble liczą, ile wron odstraszyły. Dzięki temu możesz się dowiedzieć, czy są dobrze ustawione.\n\n*Niektóre strachy na wróble wyglądają inaczej, ale działają tak samo, jak zwykłe.",
        "7": "Sekret Stardropu\n--\nPrzez tysiące lat ludzie byli ciekawi tajemniczych mocy stardropu... ale nikt nie wie skąd się one wzięły!\n Profesor R. J. Kutler, przewodzący badaniom nad tym dziwnym owocem, mówi: 'Odkryliśmy ślady materiału genetycznego na meteorytach, który bardzo przypomina Stardrop, ale nie jest to potwierdzone'.\nBez względu na to, skąd pochodzi, owoc jest ponoć niezwykle smaczny... niektórzy mówią, że jeśli się go zje, dostanie się specjalne moce.",
        "8": "Podróż Króla Prerii -- Gra roku!\n\nCzy wiesz, że ktokolwiek kto przejdzie 'Podróż Króla Prerii' jest automatycznie dołączany do losowania specjalnej nagrody?!\n\nWydawca potwierdził, że protagonista jest oparty na prawdziwej osobie... Na bohaterskim kowboju z wyspy preriowej położonej na Oceanie Kryształów!",
        "9": "-- O Diamentach --\n\n Po latach odkryć w kopalni, czuję, że odkryłem coś na temat występowania diamentów.\nMoje badania dotyczyły tylko kamieni w kopalni... Tych wykopywanych kilofem. Minerały z innych źródeł wymagają dalszych badań.\nDiamenty zdają się powstawać na poziomach od 50 w dół. Na poziomie 50 średnio na 500 skał 1 będzie zawierać diament.\n Po poziomie 50 frekwencja zdaje się zwiększać o 0,000016 na poziom. Całkiem rzadki minerał!\n-M. Jasper",
        "10": "-~-Poradnik Browarnictwa-~-\n   Ach... browar!\nBogaty zapach drożdży przenikający przez poddasze... Kwiatowe akcenty świeżo ściętego chmielu w chłodną noc... Ale... Prawdopodobnie bardziej interesuje was praktyczna strona warzenia...\nAby warzyć piwo, trzeba będzie beczułki. Przyda Ci się jej plan.\nBeczki mogą być używane do produkcji kilku rodzajów produktów. Jeśli włożysz w nią warzywa, wyprodukuje ona sok. Sok warzy się najkrócej.\nJeśli włożysz do niej pszenicę, wyprodukujesz piwo. Piwo wymaga czasu, ale jest całkiem opłacalne.\nUmieszczenie chmielu w beczce wyprodukuje lubiane 'Jasne Piwo'.\nUmieść owoce w beczce, aby zrobić wino. Wino zajmuje najwięcej czasu, ale wyprodukowane z najlepszych owoców jest sporo warte!\nPotrzeba cierpliwości... będziesz wiedzieć, że produkcja się skończyła, gdy beczka stanie się nieruchoma. I pijcie z umiarem, bo inaczej będziecie tego żałować!",
        "11": "Tajemnice Krasnoludów\nKrasnoludy nazywają siebie 'Smoluanu'... co tłumaczy się na 'ludzie nieba'. Dziwna nazwa dla istot, które mieszkają głęboko pod ziemią, prawda?\nKolejną tajemnicą jest ich zaawansowana technologia. Takie dowody skłoniły mnie, mimo ośmieszania przez kolegów, do zaproponowania nowej teorii:\nWierzę, że krasnoludy to pozostałość po zaawansowanej cywilizacji, której pojazd międzyplanetarny rozbił się na tej planecie dawno temu.\nMyślę, że ten statek jest gdzieś pod ziemią... zapewne z biegiem czasu krasnoludy nauczyły się żyć pod ziemią.\n Moi koledzy pytają, 'Dlaczego nie wyszły na powierzchnię?' ...Być może ich stara planeta miała grubszą atmosferę, która chroniła ich przed promieniowaniem gwiezdnym i po prostu nie mogą przetrwać na naszym słońcu.\n To wyjaśniałoby, dlaczego wychodzą w nocy tylko po to, by wziąć z naszych domów to, czego potrzebują...\n\n-M. Jasper",
        "12": "Najważniejsze Wydarzenia Z Książki Yoby\n\nPrzed czasem było tylko nieskończone złote światło.\n Światło nazwało się...'Yoba'.\nYoba chciał więcej.\nYoba wprawił złote światło w wir. Yoba wirował i wirował, aż utworzył dziurę w środku wiru.\nZ tej dziury wyrosło ziarno.\nYoba wygładził złote światło.\nYoba wygładzał i wygładzał, aż światło stało się ziemią.\nW tej ziemi, Yoba zasadził ziarno.\nNasiono wyrosło, a oto! Winorośl wyskoczyła ku niebu, wykręcając się, rzucając wijącym się cieniem na złotą pustkę.\nPo 11 dniach winorośl wydała owoce.\nYoba, ze świadomością mądrości, obdzierał twardą skórę z owoców i zobaczył, że świat jest w środku.\nI tak oto powstał świat.",
        "13": "Poradnik małżeństwa dla farmerów\nZanim poprosisz kogoś o rękę, musisz najpierw zacząć chodzić z tą osobą(Zapytaj kogoś, czy chce się z tobą chodzić dając tej osobie bukiet ze sklepu).\n Kiedy będziesz gotów, musisz tej osobie dać 'Wisior Syreny'. Każdy wie co on oznacza.\n Krąży plotka, że w deszczowe dni duch starego marynarza pojawia się w Dolinie Stardew, trzymając właśnie taki breloczek.\n Po ślubie, Twój partner wprowadzi się do Ciebie. Pamiętaj, aby dobrze traktować współmałżonka... Nadal lubią prezenty, nawet po ślubie!\n\n(Opłacone przez Pierre)",
        "14": "Rybak, Akt II:\nTex: Gordi, opowiedz mi swoją najlepszą rybacką historię.\nGordi: *głębokie westchnięcie*... Złapałem mnóstwo dużych ryb... I niektóre były naprawdę rzadkie i ciężkie do złapania... Ale była jedna, której nie mogłem złapać przez trzy dni i trzy noce.\nGordi: Nazywam tę rybę... 'Legenda'. To była wielka bestia... I im mocniej szarpałem za żyłkę, ona szarpała jeszcze mocniej. Na chwilę straciłem czujność, a ona roztrzaskała moją łódź w pół. Od tej pory nie łowiłem.\nTex: Myślisz, że ktoś kiedyś ją złapie?\nGordi: Hmm... Jeśli to byłby mistrz w łowieniu i złapał wcześniej wszystkie inne rzadkie ryby i zjadłby pożywny posiłek... może. Przede wszystkim musisz mieć szacunek dla wody, synu.\nTex:...synu? Czy ty masz na myśli... ty jesteś...\n ......moim ojcem?\nGordi: Tak, mój chłopcze.\n\n**Dramatyczna muzyka, kurtyna opada**",
        "15": "Raport technologiczny!\n\nPlany zaawansowanej części maszyny zwanej 'Krystalarium' zostały właśnie opublikowane.\nTa maszyna może produkować kryształy prawie z niczego, zapewniając jej posiadaczom nieskończony zapas drogocennych klejnotów!\nJak to działa: Wkładasz klejnot jaki chcesz do krystalarium...\nmusisz być cierpliwy, może to zająć kilka dni... ale krystalarium może tworzyć kopie tego, co włożyłeś do środka!\nBędziesz wiedzieć, że jest gotowe, kiedy przestanie się trząść. Kiedy zabierzesz kryształ krystalarium zacznie pracować nad następną kopią... Nie musisz jej nigdy uzupełniać, chyba że chcesz zmienić produkowany klejnot!\nNiestety, krystalarium nie działa z ekstremalnie rzadkim kryształem znanym jako 'Pryzmatyczny Odłamek'... Z jakiegoś powodu, EMF odłamka reaguje negatywnie w krystalarium.",
        "16": "Sekrety legendarnej ryby\n\nRybacy mówią o pięciu rzadkich rybach, które mogą być złapane tylko przez najlepszych. Raz złapane, już nigdy się nie pojawią.\n\nKarmazynowa Ryba żyje latem w ciepłych wodach oceanu. Była widziana na wschodniej części plaży.\n\nRyba Lodowiec, która pojawia się tylko zimą, może być złapana z południowego czubka wyspy grotu w Lesie Cindersap... przy ujściu rzeki.\n\nŻabnica była widziana jesienią, na północ od miasta, gdzie rzeka wypływa z góry.\n\nKrąży plotka o dziwnej, skręconej rybie, która żyje w ściekach.\n\n\n\nOstatnia ryba, gatunku nigdy wcześniej złowionego, jest znana po prostu jako 'Legenda'. Krąży plotka, że żyje w kłodzie zanurzonej w górskim jeziorze i wypływa tylko w deszczowe wiosenne dni, aby jeść jajka żab. Tylko najlepszy rybak może ją złapać.\n\nTrenuj rybactwo i wytrwałość, a w końcu złapiesz te nieuchwytne ryby. Pamiętaj aby szanować wodę i nie usuwać zbyt dużo ryb z ekosystemu.",
        "17": "...Widziałem coś dziwnego w tunelu prowadzącym do Miasta Pelikan. Są tam drzwi ukryte w ciemnościach. Niestety, nie mogłem ich otworzyć.\n\n-Gunther",
        "18": "Notatka Gunthera: Wow, dzięki Tobie ta biblioteka wygląda naprawdę wspaniale! Bardzo Ci za to dziękuję!",
        "19": "Gobliny^autor M. Jasper^^Gatunek powszechnie znany jako \"Goblin\" wydaje się pochodzić z lasów dalekiego północnego wschodu, za Wzgórzami Bluemire. Charakteryzują się zieloną skórą, jasnoczerwonymi oczami i nieprzyjemnym zapachem, początkowe spotkania z Goblinami mogą być przerażające dla niedoświadczonych podróżników.^^Pomimo ich niepokojącego wyglądu, Gobliny posiadają Zdolności intelektualne i emocjonalne podobne do ludzi i nie mają problemu przy uczeniu się naszych obyczajów i języka. Gobliny, które spotkałem, były raczej przyjazne i sympatyczne, kiedy udowodniłem, że nie chcę im nic zrobić. Niestety, stulecia nieufności i złego traktowania ze strony ludzi doprowadziły wiele goblinów do kariery zawodowej u boku czarownic, czarnoksiężników, nekromantów i innych niesmacznych typów.^^Tradycyjna dieta Goblinów składa się głównie z mięsa robaków i soczystych odmian jelec, pochodzących z domowego lasu Goblinów. Przy specjalnych okazjach gobliny jedzą również 'mroczny majonez'... uważany za najwspanialszy przysmak we wszystkich kuchniach Goblinów.",
        "20": "Solok Ulan Paa Eno Ra Smi Tawa Ru Za Yno Kui Wabo Awa Mine Iko Aka Solok Teba Omi^^Kui Awa Coto Zuk Yoba Mabo Awa Ji Omi Nemo Eno Zuk Bel Awa Ra^^Dop Zuk Ige Walo Nemo Awa Bel Awa Bel Eno Coto Zuk Kui Awa Zuk Awa Bel Awa Walo Kui Ige Paa Ulan Dop Łon Omi",
        "Missing": "Brakuje tu jakiejś książki..."
}