{
  "derby_contestent0": "Rybak: Przybyłem tu aż z Grampleton na te derby.||Rybak: Nigdzie nie jadę bez worka pełnego pstrągów!",
  "derby_contestent1": "Marynarz: Chyba za przesadnie się ubrałem na to wydarzenie.",
  "derby_contestent2": "Marynarz: Oczywiście... jakiś koleś ubierze się tak jak ja. Ale wstyd!",
  "derby_contestent3": "Rybak: Przepraszam, Staram się cieszyć spokojem i ciszą.||Rybak: ...||Rybak: ...||Rybak: ...||Rybak: Nie rozumiesz?||Rybak: ...||Rybak: ...||Rybak: ...||Rybak: Ktoś zaraz zostanie ogłuszony i to nie będzie pstrąg.||Rybak:...",
  "derby_contestent4": "Siostry Wędkarki: Jesteśmy sławnymi siostrami wędkarkami!||Siostry Wędkarki: Wyłowimy tyle ryb, ile zechcemy! Niah niah niah!",
  "derby_contestent5": "Wędkarz: Poszczęściło Ci się? Jedyne co łapie, to komary...",
  "derby_contestent6": "Pstrągarz: Tam skąd pochodzę mówią na mnie 'Pstrągarz'.||Pstrągarz: Ta, spędziłem pięć lat na nauce jak myśli pstrąg. W sumie to bardzo łatwe: jeść, jeść, jeść, złożyć jaja, odpoczynek, jeść więcej.||Pstrągarz: Sam lubię jedzenie. ALe niezbyt umiem składać jaja.",
  "derby_contestent7": "Rybak: Próbujesz się wydostać z tłumu? Miałem ten sam pomysł.",
  "derby_contestent8": "Ekspert Wędkarski: Wiem, że to nie są zawody, ale i tak... kto zdobędzie najwięcej biletów, będzie mógł się przechwalać do końca roku!||Ekspert Wędkarski: Wrócę tu w zimie na Festiwal Kałamarnic... To dopiero będzie wyzwanie!||Ekspert Wędkarski: Sekretem w łowieniu pstrągów jest, pysznie wyglądająca prezentacja, która wygląda tak pysznie, że nie mógłby się oprzeć...",
  "derby_contestent9": "Rybak: Ach... i to jest życie. Nic tak nie uspokaja, jak łowienie pstrągów.",
  "winter_derby_contestent0": "Rybak: Kałamarnice zwykle pojawiają się w nocy. Ale wrzucili tam specjalną przynętę, która je obudziła.",
  "winter_derby_contestent1": "Marynarz: Chłodne powietrze mnie wzmacnia, jak kawałek suszonego mięsa.||Mariner: Gdy jest za gorąco, czuję się jak budyń.",
  "winter_derby_contestent2": "Marynarz: Chodź no tu, kalmarku...",
  "winter_derby_contestent3": "Rybak: Jesteś stąd, hę? Mam nadzieję, że nie będzie Ci przeszkadzało to, że wyłowię parę dorodnych kalmarów...",
  "winter_derby_contestent4": "Siostry Wędkarki: Jesteśmy sławnymi siostrami wędkarkami.||Siostry Wędkarki: Łowimy kałamarnice od dziecka. Niah niah niah!",
  "winter_derby_contestent5": "Wędkarz: Brrr... zimno! Może nie nadaję się do zimowego wędkarstwa.||Wędkarz: Raczej wolę festiwal karpi...",
  "winter_derby_contestent6": "Pstrągarz: Cóż, Kałamarnice trochę się różnią od pstrągów, ale i tak łapie je tak samo.||Pstrągarz: Lepiej zacznij łowić, jeśli chcesz mieć szanse na nagrodę!",
  "winter_derby_contestent7": "Rybak: Moja żona zapakowała mi termos z gorącą kawą. Cóż za dziewczyna!",
  "winter_derby_contestent8": "Ekspert Wędkarski: Ćśśś... nie chcę odstraszyć kalmarów.||Ekspert Wędkarski: Musiałem uciec od tłumu. Kałamarnice bywają wstydliwe.||Ekspert Wędkarski: Też możesz tu łowić. Tylko postaraj się być cicho.",
  "winter_derby_contestent9": "Rybak: Nie obchodzi mnie czy wygram zawody. Po prostu cieszę się otoczeniem.||Rybak: Letnia pogoda jest przyjemniejsza, ale jest coś wyjątkowego w tej surowej zimie. I czym byłoby życie bez kontrastów?",
  "winter_derby_contestent10": "Rybak: Palce mi już zamarzły, więc chwilę tu posiedzę popijając grzany cydr. Powodzenia!",
  "winter_derby_contestent11": "Kucharz Kalmarów: Och, nie zwracaj na mnie uwagi... Przyszedłem tu na hurtowe ceny kałamarnic!||Kucharz Kalmarów: No, na co czekasz? Te kałamarnice same się nie wyłowią!"
}