{
        "10040609": "clubloop/7 4/farmer 7 8 0 MrQi 7 4 0/skippable/move farmer 0 -2 0/pause 3000/speak MrQi \"No, no, no... któż to taki dostał się do mojego sekretnego orzechowego pokoju.\"/pause 1000/faceDirection MrQi 1 true/pause 100/faceDirection MrQi 2/pause 1000/speak MrQi \"Jestem pod wrażeniem.#$b#Mimo, że do pełnego dostępu do wyspy wystarczyło ci tylko kilka orzechów włoskich, zdecydowałeś się iść dalej.^Mimo że do pełnego dostępu do wyspy wystarczyło ci tylko kilka orzechów włoskich, zdecydowałaś się iść dalej.#$b#Twoje pragnienie wejścia do sekretnych drzwi było tak silne, że mierzyłeś wysoko aby dostać się do środka.^Twoje pragnienie wejścia do sekretnych drzwi było tak silne, że mierzyłaś wysoko aby dostać się do środka.#$b#Ta chęć jest tym, co cię wyróżnia dzieciaku. Masz w sobie bardzo wyjątkową energię.\"/pause 1000/faceDirection MrQi 3 true/pause 100/faceDirection MrQi 0/pause 500/speak MrQi \"Biorąc to pod uwagę...#$b#Nie myślałeś, że wyzwanie skończyło się tutaj, prawda?^Nie myślałaś, że wyzwanie skończyło się tutaj, prawda?#$b#Nie... Hah. Hah. Hah...  wyzwanie dopiero się rozpoczęło.\"/faceDirection MrQi 3 true/pause 40/faceDirection MrQi 2/pause 1000/faceDirection MrQi 3/speak MrQi \"Na twoje lewo, znajdziesz tablicę z bardzo ciekawymi wyzwaniami.#$b#Te wyzwania, które dla ciebie zaprojektowałem, popchną cię do granic możliwości.\"/faceDirection MrQi 2/speak MrQi \"Jednakże, jeśli uda ci się je wykonać, dostaniesz ekskluzywną walutę... nazywam ją 'Klejnotami Qi'\"/pause 400/speak MrQi \"Tylko ich nie bierz do buzi, dzieciaku... Są bardzo radioaktywne. Heh. heh. heh...\"/emote farmer 28/pause 500/faceDirection MrQi 1/speak MrQi \"Możesz użyć maszyny na prawo, aby je wymienić na rzadkie i potężne nagrody.\"/pause 1000/faceDirection MrQi 2/speak MrQi \"Brzmi ciekawie, nie?#$b#Tak... mam wrażenie, że komuś takiemu jak ty, bardzo się to spodoba...\"/pause 400/faceDirection MrQi 1 true/pause 50/faceDirection MrQi 0/pause 500/speak MrQi \"A teraz, jeśli mi wybaczysz... mam ważne rzeczy do załatwienia.\"/pause 2000/end"
    }