{
  "Maru0": "Jestem naprawdę podekscytowana.$h#$b#Będę twoją żoną. Hehe.$l",
  "Maru1": "Muszę się mentalnie przygotować na bycie żoną farmera.",
  "Leah0": "...$l#$e#Jestem trochę nerwowa. Ale szczęśliwa.$h",
  "Leah1": "Zawsze śniłam o życiu na farmie.$h#$e#Będę taka szczęśliwa.",
  "Haley0": "Jestem taka szczęśliwa!$h#$e#Zawsze o tym marzyłam.$l",
  "Haley1": "Rozumiem. Wiem, że nie możemy mieć miesiąca miodowego, bo ktoś musi się zająć farmą.#$e#Teraz też jestem farmerką!",
  "Penny0": "@.. Trochę się boję. To tak wielka zmiana!#$e#Nie martw się, jestem szczęśliwa, tak jak ty.$h",
  "Penny1": "Niedługo będziemy mieć tu małą farmerską rodzinę.$l#$e#Cieszę się, że czujemy do siebie to samo.$h",
  "Abigail0": "Hehe. Ja? Mężatka? Nigdy nie sądziłam, że to się kiedyś stanie.$h#$e#Będziemy się ze sobą dobrze bawić.$h",
  "Abigail1": "Jestem zaręczona. Wow!$h#$e#Teraz naszez życia kompletnie się zmienią.$l",
  "Sam0": "Bardzo się cieszę, że będę twoim mężem, @.$l#$e#Jestem podekscytowany.",
  "Sam1": "Nigdy nie sądziłem, że to się stanie. Jestem taki szczęśliwy.$l#$e#Nie mogę się doczekać ślubu.$h",
  "Sebastian0": "Za kilka dni będę żył na farmie. Nie mogę w to uwierzyć.$h#$e#Jestem taki szczęśliwy.$l",
  "Sebastian1": "Kiedy zobaczyłem cię w mieście, nie sądziłem, że cię poślubie.$l#$e#Życie jest zaskakujące, co nie?$h",
  "Harvey0": "O mój Boże! Mam tyle przygotowań przed ślubem! Jestem zdenerwowany.$l#$e#Poczuję ulgę po tym, jak osiedlę się na Twojej farmie.$h",
  "Harvey1": "Jestem taki szczęśliwy.$h#$e#To zawsze było moje sekretne życzenie.$l",
  "Elliott0": "Farma będzie wspaniałym miejscem do pisania. Naprawdę nie mogę się tego doczekać.$h#$e#Będziemy tworzyć świetną parę.$l",
  "Elliott1": "To będzie świetna przygoda! Jestem naprawdę podekscytowany. Ty też?$h#$e#Możemy wykorzystać moją chatę jako dom na plaży.$l",
  "Alex0": "@, to najlepsza rzecz, jaka mogła mnie spotkać.$l#$e#Nie mogę się doczekać.$h",
  "Alex1": "To będzie świetne zostać farmerem.$h",
  "Shane0": "Część mnie zastanawia się, czy to nie jest jakiś wymyślny dowcip.#$e#Nie mogę uwierzyć, że chcesz poślubić kogoś takiego jak ja.",
  "Shane1": "@... Kręci mi się w głowie, mimo że dziś jeszcze nic nie piłem.",
  "Emily0": "Nie mogę uwierzyć, że zamieszkamy razem. Zawsze żyłam tylko z moją rodziną.#$e#To... ekscytujące.",
  "Emily1": "Zawsze wiedziałam, że między nami wydarzy się coś ważnego... Ale nigdy nie myślałam o ślubie!$h#$e#Papuga też jest podekscytowana.",
  "Krobus0": "@... Obawiam się, że musimy to zachować w tajemnicy... Ani moi ani twoi ludzie nie zaakceptowali by tego.",
  "Krobus1": "Wiesz, że będe dziwną osobą na lokatora, tak? Nie będe mógł wyjść z domu..."
}