{
        "Maru0": "Jestem tak podekscytowana!$h#$b#Będę Twoją żoną! hihi.$l",
        "Maru1": "Muszę się mentalnie przygotować na bycie żoną farmera.",
        "Leah0": "...$l#$e#Trochę się denerwuje, ale też mnie to cieszy.$h",
        "Leah1": "Zawsze marzyłam o życiu na farmie.$h#$e#Nie mogę się doczekać!",
        "Haley0": "Jestem taka szczęśliwa!$h#$e#Zawsze o tym marzyłam.$l",
        "Haley1": "Rozumiem. Wiem, że nie możemy mieć miesiąca miodowego, bo ktoś musi zajmować się farmą.#$e#Od teraz też jestem farmerką!",
        "Penny0": "@.. Trochę się boję. To tak wielka zmiana!#$e#Nie martw się, jestem szczęśliwa, tak jak ty.$h",
        "Penny1": "Niedługo będziemy mieć tu małą farmerską rodzinę.$l#$e#Cieszę się, że czujemy do siebie to samo.$h",
        "Abigail0": "Hehe. Ja? Ślub? Nie powiedziałabym.$h#$e#Będziemy się ze sobą dobrze bawić.$h",
        "Abigail1": "Jestem zaręczona. Wow!$h#$e#Teraz nasze życia kompletnie się zmienią.$l",
        "Sam0": "Bardzo się cieszę, że będę Twoim mężem, @.$l#$e#Nie mogę się doczekać!",
        "Sam1": "Nigdy nie sądziłem, że to się stanie. Jestem taki szczęśliwy.$l#$e#Nie mogę się doczekać ślubu!$h",
        "Sebastian0": "Za kilka dni będę mieszkał na farmie. Nie mogę w to uwierzyć.$h#$e#Jestem taki szczęśliwy.$l",
        "Sebastian1": "Kiedy zobaczyłem Cię w mieście, nie sądziłem, że wezmę z Tobą ślub.$l#$e#Życie jest dziwne, nie?$h",
        "Harvey0": "O mój Boże! Mam tyle do przygotowania przed ślubem! Jestem zdenerwowany.$l#$e#Poczuję ulgę po przeprowadzce na Twoją farmę.$h",
        "Harvey1": "Jestem taki szczęśliwy.$h#$e#Zawsze o tym marzyłem.$l",
        "Elliott0": "Farma będzie wspaniałym miejscem do pisania. Naprawdę nie mogę się tego doczekać!$h#$e#Będziemy razem tworzyć idealną parę.$l",
        "Elliott1": "To będzie świetna przygoda! Jestem naprawdę podekscytowany. Ty też?$h#$e#Możemy wykorzystać moją chatę jako domek letniskowy.$l",
        "Alex0": "@, to najlepsza rzecz, jaka mogła mnie spotkać.$l#$e#Nie mogę się doczekać!$h",
        "Alex1": "Chyba polubię bycie farmerem.$h",
        "Shane0": "Część mnie zastanawia się, czy to nie jest jakiś głupi dowcip.#$e#Nie mogę uwierzyć, że chcesz wyjść za kogoś takiego jak ja.",
        "Shane1": "@... Kręci mi się w głowie, a nawet jeszcze nic dzisiaj nie piłem.",
        "Emily0": "Nie mogę uwierzyć, że zamieszkamy razem. Zawsze mieszkałam tylko z moją rodziną.#$e#To jest... Ekscytujące.",
        "Emily1": "Zawsze wiedziałam, że między nami wydarzy się coś niezwykłego... Ale nigdy nie myślałam o ślubie!$h#$e#Papuga też jest podekscytowana.",
        "Krobus0": "@... Obawiam się, że musimy to zachować w tajemnicy... Ani moi ani Twoi ludzie by tego nie zaakceptowali.",
        "Krobus1": "Wiesz, że będę dziwną osobą na lokatora, tak? Nie będę mógł wychodzić z domu..."
}