{
        "Robin": "Hejka!^Miałam w zapasie więcej drewna... Myślę, że może ci się przydać. Bądź zdrów!  ^   -Robin %item object 388 50 %%[#]Prezent Od Robin",
        "Demetrius": "@,^Pewnego dnia prowadziłem badania w terenie i znalazłem taki oto okaz. ^Mam nadzieję, że Tobie również się to spodoba.    ^   -Demetrius%item object 392 1 394 1 132 1 66 1 %%[#]Prezent od Demetriusa",
        "Linus": "Witaj, przyjacielu.^Rzeki w górach były dla mnie ostatnio wyjątkowo życzliwe. Chciałbym się z Tobą podzielić moim szczęściem.  ^   -Linus %item object 136 1 143 1 202 1 227 1 228 1 %%[#]Prezent od Linusa",
        "Pierre": "Szanowny kliencie,^Dziękujemy za odwiedzanie 'Sklepu u Pierre'! Dołączam twój rabat ze 'Zwracania Pieniędzy'. Do zobaczenia! ^   -Pierre^  P.S. Wybacz za tą formułkę, @. Mam nadzieję, że Ci się spodoba! %item money 250 601  %%[#]Prezent od Pierra",
        "Caroline": "@,^Masz tu warzywo z mojego małego ogródka. Zapewne masz tyle warzyw, że nie wiesz co z nimi zrobić, ale no cóż.   ^   -Caroline%item object 190 1 192 1 24 1 %%[#]Prezent od Caroline",
        "George": "Znalazłem dobrej jakości kamień. ^Na pewno przyda ci się bardziej niż mnie.  ^   -George %item object 390 35 %%[#]Prezent od Georga",
        "Evelyn": "Witaj, drogie dziecko. Mam nadzieję, że dobrze sobie radzisz na tej Twojej farmie.^ Wysyłam małe co nieco z mojej kuchni... Mam nadzieję, że nie pokruszyło się na poczcie.  ^   -Evelyn  %item object 216 1 220 1 223 1 %%[#]Prezent od Evelyn",
        "Pam": "Hej, ^Znalazłam to w szufladzie. Może Ci się przyda.   ^   -Pam %item object 346 1 349 1 787 1 %%[#]Prezent od Pam",
        "Lewis": "@,^Naprawdę cieszę się, że jesteś częścią naszej społeczności! Załączam tu czek na 500 złota z Rolniczej Fundacji Doliny Stardew żeby pomóc Ci kontynuować twoją pracę. ^Możesz za to kupić więcej nasion.  ^  Z poważaniem, Pan Lewis%item money 500 501 %%[#]Prezent od Lewisa",
        "Gus": "@!^Upichciłem Ci mały przysmak z knajpy. Smacznego!   ^   -Twój przyjaciel, Gus%item object 224 1 213 1 211 1 207 1 200 1 195 1 198 1 %%[#]Prezent od Gusa",
        "Clint": "Em, witam...     ^Wybacz, nie jestem dobry w pisaniu listów. Przetopiłem o jedną sztabkę za dużo i pomyślałem że może Ci się przydać.  ^   -Clint, Lokalny kowal %item object 334 1 335 1 336 1 %%[#]Prezent od Clinta",
        "Jodi": "@,^Zamówiłam za dużo nawozu do mojego ogródka!! Dlatego daje trochę tobie, może ci się przydać. Dbaj o siebie!  ^   -Jodi %item object 368 5 369 5 370 5 %%[#]Prezent od Jodi",
        "Kent": "Cześć, @.^To się tylko kurzyło w szopie. Pomyślałem, że może ci się przydać.  ^   -Kent%item object 286 1 287 1 288 1 787 1 %%[#]Prezent od Kenta",
        "Emily": "Cześć!^Jak się masz? Mam nadzieję, że spodoba Ci się ten prezent, który wysyłam... Do widzenia! +   ^   -Emily %item object 397 1 428 1 440 1 %%[#]Prezent od Emily",
        "Marnie": "@,^Taki dobry z Ciebie  sąsiad, że wysyłam trochę jedzenia dla zwierząt, żeby Ci jakoś ułatwić pracę. Tak trzymaj ^   -Marnie %item object 178 30 %%[#]Prezent od Marnie",
        "Shane": "Hej,^Pomyślałem że fajnie będzie jak wyślę do Ciebie  list. Jednakże nie wiem co napisać.^ Mam tu dla Ciebie  przekąskę. Nie mów nikomu, ale zabrałem to z zaplecza Joja Marketu wiele lat temu.^Okej, do zobaczenia. ^   -Shane %item object 215 1 206 1 %%[#]Prezent od Shane",
        "Wizard": "Moje uszanowanie, młody uczniu.^Załączam tu paczkę z przedmiotem o magicznym znaczeniu. Używaj go z głową.   ^   -M. Rasmodius, Czarodziej%item object 422 1 82 1 84 1 70 1 %%[#]Prezent od Czarodzieja",
        "Sandy": "Pozdrowienia z Pustyni Calico!^Odwiedź mnie kiedyś, strasznie się tu nudzę :(. Załączam prezent z pustyni. Możesz przyjść i mi podziękować osobiście!   ^   -Sandy %item object 88 1 90 1 218 1 %%[#]Prezent od Sandy",
        "afterSamShow": "@,^Występ był czadowym sukcesem! Chciałem tylko podziękować ci za pomoc w tworzeniu tego wspaniałego zespołu. Nie udało by się bez Ciebie!   ^   -Sam[#]Podziękowanie od Sama",
        "afterArtShow": "@,^Jeszcze raz dziękuję za obecność na moim pokazie sztuki. To był sukces! Sprzedałam prawie wszystkie moje rzeźby, wszyscy byli zachwyceni! Mam nadzieję, że jeszcze się spotkamy.  ^   -Leah[#]Podziękowanie od Leah",
        "haleyGarden": "@,^Pomyślałam, że będzie zabawnie, gdy napiszę do Ciebie list.^ Miałam wczoraj tyle frajdy z krowami... Zaczynam rozumieć, czemu jesteś farmerem! Mam nadzieję że wkrótce się zobaczymy.  ^   -Haley[#]List od Haley",
        "PennyCleanTrailer": "Wybacz za to, co się u mnie wczoraj działo... Moja mama czasami ma swoje humory.^Proszę po prostu o tym zapomnijmy.  ^   -Penny[#]Przeprosiny Penny",
        "Duck": "@,^Widzę, że potrafisz hodować kury, więc od teraz możesz u mnie kupić kaczki!       ^   -Marnie[#]Kaczki Na Sprzedaż!",
        "Rabbits": "@,^Od teraz mam do sprzedania króliki! Będą produkować puchatą wełnę ...i więcej!       ^   -Marnie[#]Króliki Na Sprzedaż!",
        "Sheep": "@,^Widzę, że potrafisz hodować krowy, więc od teraz możesz u mnie kupić owce!       ^   -Marnie[#]Owce Na Sprzedaż!",
        "Goats": "@,^Od teraz mam kozy na sprzedaż. Dobrze sobie radzisz!       ^   -Marnie[#]Kozy Na Sprzedaż!",
        "Pigs": "@,^Dobrze Ci idzie odkąd tu jesteś. Dlatego zdecydowałam, że zacznę sprzedawać świnie. Te świnie są tresowane żeby znajdować trufle!       ^   -Marnie[#]Świnie Na Sprzedaż!",
        "SeaAmulet": "@,^Mam zamiar dać Ci małą poradę, dlatego że Cię lubię i chcę Cię tu u nas zatrzymać. Jeśli nadejdzie ten dzień, kiedy ktoś Ci się wystarczająco spodoba, żeby wziąć z nią ślub, potrzebny Ci będzie 'Syreni Wisior'. Nie martw się, wszyscy z miasta rozumieją znaczenie tego amuletu. To pradawna tradycja w tym regionie. Życzę szczęścia! ^   -Lewis[#]O Syrenim Wisiorze",
        "Bouquet": "@,^Zauważyłem, że dobrze się dogadujesz z naszymi mieszkańcami. Jeśli chcesz komuś pokazać, że Ci na tym kimś zależy, będzie Ci potrzebny jeden z moich pięknych bukietów, które od teraz sprzedaje, za uczciwą cenę! Jeśli kiedyś zechcesz założyć rodzinę, to jest to pierwszy krok! ^   -Pierre[#]O Bukietach",
        "RobinCooking": "@,^Podaję ci przepis, który moja babcia mi przekazała. Smacznego!   ^   -Robin%item cookingRecipe %%[#]Rodzinny Przepis Robin",
        "DemetriusCooking": "Chciałem Ci podziękować za zainteresowanie się moją pracą. Oto mój ulubiony przepis. ^   -Demetrius%item cookingRecipe %%[#]Przepis Demetriusa",
        "LinusCooking": "@,^jak się masz? Załączam przepis na jedną z moich ulubionych potraw rybnych. ^   -Linus%item cookingRecipe %%[#]Przepis Linusa",
        "PierreCooking": "ŚCIŚLE TAJNE:^Załączam przepis na moją słynną tartę z borówek.^Nie dawaj nikomu! Daję ją Tobie bo Cię lubię. ^   -Pierre%item cookingRecipe %%[#]Słynna Tarta Pierre",
        "CarolineCooking": "@,^Nie ma nic bardziej satysfakcjonującego niż gotowanie ze świeżo zebranych owoców z własnego ogródka! Załączam przepis żeby Ci pomóc. Trzymaj się, ^   -Caroline%item cookingRecipe %%[#]Przepis Caroline",
        "GeorgeCooking": "Pomyślałem, że wyślę Ci ten przepis który tylko się u mnie kurzył. Spróbuj go nie spalić. ^   -George%item cookingRecipe %%[#]Przepis Georga",
        "EvelynCooking": "@,^Zazwyczaj nie rozdaję moich przepisów... Ale odkąd jesteś tak miłym słoneczkiem, dla mnie i Georga, podaję Ci jeden z moich przepisów. ^   -Evelyn%item cookingRecipe %%[#]Przepis Evelyn",
        "PamCooking": "Hej dzieciaku,^Masz tu przepis na małe co nieco, które mój tatuśko zwykł pichcić. Gotuj to powoli. ^   -Pam%item cookingRecipe %%[#]Przepis Pam",
        "LewisCooking": "@,^Pamiętaj żeby zdrowo się odżywiać, bo stracisz siły do ciężkiej pracy! Załączam jeden z moich najulubieńszych przepisów. Pamiętaj żeby użyć dojrzałych pomidorów! ^   -Lewis%item cookingRecipe %%[#]Przepis Lewisa",
        "GusCooking": "@,^Oto przepis z mojej Knajpy. Dzielę się nim tylko z dobrymi przyjaciółmi! ^   -Gus%item cookingRecipe %%[#]Przepis Gusa",
        "ClintCooking": "Znam parę przepisów.^Pomyślałem, że wyślę Ci jeden z nich... Może Ci pomoże w kopaniu większej ilości rud, lub w czymś innym.^Trzymaj się. ^   -Clint%item cookingRecipe %%[#]Przepis Clinta",
        "JodiCooking": "@,^Ten przepis wygrał dla mnie pierwsze miejsce w zawodach! Mam nadzieję, że Ci się spodoba. Cieszę się, że się przyjaźnimy! ^   -Jodi%item cookingRecipe %%[#]Przepis Jodi",
        "KentCooking": "Przywiozłem ten przepis z za granicy. Smacznego.^Chcę Ci podziękować. Dzięki Tobie czuję się tu mile widziany. ^^   -Kent%item cookingRecipe %%[#]Przepis Kenta",
        "EmilyCooking": "@!^Odwróć ten list, z tyłu masz przepis na super zdrowe jedzonko!^Poczujesz się w pełni sił. Do zobaczenia. ^   -Emily%item cookingRecipe %%[#]Zdrowy Przepis Emily",
        "MarnieCooking": "Sąsiedzie,^kiedy nie opiekuję się zwierzętami, lubię eksperymentować w kuchni. Odkąd zaczęliśmy się przyjaźnić, chcę się podzielić z Tobą moimi przepisami.^Mam nadzieję, że Ci zasmakuje! ^   -Marnie%item cookingRecipe %%[#]Przepis Marnie",
        "ShaneCooking": "@,^Znalazłem ten przepis w czasopiśmie i nawet nie głupio wygląda. Jak to upichcisz możesz mi dać spróbować. Hehe. ^   -Shane%item cookingRecipe %%[#]Przepis Shane",
        "SandyCooking": "@,^Nudziłam się tak bardzo, że napisałam do Ciebie list. Przysyłam przepis na przepyszną zupę. Odwiedź mnie kiedyś! ^   -Sandy%item cookingRecipe %%[#]Przepis Sandy",
        "WillyCooking": "@,^Chciałbym się z Tobą podzielić starym rybackim przepisem, który mój Tatuś robił gdy byłem jeszcze szkrabem. Ważne, żeby ryba była ŚWIEŻA.  ^   -Willy%item cookingRecipe %%[#]Stary Przepis Williego",
        "mom1": "@,^  Jak się tam trzymasz, moje dziecko? Odkąd Cię nie ma strasznie za Tobą tęsknię. Mam nadzieję, że życie farmera jest spełnieniem twoich marzeń. ^          Tęsknię, Mama.   ^   P.S. Wysłałam Twoje ulubione ciasteczka < %item object 223 1 %%[#]Od Mamy",
        "mom2": "\n        @,^  Minęło już tyle czasu odkąd Cie widziałam. Nic się u nas nie zmieniło. Tak bardzo za tobą tęsknię. ^        Całuski, Mama ^ P.S. Znalazłam kopertę z pieniędzmi, które Ci Dziadek zostawił. %item money 500 501 %%[#]Od Mamy #2",
        "mom3": "@,^  Widziałam w gazecie artykuł o Tobie! Wygląda na to, że to życie na wsi do Ciebie pasuje! Jestem z Ciebie taka dumna. Uważaj na siebie, skarbie.      Całuski, Mama[#]Od Mamy #3",
        "mom4": "@,^ Jak tam Ci idzie? Zapewne zarabiasz na tej farmie niezłą fortunę. Nie zapomnij o swojej drogiej starej matce, kiedy zaczniesz zarabiać grubą kasę! ^       Całuski, Mama   ^   P.S. Wysłałam Ci ciasto. Smacznego!%item object 221 1 %%[#]Od Mamy #4",
        "dad1": "@,^  Dajesz sobie jakoś rade? Nie mogę uwierzyć w to, że nie jesteś już dzieckiem... Czas leci. Teraz gdy Cię nie ma, mam wszystkie ekstra pieniądze które załączam jako prezent.^  Pozdrawiam, Tata.%item money 500 501 %%[#]Od Taty",
        "dad2": "@,^  Jak tam twoje życie na farmie? Pusto tu bez Ciebie, ale jestem dumny z tego co robisz.^  Pozdrawiam, Tata  ^  P.S. Znalazłem kopertę z pieniędzmi, które Dziadek dla Ciebie zostawił. %item money 500 501 %%[#]Od Taty #2",
        "dad3": "@,^  Przeczytałem o Tobie artykuł w gazecie! Jestem pod wrażeniem twoich postępów na farmie! Tak trzymaj a może twój stary Ojciec będzie mógł spędzić emeryturę w luksusowym domku letniskowym na wyspie paproci ;).^  Pozdrawiam, Tata[#]Od Taty #3",
        "dad4": "@,^ Wiem że masz na tej farmie masz dużo roboty, dlatego nie możesz nas odwiedzić. Tak Ciężko pracujesz... Tylko tak trzymaj, to osiągniesz wiele! ^ Kocham, Tata  ^  P.S. Załączam kamień dobrej jakości %item object 390 30 %%[#]Od Taty #4",
        "newsstory": "Moje uszanowanie, @.^To dla nas zaszczyt poinformować Cię, że twoja w następnym tygodniu farma będzie wyróżniona w naszym magazynie 'Coś Nadchodzi' od przedsiębiorstwa Doliny Stardew! Gratulacje. Jesteśmy pod wrażeniem Twoich szybkich postępów. ^   -SVT[#]Wiadomości",
        "pierreBackpack": "REKLAMA:^\"Ciągle znajduje fajne rzeczy, ale nie mam miejsca w plecaku!\"^^Brzmi znajomo? Cóż, Sklep u Pierre może temu zaradzić!^^Zatrzymaj się w Lokalnym Sklepie u Pierre już DZISIAJ i sprawdź nasz niedrogi plecak o pojemności 24 miejsc!^ Do zobaczenia![#]Plecaki Od Pierre",
        "pierreHours": "OGŁOSZENIE:^^Lokalny Sklep u Pierre od teraz jest otwarty 7 dni w tygodniu![#]Nadgodziny Pierre",
        "robinKitchenLetter": "@,^^Chciałabym przeprosić za żartowanie o starej chatce Twojego Dziadka. To naprawdę ładny domek!^^Ale może Ci się kiedyś przydać więcej miejsca. I w tym mogę ci pomóc. Jeśli przyniesiesz mi materiały i zapłacisz, mogę powiększyć twój dom.^(Kontynuowane na następnej stronie)^^Pierwszym ulepszeniem będzie kuchnia. W kuchni, Możesz ugotować smaczne dania, o ile znasz przepis!^^Mam nadzieję, że czujesz się u nas jak w domu,^        Robin[#]Usługi Robin",
        "taxPassed": "@,^Podatek transportowy wkroczył w życie. od dzisiaj, 3% podatku będzie pobierane z każdych twoich zarobków podczas sprzedaży. Zredukowana będzie również opłata za różne usługi. Do zobaczenia[#]Zatwierdzenie Podatkowe",
        "taxRejected": "@,^Podatek za sprzedaż został wycofany. Twoje przychody ze sprzedaży zostaną takie jakie są. Podatek za usługi publiczne też zostanie taki sam. Do zobaczenia. ^   -Burmistrz[#]Zniesienie Podatku",
        "quest10": "@,^Słyszeliśmy, że pomagasz ludziom z miasteczka! Każdy z nas jest bardzo wdzięczny. Dlatego otrzymujesz nagrodę \"Najlepszy Sąsiad\" (Z małą nagrodą pieniężną). Tak trzymaj! ^   -Burmistrz%item money 500 501 %%[#]Najlepszy Sąsiad",
        "quest35": "@,^Odkąd tu jesteś każdy opowiada mi o wspaniałych rzeczach, które dla nich robisz! Proszę przyjmij tę nagrodę w ramach podziękowania. ^   -Burmistrz%item money 2500 2501 %%[#]Podziękowanie Od Lewisa",
        "quest100": "@,^Z radością mogę ogłosić, że wybrano Cię jako \"Sąsiada roku\"! Do tego tytułu dołączona jest nagroda w wysokości 10,000 złota! Gratulacje! Każdy w mieście dziękuję Ci za wszystko. ^   -Burmistrz%item money 10000 10001 %%[#]Sąsiad Roku",
        "hero_update": "@,^to czas na ranking Bohatera Stardew! Wyniki załączyłem w drugiej kopercie. Powodzenia!  ^   -Burmistrz[#]Ranking Bohatera Stardew",
        "hero_update1": "%update",
        "CF_Fish": "@,^ Twoje umiejętności wędkarskie przewyższają nawet mojego Tatuśka... Jestem pod wrażeniem. ^ Ten stardrop Był przekazywany przez Williego Seniora. do Williego Juniora. przez... a bo je wiem. Pewnie z tysiąc lat.^Jak widać nie mam żadnych dzieci... Chcę Ci go dać.^^ -Willy   ^  %item object 434 1 %%[#]Dziedzictwo Rodu Williego",
        "adoptionLetter": "@,^Gratulacje! Twoje podanie o adopcje zostało przyjęte.^Ciężko pracujemy, żeby dopasować idealne dziecko do państwa profilu.^Wasz nowy członek rodziny będzie za 2 tygodnie.^^-Agencja Adopcyjna Ferngill[#]Powiadomienie O Adopcji",
        "stardewHeroMine": "Tajemnicza Wiadomość: Jeśli jeszcze raz zejdziesz na dno kopalni, czeka Cię sekret. Uważaj na siebie, kopalnie są jeszcze bardziej niebezpieczne niż dotychczas.[#]Tajemnicza Wiadomość",
        "fertilizers": "Drogi sąsiedzie,^Mam nadzieję, że czujesz się dobrze w nowym domu. Piszę do Ciebie, żeby Cię poinformować, że sklep u Pierre od teraz sprzedaje nawozy! Czemu by nie zajrzeć do mnie i zobaczyć czy możesz sobie pozwolić na parę tuzinów albo więcej?  ^   -Pierre[#]Nawozy Pierre",
        "fertilizers2": "@,^Od teraz sprzedaje nawozy wyższej jakości, tak samo jak nowe uprawy! Do zobaczenia. ^   -Pierre[#]Nawozy Wysokiej Jakości Od Pierre",
        "abbySpiritBoard": "Cześć @.^Któregoś dnia musisz wpaść do mnie po zmroku... Może około 20. ^Chcę Ci coś pokazać. ^   -Abby[#]Liścik od Abby",
        "pennySpa": "Spotkajmy się w spa po zmroku. ^   -Penny[#]Liścik Od Penny",
        "incubator": "@,^^Dziękuję za to, że kupujesz ulepszenie kurnika! Przy okazji zajęłam się instalacją inkubatora. ^Żeby go użyć, po prostu włóż do niego jajko. Jeśli masz miejsce w swoim kurniku, w kilka dni wykluje się pisklę!^^Jak zawsze, interesy z Tobą to przyjemność.^-Robin[#]O Inkubatorze",
        "hatter": "Cześć.^^Ja sprzedawać czapki. Okej?^^Przyjdź do bardzo bardzo bardzo starego domostwo. przynieś monety.^^-mysz z czapkami[#]Hejo",
        "Beat_PK": "Gratulacje!!^^Udało ci się pokonać grę 'Podróż Króla Prerii' nasza maszyna losująca wybrała własnie ciebie w naszej ekskluzywnej loterii!^Teraz Możesz cieszyć się 'Podróżą Króla Prerii' we własnym domowym zaciszu.^^Zasługujesz na to!^-Ekipa Wydawców Króla Prerii %item bigobject 141 %%[#]Gratulacje K.P!",
        "JunimoKart": "Gratulacje!!^^Pokonujesz grę 'JunimoKart'... Jesteś pierwszą osobą z całej Republiki Ferngill!^Twoja nagroda: domowa wersja gry Junimo Kart!^^Miłej gry!^-Wydawcy Gry Junimo Kart %item bigobject 159 %%[#]Zwycięstwo w Junimo Kart!",
        "elliottReading": "@,^Mam wspaniałe wieści... skończyłem moją nowelę!! Będę ją czytał publicznie po południu w bibliotece. Mam nadzieję, że będziesz! ^   -Elliott[#]Czytanie Elliotta",
        "elliottBoat": "Spotkajmy się w dokach w słoneczny poranek. Muszę Ci coś powiedzieć. ^   -Elliott[#]Liścik Elliotta",
        "harveyBalloon": "@,^Mam dla Ciebie niespodziankę. Spotkajmy się na torach kolejowych. ^   -Harvey[#]Niespodzianka Harveya",
        "samMessage": "@,^Spotkajmy się przed moim domem po zmroku. ^   -Sam[#]Liścik Sama",
        "joshMessage": "@,^Spotkajmy się w knajpie dziś po zmroku. ^   -Alex[#]Zaproszenie Alexa",
        "lewisStatue": "@,^^W przyszłości, byłbym wdzięczny gdyby moja PRYWATNA własność nie była przez Ciebie pokazywana całemu miastu!^^Jestem bardzo rozczarowany!^^Weź te pieniądze i nigdy nikomu nie wspominaj o moim 'projekcie.%item money 750 751 %%[#]Pogróżki Lewisa",
        "marnieAutoGrabber": "@,^@,^Mam na sprzedaż coś nowego... Nazywa się \"Auto-Zbieracz\".^^Ta rzecz może wydoić twoje krowy, kozy i ostrzyc twoje owce... I to samodzielnie!^^To jest 'luksusowy przedmiot', więc kosztuje 25,000zł.^^    -Marnie[#]Informacja o Auto-Zbieraczu",
        "EmilyClothingTherapy": "@,^Mam szalony pomysł, w który chcę Cię zaangażować... Nazywa się \"Terapia ciuszków\".^^Proszę, przyjdź dzisiaj do domu Burmistrza żeby zobaczyć o co chodzi.^^ Pozdrawiam, Emily[#]Pomysł Emily",
        "EmilyCamping": "@,^Chodźmy na kemping! ^^ Spotkajmy się w sekretnym lesie po 22.^^ Pozdrawiam, Emily[#]Zaproszenie Emily",
        "EmilyDoneCamping": "Dzięki za wczoraj... Było super!^Tak szczerze to cieszę się, że przyszedł ten niedźwiedź!^^Do zobaczenia^^  Pozdrawiam, Emily[#]Liścik Emily",
        "foundLostTools": "@,^Ktoś odłożył twoje narzędzia do rzeczy znalezionych.^^Wpadnij do mojego biura, żeby je odebrać. ^^  -Burmistrz Lewis[#]Zgubione Narzędzia",
        "fishing2": "Mam nowe rzeczy na sprzedaż...^luksusowa wędka i przynęta, którą Możesz do niej zahaczyć!^Używaj przynęty, żeby ryby lepiej brały. Mam nadzieję, że zobaczymy się niebawem! ^   -Willy[#]Nowe Rzeczy Williego",
        "fishing6": "Przyjdź do mnie do sklepu, mam nowe wędki na sprzedaż.^Za dobrą cenę... Możesz dodać do nich różne sprzęty!^Mam nadzieję, że zobaczymy się niebawem! ^   -Willy[#]Nowe Rzeczy Williego #2",
        "wizardJunimoNote": "Moje źródła powiedziały mi, że węszysz w starym centrum społeczności.^Może mnie odwiedzisz?^Mój apartament jest na zachód od leśnego jeziora, w kamiennej wieży. Mógłbym mieć informacje na temat 'problemu ze szczurami' które mogą Cię zainteresować .^   -M. Rasmodius, Czarodziej %item quest 1 true %%[#]Wezwanie Czarodzieja",
        "winter_18": "@,^Chciałbym Cię poinformować o nadchodzącym festiwalu mianowicie o Święcie Gwiazdy Polarnej. To czas, w którym cała nasza społeczność spotyka się razem i myśli o wszystkich dobrych chwilach, które przez cały rok ich spotykały.^Ulubioną tradycją tego święta jest \"Sekretna Wymiana Prezentami\", w której każdy w mieście ma kogoś losowo wybranego. W dzień tego święta, każdy przynosi prezent dla sekretnego przyjaciela i zaskakuje go czymś specjalnym!^Tego roku, twoim sekretnym przyjacielem jest:^    %secretsanta ^Nie mów nikomu! Święto odbywa się 25-ego od 10 do 14 w miasteczku. Do zobaczenia! ^   -Burmistrz Lewis[#]Sekretny Mikołaj",
        "ccBulletinThankYou": "@,^Każdy w mieście mówi o twoich ostatnich wyczynach!^Paczki z rzeczami, o które prosili lata temu na tablicy w centrum społeczności pojawiały się pod domami mieszkańców! I wszystkie pochodzą z Twojej farmy!^Dziękujemy za to... Wszyscy z naszego miasta są zachwyceni! ^   -Burmistrz Lewis[#]Podziękowanie Za Tablicę Ogłoszeń",
        "guildQuest": "Widzę, że badasz starą kopalnię. Z tego co wiedzę, to masz duszę awanturnika.^Jeśli dasz radę zabić 10 szlamów, znajdziesz swoje miejsce w gildii awanturników. ^Uważaj na siebie.    -Marlon %item quest 15 true %%[#]Zadanie Na Pokonanie Szlamów",
        "skullCave": "Widzę, że Kościana Pieczara została przez Ciebie odkryta. Dobra robota.^Mam dla Ciebie  lepsze wyzwanie, dzieciaku. Zejdź przynajmniej 25 poziomów w dół. Jeśli dasz radę to dam Ci górę złota.^  Twój przyjaciel, Pan. Qi %item quest 20 %%[#]Wyzwanie Qi",
        "robinWell": "Robin z tej strony!^Wiem że masz na swojej farmie sporo kamienia.^Jeśli masz go nadmiar, mogę dla Ciebie zbudować studnię.^Studnie mogą być zbudowane gdziekolwiek na Twojej farmie i będą służyć jako źródło wody, żeby uzupełnić konewkę.^^Gdy tylko będzie Ci ona potrzebna przyjdź do mojego sklepu, weź ze sobą 75 kamienia i 1000 złota.^-Robin[#]Budowa Studni",
        "landslideDone": "Do naszych wartościowych klientów Marketu Joja:^Nasza drużyna usunęła osuwisko spowodowane przez wiercenie niedaleko jeziora w górach. Chciałbym tylko nadmienić, że wszystkie prace są całkowicie legalne (Zgodnie z rozporządzeniem L61091, poprawka JojaCo). Odpowiedzialne zarządzanie lokalnym otoczeniem jest naszym priorytetem! ^^Przepraszamy za różne niedogodności, które ten wypadek mógł spowodować.^Jak zawsze, cenimy sobie kontynuację Twojego wsparcia jako patron!^^-Morris,^Reprezentant Satysfakcji Klienta Joja[#]Joja Usuwa Osuwisko",
        "QiChallengeComplete": "Udało ci się.^ Jestem pod wrażeniem.^ Oto twoja nagroda.^   -Qi. %item money 10000 %%[#]Ukończenie Wyzwania Qi",
        "spring_2_1": "Moje uszanowanie,^Właśnie wróciłem z mojej podróży rybackiej. Może kiedyś wpadniesz na plażę.^Mam coś dla Ciebie.^-Willy %item quest 13 true %%[#]Zaproszenie Williego",
        "spring_12": "@,^Jutro w mieście obchodzimy Festiwal Jajek. ^^Przyjdź między 9 a 14 jeśli chcesz wziąć udział.^Chyba nie chcesz ominąć corocznego polowania na jajka!^  -Burmistrz Lewis[#]Informacja O Festiwalu Jajek",
        "spring_15_1": "Witaj, drogie dziecko...^^Wiem że dopiero zaczynasz jako ogrodnik, więc chcę Ci dać małą wskazówkę.^^Większość upraw rośnie tylko w jedną porę roku. Kiedy nadejdzie lato, twoje wiosenne uprawy uschną. Więc planuj na przyszłość!^^-Babcia Evelyn[#]Porada Evelyn",
        "spring_23": "@,^Jutro zbieramy się razem na Taniec Kwiatów.^^Jeśli znajdziesz kogoś do tańca, możesz nawet wziąć w nim udział!^Jest trochę pustej polany na zachód od miasta, tam tańczymy. Jeśli chcesz to przyjdź między 9 a 14.^  -Burmistrz Lewis[#]Informacja O Tańcu Kwiatów",
        "summer_10": "@,^Jutro spotykamy się na plaży na coroczne Luau Miasta Pelikan.^^Główną atrakcją jest wspólne danie ze wszystkiego co się przyniesie. Przynieś coś dobrego!^Gubernator we własnej osobie weźmie udział, więc proszę zachowuj się.^Przyjdź na plażę między 9 a 14.^   -Burmistrz Lewis[#]Informacja O Luau",
        "summer_28": "@,^Dziś wieczorem o godzinie 22, będzie miał miejsce piękny i rzadki proces .^^Meduzy księżycowego światła będą przepływać przez Miasto Pelikan podczas ich długiej podróży na południe do ciepłych krajów.^^Wszyscy zbieramy się na plaży żeby obejrzeć to niezwykłe wydarzenie. Nie chcesz tego przegapić!^Do zobaczenia wieczorem,^ -Demetrius[#]Taniec Meduz Księżycowego Światła",
        "fall_9": "@,^Od dzisiaj za tydzień, w mieście odbędą się Targi Doliny Stardew!^To największe wydarzenie w roku, przyciągające ludzi z całego kraju do naszego skromnego miasteczka.^Jeśli chcesz, możesz zrobić swoją własną wystawę. Tylko przynieś maksymalnie 9 przedmiotów, które najlepiej pokażą twój kunszt. Będzie poddana ocenie całkowita jakość Twojej wystawy.^Targi zaczną się o 9... Nie zaśpij!^   -Burmistrz Lewis[#]Informacja O Targach Doliny Stardew",
        "fall_15": "@,^Chcę Ci tylko przypomnieć o Targach Doliny Stardew, które odbędą się jutro.^Nie zapomnij o 9 przedmiotach na twoją wystawę.^Pamiętaj, targi zaczynają się o 9 w mieście. Do zobaczenia!^   -Burmistrz Lewis[#]Przypomnienie O Targach Doliny Stardew",
        "fall_26": "@,^Czujesz ten powiew chłodu? To znaczy, że zbliża się zima...^Lub może to być dzwonienie w uszach ciemnego widma, które pomoże nam celebrować jutrzejsze wydarzenie... Wigilię Duchów.^Przyjdź do miasta o 22 jeśli chcesz wziąć udział.^  -Burmistrz Lewis[#]Informacja O Wigilii Duchów",
        "winter_7": "@,^Jutro zbieramy się razem przed domem Marnie na Festiwal Lodu.^^Będą bałwany, rzeźby z lodu, i zawody w łowieniu ryb w lodzie!^Przyjdź między 9 a 14 jeśli chcesz wziąć udział.^  -Burmistrz Lewis[#]Informacja O Festiwalu Lodu",
        "winter_14": "Od jutra, flota podróżujących handlarzy zadokuje w Mieście Pelikan na coroczny Nocny Rynek.^^Rynek zacznie się o 17 i będzie w porcie przez najbliższe trzy dni.^^Przyjdź na plażę po 17. Mają darmową kawę![#]Informacja O Nocnym Rynku",
        "spring_11_1": "POTRZEBNA POMOC:^Zgubiłam moją ulubioną siekierę! Jeśli ją znajdziesz, proszę o jak najszybszy zwrot. Źle mi bez niej. Mam 250 złota dla tego, kto ją dla mnie znajdzie.^   -Robin%item quest 100 %%[#]Robin Zgubiła Siekierę",
        "spring_19_1": "@-^Mam do Ciebie  prośbę. Potrzebuję świeżego kalafiora do przepisu, który chciałabym ugotować. Możesz mi jeden przynieść?^   -Jodi%item quest 101 %%[#]Jodi Prosi O Kalafior",
        "summer_3_1": "@-^To trochę żenujące... Zgubiłem moje szczęśliwe fioletowe szorty. Mówię Ci to, ponieważ myślę, że mogę Ci zaufać.^Jeśli je znajdziesz, przynieś mi je DYSKRETNIE. Zapłacę ci.^Dzięki.^   -Burmistrz Lewis%item quest 102 %%[#]Przysługa Lewisa",
        "summer_14_1": "Hej dzieciaku,^Moje gardło zaraz wyschnie na wiór. Jestem bardzo spragniona, napiłabym się jasnego piwa. Masz jakieś? Zwykłe piwo nie da rady. Potrzebuję jasnego piwa.^   -Pam%item quest 103 %%[#]Prośba Pam",
        "summer_20_1": "@-^Zbieram dane na temat zależności między zasadowością gleby a poziomem fruktozy plonu. Krótko mówiąc, potrzebuję świeżego melona z Twojej farmy. Byłbym ci bardzo wdzięczny.^   -Demetrius%item quest 104 %%[#]Demetrius Prosi o Próbkę",
        "summer_25_1": "@,^Moje kolano znowu nie działa jak należy, a wiesz co pomaga? ^Pocieranie tego dennego kolana ostrą papryką.^ Problem w tym, że moje zapasy się skończyły. Jeśli mi jedną przyniesiesz, będę bardzo wdzięczny.^   -George %item quest 105 %%[#]George Potrzebuje Papryki",
        "fall_3_1": "@,^Chciałabym zrobić moim krowom specjalną ucztę. Są bardzo miłe i też głodne. Mogę Cię poprosić o przyniesienie wiązki amarantusa? Uwielbiają to. ^Dziękuję.^   -Marnie %item quest 106 %%[#]Prośba Marnie",
        "fall_8_1": "Witam,^To sezon na jeżyny. Wszystkie krzaki są nimi całe obrośnięte. Chcę trochę pozbierać, ale zgubiłem mój koszyk. Pomożesz?^   -Linus%item quest 107 %%[#]Linus Zgubił Koszyk",
        "fall_19_1": "@-^Chciałabym od Ciebie kupić dynię. Moja córka i ja chcemy wyrzeźbić dyniową latarnie na nadchodzącą Wigilię Duchów. ^   -Caroline%item quest 108 %%[#]Prośba Caroline",
        "winter_2_1": "Hej, mam dla Ciebie  małe wyzwanko:^    Złap dla mnie kałamarnicę.^Można ją złowić w oceanie, ale tylko w zimowe noce.^   -Willy%item quest 109 %%[#]Wyzwanie Williego",
        "winter_6_1": "Mam niespotykaną prośbę. Możesz to zatrzymać w tajemnicy?^ Chciałbym, aby Emily dostała ametyst. To jej ulubiony kamień. Powiedz jej, że to ode mnie.^   -Clint %item quest 110 %%[#]Niecodzienna Prośba Clinta",
        "winter_12_1": "@-^Robię badania zapomnianej sztuki wróżbiarstwa z cieni. Potrzebuję przedmiotu znanego jako 'Esencja Mroku'. Przynieś mi to, a dostaniesz nagrodę.^ -M. Rasmodius, Czarodziej %item quest 111 %%[#]Prośba Czarodzieja",
        "winter_17_1": "@,^Wybacz, że znowu Ci przeszkadzam, ale potrzebuję kolejnej przysługi.^Mam nowy młotek i chcę go przetestować na różnych metalach.^Przetopisz mi sztabkę żelaza? ^Dzięki.^ -Clint %item quest 112 %%[#]Prośba Clinta",
        "winter_21_1": "@-^Jak się masz? Mam nadzieję, że zima nie była dla Ciebie zbyt ostra.^Piszę, żeby zapytać czy mogłabym Cię poprosić o kilka sztuk twardego drewna. Trzeba mi z 10 sztuk, oczywiście jeśli je masz^Jeśli nie, nic nie szkodzi. Trzymaj się!^  -Robin%item quest 113 %%[#]Prośba Robin",
        "winter_26_1": "@-^Chcę zrobić rybny gulasz, ale potrzebuje białego tuńczyka! Wiem, że prawie kończy się na nie sezon... wybacz, za krótką wiadomość. Dasz radę mi jednego złowić?^   -Gus%item quest 114 %%[#]Gus Potrzebuje Tuńczyka",
        "spring_1_2": "Ogłoszenie:^^Ceny za materiały w sklepie u Robin i u Clinta zostały zwiększone.[#]Informacja O Cenach Materiałów",
        "spring_6_2": "@-^Naprawdę potrzebuję moreli. Nie znalazłam jej jednak w sklepie, więc piszę do Ciebie. Dobrze Ci za nią zapłacę!^   -Emily%item quest 115 %%[#]Prośba Emily",
        "spring_15_2": "@,^Chciałabym zaskoczyć mojego męża prezentem. Jest wielkim fanem porów. Możesz mi jednego przynieść?^   -Babcia Evelyn%item quest 116 %%[#]Niespodzianka Evelyn",
        "spring_21_2": "OGŁOSZENIE^Z tej strony Pierre... Naprawdę bardzo bym chciał talerz sashimi. Zapłacę niezłą sumkę, temu, kto mi je przyniesie.^   -Pierre%item quest 117 %%[#]Pragnienie Pierre",
        "summer_6_2": "Potrzebny Rybak^Potrzebuję dobrego okazu ryby rozdymki. Prowadzę eksperyment na toksynach tworzonych przez rozdymkę.^Nagroda: 1000 złota^ -Demetrius%item quest 118 %%[#]Demetrius Badan Toksyny",
        "summer_15_2": "@,^Chciałbym podarować mojej żonie Gwiezdny Owoc na naszą rocznicę. Hodujesz jakieś na swojej farmie? Byłbym wdzięczny.^   -Kent%item quest 119 %%[#]Kent Potrzebuje Prezentu",
        "summer_21_2": "@,^Potrzebuję oleju z trufli. Nie pytaj po co.^ -Burmistrz Lewis%item quest 120 %%[#]Niepokojąca Prośba Lewisa",
        "fall_6_2": "Poszukiwany: 1 Świeży Homar. Chcę zrobić przepyszne Bisque.^Kto: Gus, właściciel Gwiezdnej Knajpy^Nagroda: 800 złota %item quest 121 %%[#]Gus Potrzebuje Homara",
        "fall_19_2": "OGŁOSZENIE^Czy ktoś ma przy sobie jakieś baterie? Mój pilot od telewizora padł i ciężko mi wstać z kanapy, żeby zmienić program.^  -Pam%item quest 122 %%[#]Pam Potrzebuje Pomocy",
        "winter_5_2": "@,^Tworzę ulepszoną różdżkę zjawiskowej mocy.^Jednakże, brakuje mi czegoś: Sztabki Irydu.^Zapłacę 5x ceny rynkowej. Przynieś mi najszybciej jak się da.^ -M. Rasmodius, Czarodziej %item quest 123 %%[#]Czarodziej Potrzebuje Rzadkiego Przedmiotu",
        "winter_13_2": "Mam dla Ciebie kolejne wyzwanko: Złap mi Ofiodona.^Tak łatwo się nie poddają, ale wiem, że dasz radę.^Pozdrawiam.^  -Willy%item quest 124 %%[#]Wyzwanie Williego #2",
        "winter_19_2": "@,^Jestem na skraju załamania nerwowego. Koniecznie muszę zrobić Coco-no-no, ale nie mogę nigdzie kupić kokosa!^Pomożesz mi?^  -Gus%item quest 125 %%[#]Gus Potrzebuje Kokosa",
        "winter_24": "@,^Jutro jest Święto Gwiazdy Polarnej.^Masz już prezent dla swojego 'sekretnego przyjaciela'... %secretsanta?^Święto zaczyna się o 9 w mieście. Do zobaczenia! ^   -Burmistrz Lewis[#]Przypomnienie O Święcie Gwiazdy Polarnej",
        "passedOut1_Billed_Male": "Panie @,^Ostatniej nocy członek drużyny Joja znalazł pana nieprzytomnego. Ekipa medyczna została wysłana aby zanieść pana bezpiecznie do domu.^Cieszymy się, że nic złego się panu nie stało!^^(Został pan obciążony rachunkiem w wysokości {0} złota)^^-Morris^Reprezentant Satysfakcji Klienta Joja[#]Faktura Joja",
        "passedOut1_Billed_Female": "Panno @,^Ostatniej nocy członek drużyny Joja znalazł panią nieprzytomną. Ekipa medyczna została wysłana aby zanieść panią bezpiecznie do domu.^Cieszymy się, że nic złego się pani nie stało!^^(Została pani obciążona rachunkiem w wysokości {0} złota)^^-Morris^Reprezentant Satysfakcji Klienta Joja[#]Faktura Joja",
        "passedOut1_NotBilled_Male": "Panie @,^Ostatniej nocy członek drużyny Joja znalazł pana nieprzytomnego. Ekipa medyczna została wysłana aby zanieść pana bezpiecznie do domu.^Cieszymy się, że nic złego się panu nie stało!^^Z uwagi na to, że nie ma pan pieniędzy, na mocy prawnej jesteśmy zobowiązani zapewnić panu usługę za darmo.^^-Morris^Reprezentant Satysfakcji Klienta Joja[#]Informacja Wymagana Prawnie",
        "passedOut1_NotBilled_Female": "Panno @,^Ostatniej Ostatniej nocy członek drużyny Joja znalazł panią nieprzytomną. Ekipa medyczna została wysłana aby zanieść panią bezpiecznie do domu.^Cieszymy się, że nic złego się pani nie stało!^^Z uwagi na to, że nie ma pani pieniędzy, na mocy prawnej jesteśmy zobowiązani zapewnić pani usługę za darmo.^^-Morris^Joja Reprezentant Satysfakcji Klienta Joja[#]Informacja Wymagana Prawnie",
        "passedOut2": "@, ^Masz szczęście, że Cię wczoraj znalazłem znalazłem! Znalazłem Cię na drodze i ktoś przeszukiwał Ci kieszenie. Nie mam pojęcia ile Ci zabrali pieniędzy... Gdy się pojawiłem od razu uciekli. Następnym razem uważaj na siebie!^^-Linus[#]List Od Linusa",
        "passedOut3_Billed": "@,^Ostatniej nocy ktoś mi Cię podrzucił do kliniki.^Musisz na siebie bardziej uważać i iść spać o odpowiedniej porze.^Dałem Ci rachunek w wysokości {0} złota, żeby pokryć koszty leczenia.^^-Dr. Harvey[#]Z Biura Dr. Harveya",
        "passedOut3_NotBilled": "@,^Ostatniej nocy ktoś mi Cię podrzucił do kliniki!^Musisz na siebie bardziej uważać i iść spać o odpowiedniej porze.^Dlatego, że nie masz pieniędzy, opatrzyłem Cię  za darmo.^^-Dr. Harvey[#]Darmowa Pomoc Medyczna Harveya",
        "passedOut4": "@, ^^Znalazłem Cię z twarzą w błocie podczas mojego spaceru o 3 rano.^^Następnym razem spróbuj wrócić do domu wcześniej!^^     -Marlon[#]List Od Marlona",
        "elliottLetter1": "@, moje kochanie,^^Jestem już w Grampleton, żeby zacząć podróż. Zapomniałem jak wielkie jest to miasto! Ulice są napakowane ludźmi... Wyglądają na wściekłych, w pośpiechu lub, oszołomionych, nieświadomych swojego położenia. Już tęsknię za Miastem Pelikan!^^Zaczynam wieczorem, w lokalnej bibliotece. Muszę przyznać, że trochę mam stresa... Czuję, jakby z mojego żołądka zrobił się precel w ostrym serowym sosie. Życz mi szczęścia!^^-Twój, Elliott^^P.S. Mam nadzieję, że dobrze Ci się spało i że nie czujesz się samotnie w tym wielkim domu! %item conversationTopic ElliottGone2 0 %%[#]List Od Męża",
        "elliottLetter2": "@,^^Pierwsze czytanie wyszło dobrze, słuchaczy było troszkę mniej niż się spodziewałem. I tak, sprzedałem wystarczająco książek, aby opłacić mój (pełen robali) pokój hotelowy!^^Za parę godzin, wyjeżdżam do Miasta Zuzu. Jeśli wczorajsze czytanie było rozgrzewką, następny będzie prawdziwym wyzwaniem...^^Tęsknię za tobą. Pamiętaj, aby dobrze się odżywiać! O! I nie zapomnij o krabowych ciasteczkach, które zostawiłem w lodówce...^-Kocham, Elliott %item conversationTopic ElliottGone3 0 %%[#]List Od Męża 2",
        "elliottLetter3": "@,^^Tamtej nocy czytanie w Mieście Zuzu było całkiem niezłym doświadczeniem! Widocznie dużo jest fanów literatury... Podczas mojego czytania pojawiło się kilkadziesiąt osób!^^Nawet podpisałem parę autografów... Dziwne jest być widzianym jako ktoś ważny. To wszystko kwestia kadru wielkiej iluzji... Naprawdę nie jestem ważny. Jestem twoim oddanym Elliottem, jak zawsze.^^Aktualnie jestem sam, w moim pokoju hotelowym, 'łykając' Wartościowe Danie Joja...^^Czy powinno się to nazywać 'jedzeniem'?^czy 'jadalną materią'?^A to Ci zagwozdka^Obstawiam, że to drugie^^Nie mogę się doczekać aż wrócę do domu. Mam nadzieję, że smakowały krabowe ciasteczka.^^-Twój, Elliott %item conversationTopic ElliottGone4 0 %%[#]List Od Męża 3",
        "elliottLetter4": "W mych snach, gdy zdobi je wzniosły widok^Spoglądam na słoneczne morze^Jakie odległe brzegi przebyłem^Ale teraz, czas zasłania moją pamięć^^Jest tylko jedno miejsce wieczyste^Gdzie kiedyś przejdę dalej^W Dolinie skarbie, gdzie moja miłość oczekuje na mnie:^Nasz mały domek, nieopodal stawu^^-Elliott %item conversationTopic ElliottGone5 0 %%[#]List Od Męża 4",
        "elliottLetter5": "@,^^Nie będę Cię  zanudzał detalami o moich czytaniach. W Większości są takie same.^^Wierzę, że masz lepsze historie do opowiedzenia! Nie mogę się doczekać aż wrócę zobaczyć postęp na naszej farmie.^^Podczas moich długich podróży, Bawię się zamykając oczy i wyobrażając farmę... Widzę beczki pulsujące słodkim winem, rozpalone piece z cenną rudą i naszą małą kuchnie o zapachu cynamonu i gałki muszkatołowej. Jest wiele radości!^^Tylko nie siedź za długo w kopalniach, skarbie. Strasznie tam niebezpiecznie! Jeśli musisz iść... Weź dużo jedzenia.^^-Kocham, Elliott %item conversationTopic ElliottGone6 0 %%[#]List Od Męża 5",
        "elliottLetter6": "@,^^To mój ostatni list przed moim powrotem. Miałem niezłą podróż... Nic ekscytującego. Miło było poznać ludzi, którzy doceniają moją prace, ale chętnie wrócę do domu.^^Nie mogę się doczekać komfortu z naszego małego domku, satysfakcjonującej pracy w polu, domowego obiadu i najważniejszego: Opatulania się w pościel razem z tobą.^^Do zobaczenia!^-Twój, Elliott %item conversationTopic ElliottGone7 0 %%[#]List Od Męża 6",
        "MarlonRecovery": "@,^Znalazłem twoją zgubę.^^Następnym razem uważaj na siebie!^   -Marlon%item itemRecovery %%[#]Marlon Znalazł Twoje Rzeczy",
        "RarecrowSociety": "@,^^Twoja dedykacja jest naprawdę godna podziwu...^^Tylko niewiele osób zdołało zdobyć całą kolekcje Rzadkich Strachów!^^Proszę, przyjmij ten plan, aby upamiętnić swoje osiągnięcie.^   -Społeczność Rzadkich Strachów M.Z%item craftingRecipe Deluxe_Scarecrow %%[#]Od Społeczności Rzadkich Strachów",
        "CarolineTea": "@,^^Dziękuję za odwiedziny. Zazwyczaj sama piję herbatę, ale fajnie było się nią z Tobą podzielić!^^Załączyłam instrukcję jak przygotować i uprawiać własną herbatę. Bez pośpiechu, ale jeśli trochę jej zaparzysz, pamiętaj, żeby mi przynieść filiżankę!^^-Caroline%item craftingRecipe Tea_Sapling %%[#]List O Herbacie Caroline",
        "WoodChipper": "Hej @,^^Chciałam Ci powiedzieć o nowej rzeczy, którą mam na sprzedaż... Nazywa się 'Rębak'.^^Możesz go użyć do przetworzenia Twardego Drewna na parę kawałków zwykłego!^^Wiem, że drewno w zimie może być trudne do zdobycia, więc jeśli zapasy zmaleją, rozważ zakup.^       -Robin[#]Informacja O Rębaku",
        "willyBackRoomInvitation": "@,^^Otworzyłem zaplecze w moim sklepie.^Przyjdź, przy najbliższej okazji.^Muszę Ci coś pokazać.^^-Willy[#]Zaproszenie Na Zaplecze Williego",
        "KrobusCrafting": "@, nie jestem pewien, jak ludzkie wysyłanie wiadomości działa, więc poprosiłem Czarodzieja o pomoc w pisaniu tego listu.^^Mam nadzieję, że masz się dobrze.^^Chciałem się tym z Tobą podzielić... To notatki o tym, jak moi ludzie budują niektóre rzeczy.^^   -Krobus%item craftingRecipe Dark_Sign %%[#]List od Krobusa",
        "georgeGifts": "Dziękuję Ci za pory. Wyglądają tak świeżo i przepysznie. Georgowi się spodobają.^^Dzisiaj, chcę go zaskoczyć dwunastoma małymi, zapakowanymi skarbami (dzięki Tobie!). Przyjdź, jeśli chcesz przy tym być!^^-Evelyn^^P.S. Przyjmij ten prezent. Myślę, że Ci się spodoba!%item bigobject 246 %%[#]Podziękowanie Od Evelyn",
        "robinResource": "Hej, @,^^Gratuluję wykonania mojego małego wyzwania. Jestem pod wrażeniem!^^Jako dodatek do nagrody, dołożyłam plany na nową skrzynię!^^-Robin^^^^P.S. -- Teraz, skoro masz tyle zasobów, może wpadniesz i coś pobudujemy?%item craftingRecipe Stone_Chest %%[#]Zasoby Robin",
        "ClintReward": "Em, cześć...     ^Dzięki za pomoc z potworami.^^Wcale się nie boję!... Ale to powinno sprawić, że kopalnie będą o wiele bezpieczniejsze... Nie?^^Weź ten plan. (Mam nadzieję, że nie będę przez to bezużyteczny...)^^   -Clint, kowal%item craftingRecipe Geode_Crusher %%[#]Podziękowanie Od Clinta",
        "ClintReward2": "Em, cześć...     ^Dzięki za pomoc z potworami.^^Może następnym razem sam je załatwię... Oczywiście jak będę miał czas!^^Znalazłem to na zapleczu, Możesz ci się przydać...^^   -Clint, Kowal%item object 286 10 287 5 231 3 %%[#]Alternatywne Podziękowanie Od Clinta",
        "willyBugWadCutscene": "^^   -Willy%item craftingRecipe Quality_Bobber %%[#]Podziękowanie Williego",
        "MSB_Pierre": "@,^^Najwidoczniej ludzie nie polubili 'Jakościowych Produktów Pierre' tak jak się spodziewałem...^^To mój stary 'Mały Kosz Do Sprzedaży'.^Następnym razem jak będziesz posiadać produkty warte 'Jakości Pierre', może sprzedasz je moim sposobem?^^   -Pierre%item bigobject 248 %%[#]Produkty Wysokiej Jakości Pierre",
        "MSB_Lewis": "@,^Chcę Ci podziękować za wykonanie mojego specjalnego zamówienia. Cała twoja ciężka praca podniosła wizerunek Miasta Pelikan.^Oto 'Mały Kosz Do Sprzedaży' jako wyraz mojego uznania.^Połóż go gdziekolwiek a ja na pewno do niego zajrzę.^^   -Lewis%item bigobject 248 %%[#]Podziękowanie Od Lewisa",
        "WizardReward": "Dostarczony przez Ciebie okaz dał mi wgląd w machinację tych istot, które nazywamy 'potworami'.^^Sformułowałem ostrą nalewkę, którą te istoty uważają za odurzającą. Uważaj z tym...^^   -M. Rasmodius, Czarodziej%item craftingRecipe Monster_Musk %%[#]Odkrycie Czarodzieja",
        "WizardReward2": "Dzięki za Ektoplazmę, dokonałem wielkiego przełomu w dziedzinie inżynierii tajemniczej.^^W załączniku, znajdziesz plany na najużyteczniejszą maszynę...^^   -M. Rasmodius, Czarodziej%item craftingRecipe Mini-Obelisk %%[#]Przełom Czarodzieja",
        "DemetriusReward": "Cześć @,^^Dziękuję za pomoc z rybami.^Natura jest zazwyczaj dobra, jeśli chodzi o balans, ale czasami sztuczne czynniki mogą powodować jego brak.^^Załączam plan z magazynu naukowego, który może Ci się przydać.^^-Demetrius%item craftingRecipe Farm_Computer %%[#]Podziękowanie Od Demetriusa",
        "willyHours": "Dobre wieści!^^Dzięki Tobie stara dobra łódź znów się nadaje do żeglugi!^^Jeśli chcesz pożeglować, wpadnij do mnie na zaplecze.^^Mój sklep od teraz otwieram od 8, więc możesz wypłynąć wcześniej.^^-Willy[#]Łódź Williego",
        "linusTrashCleanup": "Cześć @,^^Dzięki za pomoc w sprzątaniu doliny.^Woda jest czysta jak nigdy. Myślę, że każdy to doceni. Ja na pewno.^Jako 'podziękowanie', chcę Cię nauczyć hodowania własnego włókna. Myślę, że może ci się przydać.^^-Linus%item craftingRecipe Fiber_Seeds %%[#]Podziękowanie Od Linusa",
        "gusGiantOmelet": "Cześć @,^^Dzięki za jajka.^Żółtka wyglądają wyśmienicie... To chyba będzie mój najlepszy omlet!^^Proszę, przyjmij ten prezent.^^-Gus%item bigobject 216 %%[#]Sławny Omlet Gusa",
        "pamNewChannel": "Hej dzieciaku,^^Dzięki za 'soczek'. Na pewno miał smak... Jedyny w swoim rodzaju.^^Przy okazji, masz na swojej kablówce kanał 736? To sezonowy program wędkarski, który może Ci się przydać.^^Trzymaj się,^-Pam[#]Napitek Pam",
        "emilyStones": "Cześć @,^^Jeszcze raz dzięki za te wspaniałe klejnoty.^Będą idealne do mojej pracy nad wyrównaniem energii!^Chciałam Ci podziękować specjalnym prezentem. Mam nadzieję, że stworzysz z tym coś niezwykłego!^^-Emily%item bigobject 247 %%[#]Klejnoty Emily",
        "carolineSO": "Cześć @,^^Lewis mi mówił, że sprzedajesz rzeczy z wyspy! Dobrze jest mieć dostęp do nowych produktów... Otwiera to nowy świat jeśli chodzi o kulinarne możliwości!^Załączam prezent... parę planów, które mogą Ci się przydać.^^-Caroline%item craftingRecipe Solar_Panel %%[#]Tropikalne Składniki Caroline",
        "WillyTropicalFish": "@,^^Gratuluję udanej wyprawy wędkarskiej na wyspie. Jestem z Ciebie dumny!^^Proszę, weź te specjalne akwarium. Będzie dobrze wyglądać w twoim domku.^^-Willy%item furniture 2312 %%[#]Tropikalne Wyzwanie Williego",
        "passedOutIsland": "@,^^Czekałem na Ciebie  w łodzi, ale się nie doczekałem, więc poszedłem Cię szukać.^^Znalazłem Cię na ziemi, z kilkoma papugami, które wyciągały złoto z twoich kieszeni!^^Musiałem Cię zaciągnąć do łodzi. Moje nogi czują się jak słodkowodne krewetki...^-Willy",
        "passedOutIsland_Leo": "Cześć @,^^Znalazłem Cię wczoraj na ziemi w ciemności.^Nie było to zbyt bezpieczne miejsce, więc ptasi przyjaciele przynieśli Cię do łóżka.^Proszę, następnym razem uważaj.^^-Leo^^P.S. Willy pomógł mi to napisać.",
        "guntherBones": "Cześć @,^^Dzięki za wszystkie kości. Będę miał dużo do przesortowania! I pomyśleć, że każdy fragment należał do jakiejś żywej istoty z przeszłości. Fascynujące.^^Proszę, przyjmij ten plan jako dowód mojej wdzięczności!^^-Gunther%item craftingRecipe Bone_Mill %%[#]List Od Gunthera",
        "LeoCooking": "@,^Oto jedzenie z mojego domu, ja i moja rodzina to uwielbiamy. Mam nadzieję, że Ci posmakuje. ^^  -Leo^^P.S. Willy pomógł mi to napisać.%item cookingRecipe %%[#]Przepis Leo"
}