{
  "Robin": "Hejka!^Miałam więcej drewna w zapasie... Myślę, że Tobie się bardziej przyda. Dbaj o siebie!  ^   -Robin %item object 388 50 %%[#]Prezent Od Robin",
  "Demetrius": "@,^Pewnego dnia prowadziłem badania w terenie, i znalazłem taki oto okaz. ^Mam nadzieję, że Tobie również się to spodoba.    ^   -Demetrius%item object 392 1 394 1 132 1 66 1 %%[#]Prezent od Demetrius'a",
  "Linus": "Witam, przyjacielu.^Rzeki w górach były dla mnie ostatnio wyjątkowo życzliwe. Chciałbym się z Tobą podzielić moim szczęściem.  ^   -Linus %item object 136 1 143 1 202 1 227 1 228 1 %%[#]Prezent od Linus'a",
  "Pierre": "Szanowny kliencie,^Dziękujemy za odwiedzanie 'Sklepu u Pierre'! Dołączam twój rabat ze 'Zwracania Pieniędzy'. Do zobaczenia! ^   -Pierre^  P.S. Przepraszam za wiadomość związaną z pracą, @. Mam nadzieję, że Ci się spodoba! %item money 250 601  %%[#]Prezent od Pierre",
  "Caroline": "Proszę, warzywo z mojego małego ogródka. Zapewne masz tyle warzyw, że nie wiesz co z nimi zrobić, ale no cóż.   ^   -Caroline%item object 190 1 192 1 24 1 %%[#]Prezent od Caroline",
  "George": "Znalazłem kamień wysokiej jakości. ^Może coś zbudujesz, czy coś.  ^   -George %item object 390 35 %%[#]Prezent od George'a",
  "Evelyn": "Witaj, drogie dziecko. Mam nadzieję, że dobrze sobie radzisz na Twojej farmie.^ Wysyłam małe co nieco z mojej kuchni... Mam nadzieję, że się nie pokruszyło na poczcie.  ^   -Evelyn  %item object 216 1 220 1 223 1 %%[#]Prezent od Evelyn",
  "Pam": "Hej, ^Znalazłam to gdzieś w szufladzie. Może Ci się przyda.   ^   -Pam %item object 346 1 349 1 787 1 %%[#]Prezent od Pam",
  "Lewis": "@,^Naprawdę cieszę się, że jesteś częścią naszej społeczności! Załączam tu czek na 500 złota z Rolniczej Fundacji Doliny Stardew żeby pomóc Ci kontynuować twoją pracę. ^Możesz za to kupić więcej nasion.  ^  Z poważaniem, Pan Lewis%item money 500 501 %%[#]Prezent od Lewis'a",
  "Gus": "@!^Upichciłem Ci mały przysmak w knajpie. Smacznego!   ^   -Twój przyjaciel, Gus%item object 224 1 213 1 211 1 207 1 200 1 195 1 198 1 %%[#]Prezent od Gus'a",
  "Clint": "Em, witam...     ^Wybacz, nie jestem dobry w pisaniu listów. Przetopiłem o jedną sztabkę za dużo i pomyślałem że może Ci się przydać.  ^   -Clint, Lokalny kowal %item object 334 1 335 1 336 1 %%[#]Prezent od Clint'a",
  "Jodi": "@,^Zamówiłam za dużo nawozu do mojego ogródka!! Pewnie Tobie się to przyda. Dbaj o siebie!  ^   -Jodi %item object 368 5 369 5 370 5 %%[#]Prezent od Jodi",
  "Kent": "Cześć, @.^To zbierało kurz w szopie. Może Tobie się to przyda.  ^   -Kent%item object 286 1 287 1 288 1 787 1 %%[#]Prezent od Kent'a",
  "Emily": "Cześć!^Jak się masz? Mam nadzieję, że spodoba Ci się ten prezent, który wysyłam... Więc, do widzenia! +   ^   -Emily %item object 397 1 428 1 440 1 %%[#]Prezent od Emily",
  "Marnie": "@,^Taki dobry z Ciebie  sąsiad, że wysyłam trochę jedzenia dla zwierząt, żeby Ci jakoś ułatwić pracę. Tak trzymaj! ^   -Marnie %item object 178 30 %%[#]Prezent od Marnie",
  "Shane": "Hej,^Pomyślałem że fajnie będzie jak wyślę do Ciebie  list. Jednakże nie wiem co napisać.^ Masz, mam tu dla Ciebie  przekąskę. Nie mów nikomu, ale zabrałem to z zaplecza Joja Marketu wiele lat temu.^Okej, do zobaczenia. ^   -Shane %item object 215 1 206 1 %%[#]Prezent od Shane",
  "Wizard": "Moje uszanowanie, młody uczniu.^Załączam tu paczkę z przedmiotem o magicznym znaczeniu. Używaj tego z głową.   ^   -M. Rasmodius, Czarownik%item object 422 1 82 1 84 1 70 1 %%[#]Prezent od Czarownika",
  "Sandy": "Powitanie z Pustyni Calico!^Odwiedź mnie kiedyś, strasznie się tu nudzę :(. Załączam prezent z pustyni. Możesz przyjść i mi podziękować osobiście!   ^   -Sandy %item object 88 1 90 1 218 1 %%[#]Prezent od Sandy",
  "afterSamShow": "@,^Występ był czadowym sukcesem! Chciałem tylko podziękować za całą twoją pomoc w tworzeniu tego wspaniałego zespołu. Nie udało by się bez Ciebie !   ^   -Sam[#]Podziękowanie od Sam'a",
  "afterArtShow": "@,^Jeszcze raz dziękuję za to, że nie zabrakło Ciebie  na moim pokazie sztuki. To był sukces! Sprzedałam prawie wszystkie moje rzeźby, wszyscy byli tak pozytywni i dopingujący! Mam nadzieję, że jeszcze się spotkamy.  ^   -Leah[#]Podziękowanie od Leah",
  "haleyGarden": "@,^Pomyślałam, że będzie zabawnie, gdy napiszę do Ciebie  list.^ Miałam wczoraj tyle frajdy z krowami... Zaczynam rozumieć, czemu jesteś farmerem! Mam nadzieję że wkrótce się zobaczymy.  ^   -Haley[#]List od Haley",
  "PennyCleanTrailer": "Wybacz za to, co się działo wczoraj u mnie... Moja mama czasami ma swoje humory.^Proszę po prostu o tym zapomnijmy.  ^   -Penny[#]Przeprosiny Penny",
  "Duck": "@,^Widzę, że potrafisz hodować kury, więc od teraz w moim sklepie dostępne są do kupienia kaczki!       ^   -Marnie[#]Kaczki Na Sprzedaż!",
  "Rabbits": "@,^Od teraz mam do sprzedania króliki! Będą produkować puchatą wełnę ...i więcej!       ^   -Marnie[#]Króliki Na Sprzedaż!",
  "Sheep": "@,^Widzę, że potrafisz hodować krowy, więc od  teraz Możesz u mnie kupić owce!       ^   -Marnie[#]Owce Na Sprzedaż!",
  "Goats": "@,^Od teraz mam do sprzedania kozy w moim sklepie. Dobrze sobie radzisz!       ^   -Marnie[#]Kozy Na Sprzedaż!",
  "Pigs": "@,^Dobrze Ci idzie odkąd tu jesteś. W rezultacie, zdecydowałam, że zacznę sprzedawać świnie w moim sklepie. Te świnie są wytresowane do znajdywania trufli!       ^   -Marnie[#]Świnie Na Sprzedaż!",
  "SeaAmulet": "@,^Mam zamiar dać Ci tą poradę, dlatego że Cię lubię i chcę Cię zatrzymać tutaj u nas w Mieście Pelikan. Jeśli nadejdzie ten dzień, kiedy ktoś Ci się wystarczająco spodoba żeby spędzić z tą osobą resztę życia, potrzebny Ci będzie 'Syreni Wisior'. Nie martw się, wszyscy z miasta rozumieją znaczenie tego amuletu. To pradawna tradycja w tym regionie. Życzę szczęścia! ^   -Lewis[#]O Syrenim Wisiorze",
  "Bouquet": "@,^Wygląda na to, że zaczynasz się dobrze dogadywać z jednym z miejscowych. Jeśli chcesz pokazać tej osobie, że zależy Ci na niej, będzie Ci potrzebny jeden z moich pięknych bukietów, które od teraz sprzedaje, za uczciwą cenę! Jeśli kiedyś zechce Ci się założyć rodzinę, to jest to pierwszy krok! ^   -Pierre[#]O Bukietach",
  "RobinCooking": "@,^Proszę, oto stary przepis, który moja babcia mi przekazała. Smacznego!   ^   -Robin%item cookingRecipe %%[#]Robin's Family Recipe",
  "DemetriusCooking": "Chciałem Ci podziękować za zainteresowanie się moją pracą. Oto, przepis na to co lubię. ^   -Demetrius%item cookingRecipe %%[#]Przepis Demetrius'a",
  "LinusCooking": "@,^Jak się masz? Załączam instrukcje jak zrobić jedną z moich ulubionych potraw z ryby. ^   -Linus%item cookingRecipe %%[#]Przepis Linus'a",
  "PierreCooking": "ŚCIŚLE TAJNE:^Załączam przepis na moją znaną tartę z borówek.^Nie zdradzaj nikomu! Daję ją Tobie bo jesteśmy dobrymi przyjaciółmi. ^   -Pierre%item cookingRecipe %%[#]Sławna Tarta Pierre",
  "CarolineCooking": "@,^Nie ma nic bardziej satysfakcjonującego niż gotowanie ze świeżych owoców ze swojego ogrodu! Załączam przepis żeby Ci pomóc. Trzymaj się, ^   -Caroline%item cookingRecipe %%[#]Przepis Caroline",
  "GeorgeCooking": "Pomyślałem, że wyślę Ci ten przepis który tylko się u mnie kurzył. Spróbuj go nie spalić. ^   -George%item cookingRecipe %%[#]Przepis George'a",
  "EvelynCooking": "@,^Zazwyczaj nie rozdaję moich przepisów... ale odkąd jesteś tak miłym słoneczkiem, dla George'a i dla mnie, podaję Ci jeden z moich przepisów. ^   -Evelyn%item cookingRecipe %%[#]Przepis Evelyn",
  "PamCooking": "Hej dzieciaku,^Masz tu przepis na małe co nieco, które mój tatuśko zwykł robić. Gotuj to powoli. ^   -Pam%item cookingRecipe %%[#]Przepis Pam",
  "LewisCooking": "@,^Pamiętaj żeby zdrowo się odżywiać, albo zabraknie Ci energii, żeby Ciężko pracować! Załączam jeden z moich najulubieńszych przepisów. Pamiętaj żeby użyć dojrzałych pomidorów! ^   -Lewis%item cookingRecipe %%[#]Przepis Lewis'a",
  "GusCooking": "@,^Oto przepis z mojej Knajpy. Dzielę się nimi tylko z dobrymi przyjaciółmi! ^   -Gus%item cookingRecipe %%[#]Przepis Gus'a",
  "ClintCooking": "Cóż, znam kilka przepisów.^Pomyślałem, że wyślę Ci jeden z nich... może pomoże Ci kopać więcej rud czy w czymś innym.^Trzymaj się. ^   -Clint%item cookingRecipe %%[#]Przepis Clint'a",
  "JodiCooking": "@,^Ten przepis wygrał dla mnie pierwsze miejsce w zawodach w gotowaniu! Mam nadzieję, że Ci się spodoba. Dzięki, że się przyjaźnimy! ^   -Jodi%item cookingRecipe %%[#]Przepis Jodi",
  "KentCooking": "Znam ten przepis z zagranicy. Smacznego.^I chcę Ci podziękować. Dzięki Tobie czuję się mile widziany. ^^   -Kent%item cookingRecipe %%[#]Przepis Kent'a",
  "EmilyCooking": "@!^Odwróć ten list, z tyłu masz przepis na super zdrowy posiłek!^Poczujesz się na siłach. Do zobaczenia. ^   -Emily%item cookingRecipe %%[#]Zdrowy Przepis Emily",
  "MarnieCooking": "Sąsiedzie,^Kiedy nie opiekuję się zwierzętami, lubię eksperymentować w kuchni. Odkąd zaczęliśmy się przyjaźnić, chcę się podzielić z Tobą moimi przepisami.^Mam nadzieję, że Ci zasmakuje! ^   -Marnie%item cookingRecipe %%[#]Przepis Marnie",
  "ShaneCooking": "@,^Znalazłem ten przepis w czasopiśmie i pomyślałem, że wygląda interesująco. Jak to upichcisz Możesz mi dać spróbować. Hehe. ^   -Shane%item cookingRecipe %%[#]Przepis Shane'a",
  "SandyCooking": "@,^Nudziłam się tak bardzo, że napisałam do Ciebie  list. Przysyłam przepis na przepyszną zupę. Odwiedź mnie kiedyś! ^   -Sandy%item cookingRecipe %%[#]Przepis Sandy",
  "WillyCooking": "@,^Chciałbym się z Tobą podzielić starym marynarskim przepisem, który mój Tatuś robił gdy byłem jeszcze szkrabem. Ważne, żeby ryba była ŚWIEŻA.  ^   -Willy%item cookingRecipe %%[#]Stary Przepis Willy'ego",
  "mom1": "@,^  Jak się tam trzymasz, moje dziecko? Odkąd Cię nie ma strasznie za Tobą tęsknię. Mam nadzieję, że życie farmera jest spełnieniem twoich marzeń. ^          Tęsknię, Mama.   ^   P.S. Wysłałam Twoje ulubione ciasteczka < %item object 223 1 %%[#]Od Mamy",
  "mom2": "\n        @,^  Minęło już tyle czasu odkąd od Ciebie  coś usłyszałam. Nic się u nas nie zmieniło. Tęsknię za Tobą tak bardzo. ^        Całuski, Mama ^ P.S. Znalazłam kopertę z pieniędzmi, które Ci Dziadek zostawił. %item money 500 501 %%[#]Od Mamy #2",
  "mom3": "@,^  Widziałam o Tobie artykuł w gazecie! Wygląda na to, że to życie na wsi do Ciebie  pasuje! Jestem z Ciebie  taka dumna. Uważaj na siebie, skarbie.      Całuski, Mama[#]Od Mamy #3",
  "mom4": "@,^ Jak tam Ci idzie? Zapewne robisz na tej farmie fortunę. Nie zapomnij o swojej drogiej starej matce, kiedy zaczniesz zarabiać grubą kasę! ^       Całuski, Mama   ^   P.S. Wysłałam Ci ciasto. Smacznego!%item object 221 1 %%[#]Od Mamy #4",
  "dad1": "@,^  Twoje nowe życie na farmie już potwierdzone? Nie mogę uwierzyć w to że już nie jesteś dzieckiem... Czas leci. Teraz gdy Cię  nie ma, mam wszystkie ekstra pieniądze które załączam jako prezent.^  Tęsknię, Tata.%item money 500 501 %%[#]Od Taty",
  "dad2": "@,^  Jak tam twoje życie na farmie? Pusto tu bez Ciebie , ale jestem dumny z tego co robisz.^  Pozdrawiam, Tata  ^  P.S. Znalazłem kopertę z pieniędzmi, które Dziadek dla Ciebie  zostawił. %item money 500 501 %%[#]Od Taty #2",
  "dad3": "@,^  Przeczytałem o Tobie artykuł w gazecie! Jestem pod wrażeniem twoich postępów na farmie! Tak trzymaj a może twój stary Ojciec będzie mógł spędzić emeryture w domku letniskowym na luksusowej wyspie ;).^  Pozdrawiam, Tata[#]Od Taty #3",
  "dad4": "@,^ Wiem że masz na tej farmie pracy tyle a tyle, dlatego nie Możesz nas odwiedzić. Rozumiem to. Tak Ciężko pracujesz... oby tak dalej a uda Ci się coś osiągnąć! ^ Kocham, Tata  ^  P.S. Załączam dobrej jakości kamień %item object 390 30 %%[#]Od Taty #4",
  "newsstory": "Moje uszanowanie, @.^To zaszczyt dla nas poinformować Cię, że twoja farma będzie przedstawiona w następnym tygodniu w naszym magazynie 'Coś Nadchodzi' od przedsiębiorstwa Doliny Stardew! Gratulacje. Jesteśmy pod wrażeniem Twoich szybkich postępów. ^   -SVT[#]Wiadomości",
  "pierreBackpack": "REKLAMA:^\"ciągle znajduje fajne rzeczy, ale mój plecak jest pełny!\"^^Brzmi znajomo? Cóż, Sklep u Pierre ma Cię pod opieką!^^Zatrzymaj się w Lokalnym Sklepie u Pierre już DZISIAJ i sprawdź nasz niedrogi plecak o pojemności 24 miejsc!^ Do zobaczenia![#]Plecaki Od Pierre",
  "pierreHours": "REKLAMA:^^Lokalny Sklep u Pierre'a od teraz jest otwarty 7 dni w tygodniu![#]Nadgodziny Pierre",
  "robinKitchenLetter": "@,^^Chciałabym przeprosić za żartowanie o starej chatce Twojego Dziadka kiedy się poznaliśmy. To naprawdę ładny mały domek!^^Jednakże, może Ci się kiedyś przydać więcej miejsca. I tu ja mogę pomóc. Jeśli przyniesiesz mi surowe materiały i zapłacisz, mogę powiększyć twój dom.^(Kontynuowane na następnej stronie)^^Pierwszym ulepszeniem będzie kuchnia. W kuchni, Możesz ugotować każdy przepis, który znasz!^^Tak czy inaczej, mam nadzieję, że czujesz się jak w domu u nas w naszej Dolinie Stardew,^        Robin[#]Usługi Robin",
  "taxPassed": "@,^Podatek transportowy minął. od dzisiaj, 3% podatku będzie zabrane z każdych twoich zarobków podczas sprzedaży. Zredukowana będzie również opłata za różne usługi. Do zobaczenia! ^   -Burmistrz[#]Zatwierdzenie Podatkowe",
  "taxRejected": "@,^Podatek za sprzedaż został wycofany. Twoje przychody ze sprzedaży zostaną takie jakie są. Podatek za usługi publiczne też zostaną takie same. Do zobaczenia. ^   -Burmistrz[#]Zniesienie Podatku",
  "quest10": "@,^Słyszeliśmy, że pomagasz ludziom z miasteczka! Każdy jest naprawdę wdzięczny. Daje Ci nagrodę tego miesiąca \"Najlepszy Sąsiad\" (Z małą nagrodą pieniężną). Tak trzymaj! ^   -Burmistrz%item money 500 501 %%[#]Najlepszy Sąsiad",
  "quest35": "@,^Odkąd tu jesteś pomagasz wszystkim w mieście... każdy opowiada mi o wspaniałych rzeczach, które dla nich robisz! Proszę zaakceptuj tą nagrodę w ramach podziękowania. ^   -Burmistrz%item money 2500 2501 %%[#]Podziękowania Od Lewis'a",
  "quest100": "@,^cieszę się, że mogę ogłosić, że wybrano Cię jako \"Sąsiada roku\"! Do którego dołączona jest nagroda w wysokości 10,000 złota! Gratulacje! Każdy w mieście dziękuję Ci za wszystko co dla nich robisz. ^   -Burmistrz%item money 10000 10001 %%[#]Sąsiad Roku",
  "hero_update": "@,^Każdy w mieście dziękuję Ci za wszystko co dla nich robisz!  ^   -Burmistrz[#]Ranking Bohatera Stardew",
  "hero_update1": "%update",
  "CF_Fish": "@,^ Twoje umiejętności wędkarskie przewyższają nawet mojego starego Tatuśka... Jestem zaskoczony. ^ Ten stardrop Był przekazywane przez Willy'ego Seniora. do Willy'ego Juniora. przez... oh, cholera. Pewnie z tysiąc lat.^Jak widać nie mam żadnych dzieci... Chcę Ci go dać.^^ -Willy   ^  %item object 434 1 %%[#]Dziedzictwo Rodu Willy'ego",
  "adoptionLetter": "@,^Gratulacje! Twoje podanie o adopcje zostało przyjęte.^Ciężko pracujemy, żeby dopasować perfekcyjne dziecko do państwa profilu.^Państwa nowy członek rodziny będzie za 2 tygodnie.^^-Agencja Adopcyjna Ferngill[#]Powiadomienie O Adopcji",
  "stardewHeroMine": "Sekretna Wiadomość: Jeśli jeszcze raz zejdziesz na dno kopalni, czeka Cię sekret. Uważaj na siebie, kopalnie są jeszcze bardziej niebezpieczne niż dotychczas.[#]Sekretna Wiadomość",
  "fertilizers": "Drogi sąsiedzie,^Mam nadzieję, że czujesz się dobrze w nowym domu. Piszę do Ciebie , żeby Cię poinformować, że sklep u Pierre'a od teraz sprzedaje nawozy! Czemu by nie zajrzeć do mnie i zobaczyć czy Możesz sobie pozwolić na kilka tuzinów albo więcej?  ^   -Pierre[#]Nawozy Pierre",
  "fertilizers2": "@,^Od teraz sprzedaje nawozy wyższej jakości, tak samo jak nowe uprawy! Do zobaczenia. ^   -Pierre[#]Nawozy Wysokiej Jakości Od Pierre",
  "abbySpiritBoard": "Cześć @.^To jeden z tych dni, w którym musisz do mnie wpaść po zmroku... może około 20. ^Chcę Ci coś pokazać. ^   -Abby[#]Liścik od Abby",
  "pennySpa": "Spotkajmy się w spa po zmroku. ^   -Penny[#]Liścik Od Penny",
  "incubator": "@,^^Dziękuję za to, że kupujesz ulepszenie kurnika! Przy dodaniu większej pojemności Twojego kurnika, zajęłam się instalacją inkubatora. ^Żeby go użyć, po prostu połóż tam jajko. Jeśli masz miejsce w swoim kurniku, jajko wykluje się w kilka dni!^^Jak zawsze, interesy z Tobą to przyjemność.^-Robin[#]O Inkubatorze",
  "hatter": "Cześć.^^Ja sprzedawać czapki. Okej?^^Przyjdź do bardzo bardzo bardzo starego domostwo. przynieś monety.^^-mysz z czapkami[#]Hejo",
  "Beat_PK": "Gratulacje!!^^Została przez Ciebie  pobita gra 'Podróż Króla Prerii', i losowo wybrano Cię w naszej ekskluzywnej loterii!^Teraz Możesz się zachwycać 'Podróżą Króla Prerii' we własnym domowym zaciszu.^^Zasługujesz na to!^-Ekipa Wydawców Króla Prerii %item bigobject 141 %%[#]Gratulacje K.P!",
  "JunimoKart": "Gratulacje!!^^Zostały przez Ciebie  pokonane wszystkie poziomy w 'JunimoKart'... Jesteś pierwszą osobą z całej Republiki Ferngill!^Twoja nagroda: domowa wersja gry Junimo Kart!^^Miłej gry!^-Wydawcy Gry Junimo Kart %item bigobject 159 %%[#]ZwyCięstwo w Junimo Kart!",
  "elliottReading": "@,^Mam dobre wieści... Moja nowela jest skończona!! Będę ją czytał publicznie po południu w bibliotece. Mam nadzieję, że będziesz! ^   -Elliott[#]Czytanie Elliott'a",
  "elliottBoat": "Spotkajmy się w dokach w słoneczny poranek. Muszę Ci coś powiedzieć. ^   -Elliott[#]Liścik Elliott'a",
  "harveyBalloon": "@,^Mam dla Ciebie  niespodziankę. Spotkajmy się na torach kolejowych. ^   -Harvey[#]Niespodzianka Harvey'a",
  "samMessage": "@,^spotkajmy się przed moim domem po zmroku. ^   -Sam[#]Liścik Sam'a",
  "joshMessage": "@,^spotkajmy się w knajpie dzisiaj po zmroku. ^   -Alex[#]Zaproszenie Alex'a",
  "lewisStatue": "@,^^W przyszłości, byłbym wdzięczny gdyby moja PRYWATNA własność nie była przez Ciebie  pokazywana całemu miastu!^^Jestem bardzo rozczarowany!^^Weź te pieniądze i nigdy nie mów o moim 'projekcie' nikomu.%item money 750 751 %%[#]Pogróżki Lewis'a",
  "marnieAutoGrabber": "@,^Mam nowy przedmiot na sprzedaż... Nazywa się \"Auto-Zbieracz\".^^Ta rzecz może wydoić twoje krowy, kozy i ostrzyc twoje owce... wszystko robi samodzielnie!^^To jest 'luksusowy przedmiot', więc kosztuje 25,000zł.^^    -Marnie[#]Informacja o Auto-Zbieraczu",
  "EmilyClothingTherapy": "@,^Mam szalony pomysł, w który chcę Cię zaangażować... Nazywa się \"Terapia ciuszków\".^^Proszę, przyjdź dzisiaj do domu Burmistrza żeby zobaczyć o co chodzi.^^ Pozdrawiam, Emily[#]Pomysł Emily",
  "EmilyCamping": "@,^Chodźmy na kemping! ^^ Spotkajmy się w sekretnym lesie po 22.^^ Pozdrawiam, Emily[#]Zaproszenie Emily",
  "EmilyDoneCamping": "Dzięki za to, że nie zabrakło Cię ostatniej nocy... Było fajnie.^Ogólnie to cieszę się, że ten niedźwiedź się zjawił!^^Do zobaczenia^^  Pozdrawiam, Emily[#]Liścik Emily",
  "foundLostTools": "@,^Ostatniej nocy ktoś dał twoje narzędzia do kosza na rzeczy znalezione.^^Przyszedłem i położyłem Ci je tuż obok Twojego łóżka.^Mam nadzieję, że Cię nie obudziłem... ^^  -Burmistrz Lewis[#]Zaginione Narzędzia",
  "fishing2": "Mam nowe rzeczy na sprzedaż...^Luksusowa wędka i przynęta, którą Możesz do niej zahaczyć!^Używaj przynęty, żeby ryby szybciej brały. Mam nadzieję, że zobaczymy się wkrótce! ^   -Willy[#]Nowe Rzeczy Willy'ego",
  "fishing6": "Przyjdź do mnie do sklepu, mam nowe wędki na sprzedaż.^Za dobrą cenę... Możesz dodać do nich różne sprzęty!^Mam nadzieję, że zobaczymy się wkrótce! ^   -Willy[#]Nowe rzeczy Willy'ego #2",
  "wizardJunimoNote": "Moje źródła powiedziały mi, że węszysz w starym centrum społeczności.^Może mnie odwiedzisz?^Mój apartament jest na zachód od leśnego jeziora, w kamiennej wieży. Mam dla Ciebie  informacje, które mogą Cię zainteresować na temat 'problemu ze szczurami'.^   -M. Rasmodius, Czarownik %item quest 1 true %%[#]Wezwanie Czarownika",
  "winter_18": "@,^Chciałbym Cię poinformować o nadchodzącym festiwalu mianowicie o Święcie Gwiazdy Polarnej. To czas, w którym cała nasza mała społeczność spotyka się razem i myśli o wszystkich dobrych chwilach, które przez cały rok ich spotykały.^Ulubioną tradycją tego święta jest \"sekretna wymiana prezentami\", w której każdy w mieście ma kogoś losowo wybranego. W dzień tego święta, każdy przynosi prezent dla sekretnego przyjaciela i zaskakuje go czymś specjalnym!^Tego roku, twoim sekretnym przyjacielem jest:^    %secretsanta ^Nie mów nikomu! Święto będzie miało miejsce 25-ego od 10 do 14 w miasteczku. Do zobaczenia! ^   -Burmistrz Lewis[#]Sekretny Mikołaj",
  "ccBulletinThankYou": "@,^Każdy w mieście mówi o twoich ostatnich wyczynach!^Najwyraźniej, paczki pojawiały się pod domami mieszkańców zawierające rzeczy, o które prosili lata temu na tablicy w centrum społeczności! I wszystkie są adresowane z Twojej farmy!^Dziękujęmy za to... wszyscy z naszego miasta są zachwyceni! ^   -Burmistrz Lewis[#]Podziękowanie Za Tablicę Ogłoszeń",
  "guildQuest": "Widzę, że badasz starą kopalnię. Masz duszę poszukiwacza przygód, tyle mogę Ci powiedzieć.^Jeśli potrafisz zabić 10 szlamu, znajdziesz swoje miejsce w gildii poszukiwaczy przygód. ^Uważaj na siebie.                   -Marlon %item quest 15 true %%[#]Zadanie Na Pokonanie Szlamów",
  "skullCave": "Widzę, że Pieczara Kości została przez Ciebie  odkryta. Dobra robota.^Mam dla Ciebie  lepsze wyzwanie, dzieciaku. Zejdź przynajmniej 25 poziomów w dół. Mam dla Ciebie  górę złota, jeśli dasz radę.^  Twój przyjaciel, Pan. Qi %item quest 20 %%[#]Wyzwanie Qi",
  "robinWell": "Robin z tej strony!^Wiem że jest dużo kamienia na Twojej farmie.^Jeśli masz go nadmiar, mogę dla Ciebie  zbudować studnię.^Studnie mogą być zbudowane gdziekolwiek na Twojej farmie i służyć jako źródło wody, żeby uzupełnić konewkę.^^Po prostu przyjdź do mojego sklepu, weź ze sobą 75 kamieni i 1000 złota gdy tylko będzie Ci ona potrzebna.^-Robin[#]Budowa Studni",
  "landslideDone": "Do naszych wartościowych klientów Marketu Joja:^Nasza drużyna usunęła osuwisko spowodowane przez wiercenie niedaleko jeziora w górach. Chciałbym tylko nadmienić, że wszystkie wywierty są całkowicie legalne (Zgodnie z rozporządzeniem L61091, poprawka JojaCo). Odpowiedzialne zarządzanie lokalnym otoczeniem jest naszym priorytetem! ^^Przepraszamy za różne niedogodności, które ten wypadek mógł spowodować.^Jak zawsze, cenimy sobie kontynuację Twojego wsparcia jako patron!^^-Morris,^Reprezentant Satysfakcji Klienta Joja[#]Joja Usuwa Osuwisko",
  "QiChallengeComplete": "Dajesz radę.^ Jestem zaskoczony.^ Oto nagroda.^   -Qi %item money 10000 %%[#]Ukończenie Wyzwania Qi",
  "spring_2_1": "Moje uszanowanie,^Właśnie wróciłem z mojej podróży rybackiej. Może kiedyś wpadniesz na plażę.^Mam coś dla Ciebie .^-Willy %item quest 13 true %%[#]Zaproszenie Willy'ego",
  "spring_12": "@,^Jutro w mieście obchodzimy Festiwal Jajek. ^^Przyjdź pomiędzy 9 a 14 jeśli chcesz uczestniczyć.^Chyba nie chcesz ominąć corocznego polowania na jajka!^  -Burmistrz Lewis[#]Informacja O Festiwalu Jajek",
  "spring_15_1": "Witaj, drogie dziecko...^^Wiem że dopiero zaczynasz jako ogrodnik, więc chcę Ci dać małą wskazówkę.^^Większość upraw rośnie tylko o danej porze roku. Kiedy nadejdzie lato, twoje wiosenne uprawy uschną. Więc planuj dalej!^^-Babcia Evelyn[#]Porada Evelyn",
  "spring_23": "@,^Jutro zbieramy się razem na Taniec Kwiatów.^^Jeśli znajdziesz kogoś do tańca, Możesz nawet wziąć w nim udział!^Jest trochę pustej polany na zachód od miasta, tam tańczymy. Przyjdź pomiędzy 9 a 14 jeśli chcesz.^  -Burmistrz Lewis[#]Informacja O Tańcu Kwiatów",
  "summer_10": "@,^Jutro spotykamy się na plaży na coroczne Luau Miasta Pelikan.^^Główną atrakcją jest wspólne danie ze wszystkiego co się przyniesie. Przynieś coś dobrego!^Gubernator we własnej osobie weźmie udział, więc upewnij się, że dobrze się będziesz zachowywać.^Przyjdź na plażę między 9 a 14.^   -Burmistrz Lewis[#]Informacja O Luau",
  "summer_28": "@,^Dziś wieczorem o godzinie 22, będzie miało miejsce rzadkie wydarzenie.^^Meduzy księżycowego światła będą przepływać przez Miasto Pelikan podczas ich długiej podróży na południe do ciepłych krajów.^^Wszyscy zbieramy się na plaży żeby oglądać. Nie chcesz tego przegapić!^Do zobaczenia wieczorem,^ -Demetrius[#]Taniec Meduz Księżycowego Światła",
  "fall_9": "@,^Od dzisiaj za tydzień, w mieście odbędą się Targi Doliny Stardew!^To największe wydarzenie w roku, przyciągające ludzi z całego kraju do naszego skromnego miasteczka.^Jeśli chcesz, Możesz zrobić swoją własną wystawę na to wydarzenie. Tylko przynieś maksymalnie 9 przedmiotów, które najlepiej ukazują twoje umiejętności. Będzie poddana ocenie całkowita jakość Twojej wystawy.^Targi zaczną się o 9... nie przegap tego!^   -Burmistrz Lewis[#]Informacja O Targach Doliny Stardew",
  "fall_15": "@,^Chcę Ci tylko przypomnieć o Targach Doliny Stardew, które odbędą się jutro.^Nie zapomnij o 9 przedmiotach na twoją wystawę.^Pamietaj, targi zaczynają się o 9 w mieście. Do zobaczenia!^   -Burmistrz Lewis[#]Przypomnienie O Targach Doliny Stardew",
  "fall_26": "@,^Czujesz chłód w powietrzu? To znaczy, że zbliża się zima...^Lub może to być dzwonienie w uszach ciemnego widma, żeby pomóc nam celebrować jutrzejsze wydarzenie... Wigilię Duchów.^Przyjdź do miasta o 22 jeśli chcesz wziąć udział.^  -Burmistrz Lewis[#]Informacja O Wigili Duchów",
  "winter_7": "@,^Jutro zbieramy się razem przed domem Marnie na Festiwal Lodu.^^Będą bałwany, rzeźby z lodu, i zawody w łowieniu ryb w lodzie!^Przyjdź pomiędzy 9 a 14 jeśli chcesz uczestniczyć.^  -Burmistrz Lewis[#]Informacja O Festiwalu Lodu",
  "winter_14": "Od jutra, flota podróżujących handlarzy zadokuje w Mieście Pelikan na coroczny Nocny Market.^^Market zacznie się o 17, i będzie w porcie przez najbliższe trzy dni.^^Przyjdź na plażę po 17 aby dołączyć. Mają darmową kawę![#]Informacja O Nocnym Markecie",
  "spring_11_1": "POTRZEBNA POMOC:^Zgubiłam moją ulubioną siekierę! Jeśli ją znajdziesz, proszę o jak najszybszy zwrot. Źle mi bez niej. Mam 250 złota dla tego, kto ją dla mnie znajdzie.^   -Robin%item quest 100 %%[#]Robin Zgubiła Siekierę",
  "spring_19_1": "@-^Mam do Ciebie  prośbę. Potrzebuję świeżego kalafiora do przepisu, który chciałabym wykonać. Możesz mi przynieść jednego?^   -Jodi%item quest 101 %%[#]Jodi Prosi O Kalafior",
  "summer_3_1": "@-^To trochę wstydliwe... Zgubiłem moje szczęśliwe fioletowe szorty. Mówię Ci to, ponieważ myślę, że mogę Ci zaufać.^Jeśli je znajdziesz, przynieś mi je z powrotem DYSKRETNIE. Zapłacę ci.^Dzięki.^   -Burmistrz Lewis%item quest 102 %%[#]Lewis Prosi O Przysługę",
  "summer_14_1": "Hej dzieciaku,^Moje gardło chyba zaraz wyschnie na wiór. Jestem bardzo spragniona, napiłabym się jasnego piwa. Masz jakieś? Zwykłe stare piwo nie załatwi sprawy. Potrzebuję jasnego piwa.^   -Pam%item quest 103 %%[#]Prośba Pam",
  "summer_20_1": "@-^Zbieram dane na temat zależności pomiędzy zasadowością gleby a poziomem fruktozy plonu. Krótko mówiąc, potrzebuję świeżego melona z Twojej farmy. Byłbym wdzięczny, gdybym takiego od Ciebie  otrzymał.^   -Demetrius%item quest 104 %%[#]Demetrius Prosi o Próbkę",
  "summer_25_1": "@,^Moje kolano znowu nie działa jak należy, a wiesz co pomaga? ^Pocieranie tego dennego kolana ostrą papryką.^ Problem w tym, że moje zapasy się skończyły. Jeśli mi jedną przyniesiesz, będę bardzo wdzięczny.^   -George %item quest 105 %%[#]George Potrzebuje Papryki",
  "fall_3_1": "@,^Chciałabym zrobić moim krowom specjalną ucztę. Są bardzo miłe, głodne też. Mogę Cię poprosić o przyniesienie wiązki amarantusa? Uwielbiają to. ^Dziękuję.^   -Marnie %item quest 106 %%[#]Prośba Marnie",
  "fall_8_1": "Witam,^To sezon na jeżyny. Wszystkie krzaki są nimi całe obrośnięte. Chcę trochę pozbierać, ale zgubiłem mój koszyk. Pomożesz?^   -Linus%item quest 107 %%[#]Linus Zgubił Koszyk",
  "fall_19_1": "@-^Chciałabym od Ciebie  kupić dynię. Moja córka i ja chcemy wyrzeźbić jack-o-lantern na nadchodzącą Wigilię Duchów. ^   -Caroline%item quest 108 %%[#]Prośba Caroline",
  "winter_2_1": "Hej, mam dla Ciebie  małe wyzwanko:^    Złap dla mnie kałamarnicę.^Można ją złowić w oceanie tylko w nocy. Pokazują się tylko w zimie.^   -Willy%item quest 109 %%[#]Wyzwanie Willy'ego",
  "winter_6_1": "Mam niespotykaną prośbę. Możesz to zatrzymać w tajemnicy?^ Chciałbym, aby Emily dostała ametyst. To jej ulubiony kamień. Powiedz jej, że to ode mnie.^   -Clint %item quest 110 %%[#]Niezwykła Prośba Clint'a",
  "winter_12_1": "@-^Robię badania zapomnianej sztuki wróżbiarstwa z cieni. Potrzebuję przedmiotu znanego jako 'Esencja Pustki'. Przynieś mi to, a dostaniesz nagrodę.^ -M. Rasmodius, Czarownik %item quest 111 %%[#]Prośba Czarownika",
  "winter_17_1": "@,^Wybacz, że znowu Ci przeszkadzam, ale potrzebuję kolejnej przysługi.^Mam nowy młotek i chcę go przetestować na różnych metalach.^Przetopisz sztabkę żelaza i mi ją przyniesiesz? ^Dzięki.^ -Clint %item quest 112 %%[#]Prośba Clint'a",
  "winter_21_1": "@-^Jak się masz? Mam nadzieję, że zima nie była dla Ciebie  zbyt ostra.^Tak czy inaczej, piszę, żeby zapytać czy mogłabym Cię poprosić o kilka sztuk twardego drewna. Potrzebuję tak z 10 sztuk, jeśli masz oczywiście^Jeśli nie, nic nie szkodzi. Trzymaj się!^  -Robin%item quest 113 %%[#]Prośba Robin",
  "winter_26_1": "@-^Chcę zrobić gulasz rybny, ale potrzebuję białego tuńczyka! Wiem, że już się kończy na nie sezon... wybacz za krótką wypowiedź. Możesz złowić jednego dla mnie?^   -Gus%item quest 114 %%[#]Gus Potrzebje Odpowiedniej Ryby",
  "spring_1_2": "Ogłoszenie:^^Ceny za materiały w sklepie u Robin i w sklepie u Clint'a zostały zwiększone.[#]Informacja O Cenach Materiałów",
  "spring_6_2": "@-^Naprawdę potrzebuję moreli. Nie znalazłam jej jednak w sklepie, więc piszę do Ciebie . Dobrze Ci za to zapłacę!^   -Emily%item quest 115 %%[#]Prośba Emily",
  "spring_15_2": "@,^Chciałabym zaskoczyć mojego męża prezentem. Jest wielkim fanem porów. Możesz mi przynieść jeden?^   -Babcia Evelyn%item quest 116 %%[#]Niespodzianka Evelyn",
  "spring_21_2": "OGŁOSZENIE^Z tej strony Pierre... Naprawdę bardzo bym chciał talerz sashimi. Zapłacę dużo, jeśli ktoś mi je przyniesie.^   -Pierre%item quest 117 %%[#]Pragnienie Pierre",
  "summer_6_2": "Potrzebny Rybak^Potrzebuję dobrego okazu ryby rozdymki. Prowadzę eksperyment na toksynach tworzonych przez rozdymkę.^Nagroda: 1000 złota^ -Demetrius%item quest 118 %%[#]Badania Demetrius'a O Toksynach",
  "summer_15_2": "@,^Chciałbym podarować mojej żonie Gwiezdny Owoc na naszą rocznicę. Hodujesz jakieś na swojej farmie? Jeśli bym od Ciebie  dostał jeden, byłbym wdzięczny.^   -Kent%item quest 119 %%[#]Kent Potrzebuje Prezentu",
  "summer_21_2": "@,^Potrzebuję oleju z trufli. Nie pytaj po co.^ -Burmistrz Lewis%item quest 120 %%[#]Prośba Lewis'a",
  "fall_6_2": "Poszukiwany: 1 Świeży Homar. Chcę zrobić przepyszne Bisque.^Kto: Gus, Właściciel Gwiezdnej Knajpy^Nagroda: 800 złota %item quest 121 %%[#]Gus Potrzebuje Homara",
  "fall_19_2": "OGŁOSZENIE^Czy ktoś ma przy sobie jakieś baterie? Mój pilot od telewizora padł, i ciężko mi zejść z kanapy, żeby zmienić program.^  -Pam%item quest 122 %%[#]Pam Potrzebuje Pomocy",
  "winter_5_2": "@,^Tworzę ulepszoną różdżkę zjawiskowej mocy.^Jednakże, brakuje mi czegoś: Sztabki Irydu.^Zapłacę 5x z ceny rynkowej. Przynieś mi najszybciej jak się da.^ -M. Rasmodius, Czarownik %item quest 123 %%[#]Czarownik Potrzebuje Rzadkiego Przedmiotu",
  "winter_13_2": "Mam kolejne wyzwanie dla Ciebie: Złap mi Ofiodona.^Tak łatwo się nie poddają, ale wiem, że dasz radę.^Pozdrawiam  -Willy%item quest 124 %%[#]Wyzwanie Willy'ego #2",
  "winter_19_2": "@,^Jestem na skraju załamania nerwowego. Koniecznie muszę zrobić Coco-no-no w knajpie, ale nie mogę nigdzie dostać kokosa!^Pomożesz mi?^  -Gus%item quest 125 %%[#]Gus Potrzebuje Kokosa",
  "winter_24": "@,^Jutro jest Święto Gwiazdy Polarnej.^Masz już prezent dla swojego 'sekretnego przyjaciela'... %secretsanta?^Święto zaczyna się o 9 w mieście. Do zobaczenia! ^   -Burmistrz Lewis[#]Przypomnienie O Święcie Gwiazdy Polarnej",
  "passedOut1_Billed_Male": "Panie @,^Ostatniej nocy członek drużyny Joja znalazł pana nieprzytomnego. Ekipa medyczna została wysłana aby zanieść pana bezpiecznie do domu.^cieszymy się, że nic się złego panu nie stało!^^(Został pan obdarzony rachunkiem w wysokości {0} złota za usługę)^^-Morris^Reprezentant Satysfakcji Klienta Joja[#]Faktura Joja",
  "passedOut1_Billed_Female": "Panno @,^Ostatniej nocy członek drużyny Joja znalazł panią nieprzytomną. Ekipa medyczna została wysłana aby zanieść panią bezpiecznie do domu.^cieszymy się, że nic się złego pani nie stało!^^(Została pani obdarzona rachunkiem w wysokości {0} złota za usługę)^^-Morris^Reprezentant Satysfakcji Klienta Joja[#]Faktura Joja",
  "passedOut1_NotBilled_Male": "Panie @,^Ostatniej nocy członek drużyny Joja znalazł pana nieprzytomnego. Ekipa medyczna została wysłana aby zanieść pana bezpiecznie do domu.^cieszymy się, że nic się złego panu nie stało!^^Z uwagi na to, że nie ma pan pieniędzy, jesteśmy zobowiązani przez prawo zapewnić panu usługę za darmo.^^-Morris^Reprezentant Satysfakcji Klienta Joja[#]Informacja Wymagana Prawnie",
  "passedOut1_NotBilled_Female": "Panno @,^Ostatniej Ostatniej nocy członek drużyny Joja znalazł panią nieprzytomną. Ekipa medyczna została wysłana aby zanieść panią bezpiecznie do domu.^cieszymy się, że nic się złego pani nie stało!^^Z uwagi na to, że nie ma pani pieniędzy, jesteśmy zobowiązani przez prawo zapewnić pani usługę za darmo.^^-Morris^Joja Reprezentant Satysfakcji Klienta Joja[#]Informacja Wymagana Prawnie",
  "passedOut2": "@, ^Masz szczęście, że znalazłem Cię ostatniej nocy! Znalazłem Cię  na drodze, i ktoś przeszukiwał Ci kieszenie. Nie mam pojęcia ile Ci zabrali pieniędzy... gdy się pojawiłem od razu uciekli. Następnym razem uważaj na siebie!^^-Linus[#]List Od Linus'a",
  "passedOut3_Billed": "@,^Ostatniej nocy ktoś podrzucił Cię  do kliniki.^Musisz na siebie bardziej uważać i iść spać o odpowiedniej porze.^Dałem Ci rachunek w wysokości {0} złota żeby pokryć koszty leczenia.^^-Dr. Harvey[#]Z Biura Dr. Harvey'a",
  "passedOut3_NotBilled": "@,^Ostatniej nocy ktoś podrzucił Cię  do kliniki!^Musisz na siebie bardziej uważać i iść spać o odpowiedniej porze.^Dlatego, że nie masz pieniędzy, opatrzyłem Cię  za darmo.^^-Dr. Harvey[#]Darmowa Pomoc Medyczna Harvey'a",
  "passedOut4": "@, ^^Znalazłem Cię  w błocie podczas mojego spaceru o 3 rano.^^Następnym razem spróbuj wrócić do domu wcześniej!^^     -Marlon[#]List Od Marlon'a",
  "elliottLetter1": "@, moje kochanie,^^Jestem już w Grampleton, żeby zacząć podróż. Zapomniałem jak wielkie jest to miasto! Ulice są napakowane ludźmi... wyglądają na wściekłych, w pośpiechu lub, oszołomionych, nieświadomych swojego położenia. Już tęsknię za Miastem Pelikan!^^Zaczynam wieczorem, w lokalnej bibliotece. Muszę przyznać, Zaczynam się stresować... czuję, jakby z mojego żołądka zrobił się precel w ostrym serowym sosie. Życz mi szczęścia!^^-Twój, Elliott^^P.S. Mam nadzieję, że dobrze Ci się spało, i że nie czujesz się samotnie w tym wielkim domu! %item conversationTopic ElliottGone2 0 %%[#]List Od Męża",
  "elliottLetter2": "@,^^Pierwsze czytanie wyszło dobrze, słuchaczy było troszke mniej niż przypuszczałem. I tak, sprzedałem wystarczająco książeg, aby opłacić mój (cały w robakach) pokój hotelowy!^^Za parę godzin, wyjeżdżam do Miasta Zuzu. Jeśli wczorajsze czytanie było rozgrzewką, następny będzie prawdziwym podmuchem napalmu...^^Tęsknię za tobą. Pamiętaj, aby dobrze się odżywiać! Oh, i nie zapomnij o krabowych ciasteczkach, które zostawiłem w lodówce...^-Kocham, Elliott %item conversationTopic ElliottGone3 0 %%[#]List Od Męża 2",
  "elliottLetter3": "@,^^Tamtej nocy w Mieście Zuzu było całkiem niezłym doświadczeniem! Widocznie duża jest tam scena pisarska... podczas mojego czytania pojawiło się kilkadziesiąd osób!^^Nawet podpisałem parę autografów... dziwne jest być widzianym jako ktoś ważny. To wszystko kwestia kadru wielkiej iluzji... naprawdę nie jestem ważny. Tylko twój oddany Elliott, jak zawsze.^^Aktualnie jestem sam, w moim pokoju hotelowym, 'łykając' Wartościowe Danie Joja...^^Czy powinno się to nazywać 'jedzeniem'?^czy 'jadalną materią'?^A to Ci zagwozdka^Obstawiam, że to drugie^^Nie mogę się doczekać aż wrócę do domu. Mam nadzieję, że smakowały krabowe ciasteczka.^^-Twój, Elliott %item conversationTopic ElliottGone4 0 %%[#]List Od Męża 3",
  "elliottLetter4": "W snach, gdy zdobi je wzniosły widok^Spoglądam na słoneczne morze^Jakie odległe brzegi przebyłem^Ale teraz, czas zasłania moją pamięć^^Jest tylko jedno miejsce wieczyste^Gdzie kiedyś przejdę dalej^W Dolinie skarbie, gdzie moja miłość oczekuje:^Nasz mały domek, nieopodal stawu^^-Elliott %item conversationTopic ElliottGone5 0 %%[#]List Od Męża 4",
  "elliottLetter5": "@,^^Nie będę Cię  zanudzał detalami o moich czytaniach. W Większości są takie same.^^Wierzę, że ty masz lepsze historie do opowiedzenia! Nie mogę się doczekać aż wrócę zobaczyć postęp na naszej farmie.^^Podczas moich długich podróży, Bawie się zamykając oczy i wyobrażając farme... Widzę beczki pulsujące ze słodkim winem, rozpalone piece, z cenną rudą, i naszą małą kuchnie o zapachu cynamonu i gałki muszkatołowej. Jest wiele radości!^^Tylko nie siedź za długo w kopalniach, skarbie. Strasznie tam niebezpiecznie! Jeśli musisz iść... Weź dużo jedzenia.^^-Kocham, Elliott %item conversationTopic ElliottGone6 0 %%[#]List Od Męża 5",
  "elliottLetter6": "@,^^To mój ostatni list, zanim wrócę do domu. Miałem niezłą podróż... i tak nic ekscytującego. Miło było poznać ludzi, którzy doceniają moją prace, ale chętnie wróce do domu.^^Nie mogę się doczekać komfortu z naszego małego domku, satysfakcjonującej pracy w polu, domowego obiadu, i najważniejszego: Opatulania się w pościel razem z tobą.^^Do zobaczenia!^-Twój, Elliott %item conversationTopic ElliottGone7 0 %%[#]List Od Męża 6",
  "MarlonRecovery": "@,^Znalazłem twój zaginiony przedmiot.^^Następnym razem uważaj na siebie!^   -Marlon%item itemRecovery %%[#]Marlon Znalazł Twoje Rzeczy",
  "RarecrowSociety": "@,^^Twoja dedykacja jest naprawdę godna podziwu...^^Tylko nie wiele osób zdołało zdobyć całą kolekcje Rzadkich Strachów!^^Proszę, przyjmij ten plan, aby upamiętnić swoje osiągnięcie.^   -Społeczność Rzadkich Strachów M.Z.%item craftingRecipe Deluxe_Scarecrow %%[#]Od Społeczności Rzadkich Strachów",
  "CarolineTea": "@,^^Dziękuję za wpadnięcie do mojego pokoju. Zazwyczaj sama piję herbatę, ale fajnie było się nią z Tobą podzielić!^^Załączyłam instrukcję jak przygotować i uprawiać własną herbatę. Bez pośpiechu, ale jeśli trochę jej zaparzysz, pamiętaj, żeby mi przynieść filiżankę!^^-Caroline%item craftingRecipe Tea_Sapling %%[#]List O Herbacie Caroline",
  "WoodChipper": "Hej @,^^Chciałam Ci powiedzieć o nowym przedmiocie, który posiadam... nazywa się 'Rębak'.^^Możesz go użyć, aby przetworzyć Twarde Drewno na parę kawałków zwykłego!^^Wiem, że drewno czasami może być trudne do zdobycia w zimie, więc jeśli zapasy zmaleją, rozważ kupno jednego.^       -Robin[#]Informacja O Rębaku",
  "willyBackRoomInvitation": "@,^^Otworzyłem zaplecze w moim sklepie.^Przyjdź, przy najbliższej okazji.^Muszę Ci coś pokazać.^^-Willy[#]Zaproszenie Willy'ego Na Zaplecze",
  "KrobusCrafting": "@, nie jestem pewien, jak ludzkie wysyłanie wiadomości działa, więc poprosiłem Czarownika o pomoc w pisaniu tego listu.^^Mam nadzieję, że masz się dobrze.^^Chciałem się tym z Tobą podzielić... to notatki o tym, jak moi ludzie budują niektóre rzeczy.^^   -Krobus%item craftingRecipe Dark_Sign %%[#]List od Krobus'a",
  "georgeGifts": "@,^^Dziękuję Ci za pory. Wyglądają tak świeżo i przepysznie. George'owi się spodobają.^^Dzisiaj, chcę go zaskoczyć dwunastoma małymi, zapakowanymi skarbami (dzięki Tobie!). Przyjdź, jeśli chcesz przy tym być!^^-Evelyn^^P.S. Przyjmij ten prezent. Myślę, że Ci się spodoba!%item bigobject 246 %%[#]Podziękowanie Od Evelyn",
  "robinResource": "Hej, @,^^Gratuluję wykonania mojego małego wyzwania. Jestem pod wrażeniem!^^Jako dodatek do nagrody, dołożyłam plany na nową skrzynię!^^-Robin^^^^P.S. -- Teraz, skoro masz tyle zasobów, może wpadniesz i coś pobudujemy?%item craftingRecipe Stone_Chest %%[#]Zasoby Robin",
  "ClintReward": "Em, cześć...     ^Dzięki za pomoc z potworami.^^Wcale się nie boję! ...ale to powinno sprawić, że kopanie będzie o wiele łatwiejsze... nie?^^Weź ten plan. (Mam nadzieję, że nie jest skomplikowany...)^^   -Clint, kowal%item craftingRecipe Geode_Crusher %%[#]Podziękowanie Od Clint'a",
  "ClintReward2": "Em, cześć...     ^Dzięki za pomoc z potworami.^^Może następnym razem sam je załatwię... w wolnym czasie!^^Znalazłem to na zapleczu, Możesz go wziąść...^^   -Clint, the blacksmith%item object 286 10 287 5 231 3 %%[#]Alternatywne Podziękowanie Od Clint'a",
  "willyBugWadCutscene": "^^   -Willy%item craftingRecipe Quality_Bobber %%[#]Podziękowanie Willy'ego",
  "MSB_Pierre": "@,^^Najwidoczniej ludzie nie polubili 'Jakościowych Produktów Pierre' tak jak myślałem...^^Tak czy inaczej, oto mój stary 'Mały Kosz Na Towary'.^Następnym razem jak będziesz posiadać produkty warte 'Jakości Pierre' luksusowej marki, może sprzedasz je moim sposobem?^^   -Pierre%item bigobject 248 %%[#]Produkty Wysokiej Jakości Pierre",
  "MSB_Lewis": "@,^Chcę Ci podziękować za wykonanie mojego specjalnego zamówienia. Cała twoja ciężka praca podniosła wizerunek Miasta Pelikan.^Oto 'Mały Kosz Na Towary' jako wyraz mojego uznania.^Połóż go gdziekolwiek a ja na pewno do niego zajrzę.^^   -Lewis%item bigobject 248 %%[#]Podziękowanie Od Lewis'a",
  "WizardReward": "Dostarczony przez Ciebie  okaz dał mi wgląd w machinację upadłych istot, które nazywamy 'potworami'.^^Sformułowałem ostrą nalewkę, którą te istoty uważają za odurzającą. Uważaj z tym...^^   -M. Rasmodius, Czarownik%item craftingRecipe Monster_Musk %%[#]Odkrycie Czarownika",
  "WizardReward2": "Dzięki za Ektoplazmę, dokonałem wielkiego przełomu w dziedzinie inżynierii tajemnej.^^W załączniku, znajdziesz plany na najużyteczniejszą maszynę...^^   -M. Rasmodius, Czarownik%item craftingRecipe Mini-Obelisk %%[#]Przełom Czarownika",
  "DemetriusReward": "Cześć @,^^Dziękuję za pomoc z rybami.^Natura jest zazwyczaj dobra, jeśli chodzi o balans, ale czasami sztuczne czynniki mogą powodować jego brak.^^Załączam plan z magazynu naukowego, który może Ci się przydać.^^-Demetrius%item craftingRecipe Farm_Computer %%[#]Podziękowanie Od Demetrius'a",
  "willyHours": "Dobre wieści!^^Stara, dobra łódź znów jest zdatna do żeglugi, dzięki Tobie!^^Jeśli chcesz pożeglować, wpadnij do mnie na zaplecze.^^Mój sklep od teraz otwieram od 8, więc możesz wypłynąć wcześniej.^^-Willy[#]Łódź Willy'ego",
  "linusTrashCleanup": "Cześć @,^^Dzięki za pomoc w sprzątaniu doliny.^Woda jest czysta jak nigdy. Myślę, że każdy to doceni. Na pewno ja.^Jako 'podziękowanie', chcę Cię nauczyć hodowania własnego włókna. Powinno się przydać.^^-Linus%item craftingRecipe Fiber_Seeds %%[#]Podziękowanie Od Linus'a",
  "gusGiantOmelet": "Cześć @,^^Dzięki za jajka.^Żółtka wyglądają wyśmienicie... To chyba będzie mój najlepszy omlet!^^Proszę, przyjmij ten prezent.^^-Gus%item bigobject 216 %%[#]Sławny Omlet Gus'a",
  "pamNewChannel": "Hej dzieciaku,^^Dzięki za 'soczek'. Na pewno miał smak ...jedyny w swoim rodzaju.^^Przy okazji, masz na swojej kablówce kanał 736? To sezonowy program wędkarski, który może Ci się przydać.^^Trzymaj się,^-Pam[#]Napiwek Pam",
  "emilyStones": "Cześć @,^^Jeszcze raz dzięki za te wspaniałe klejnoty.^Będą idealne do mojej pracy nad wyrównaniem energii!^Chciałam Ci podziękować specjalnym prezentem. Mam nadzieję, że stworzysz z tym coś niezwykłego!^^-Emily%item bigobject 247 %%[#]Klejnoty Emily",
  "carolineSO": "Cześć @,^^Lewis mi powiedział, że sprzedajesz rzeczy z wyspy! Dobrze jest mieć dostęp do nowych produktów... Otwiera to nowy świat jeśli chodzi o kulinarne możliwości!^Załączam prezent... pare planów, które mogą Ci się przydać.^^-Caroline%item craftingRecipe Solar_Panel %%[#]Tropikalne Składniki Caroline",
  "WillyTropicalFish": "@,^^Gratuluję udanej wyprawy wędkarskiej. Jestem z Ciebie  dumny!^^Proszę, weź te specjalne akwarium. Będzie dobrze wyglądać w twoim domku.^^-Willy%item furniture 2312 %%[#]Tropikalne Wyzwanie Willy'ego",
  "passedOutIsland": "@,^^Czekałem na Ciebie  w łodzi, ale się nie doczekałem, więc poszedłem Cię szukać.^^Znalazłem Cię na ziemi, z kilkoma papugami, które wyciągały złoto z twoich kieszeni!^^Musiałem Cię zaciągnąć do łodzi. Moje nogi czują się jak słodkowodne krewetki...^-Willy",
  "passedOutIsland_Leo": "Cześć @,^^Tamtej nocy, znalazłem Cię na ziemi w ciemności.^Nie było to zbyt bezpieczne miejsce, więc ptasi przyjaciele przyniosły Cię do łóżka.^Proszę, następnym razem uważaj.^^-Leo^^P.S. Willy pomógł mi to napisać.",
  "guntherBones": "Cześć @,^^Dzięki za wszystkie kości. Mam tu dużo do przesortowania! Do obejrzenia, każdego fragmentu, który należał do żyjącego, oddychającego ciała z przeszłości. Fascynujące.^^Proszę, przyjmij ten plan jako dowód mojej wdzięczności!^^-Gunther%item craftingRecipe Bone_Mill %%[#]List Od Gunther'a",
  "LeoCooking": "@,^Oto jedzenie z mojego domu, ja i moja rodzina uwielbiamy to. Mam nadzieję, że Ci posmakuje. ^^  -Leo^^P.S. Willy pomógł mi to napisać.%item cookingRecipe %%[#]Przepis Leo"
}