{
  "1": "To strona z pamiętnika Abigail^^'Rzeczy, które uwielbiam: zapach wydrążanej dyni, trzymanie ametystu pod poduszką, czekoladowy tort, ostrość ostrego węgorza, i miły smak jeżynowego cobblera Mamy (lubię jeść!)'%revealtasteAbigail276%revealtasteAbigail66%revealtasteAbigail220%revealtasteAbigail226%revealtasteAbigail611",
  "2": "To wakacyjna lista zakupów Sama^^Ulubione rzeczy wszystkich^^Sebastian: Lodowa Łza, Sashimi^Penny: Szmaragd, Mak^Vincent: Winogrono, Koktajl Żurawinowy^Mama: Chrupiący Bass, Naleśniki^Tata: Risotto, Smażone Orzechy Laskowe^Ja: Kaktus, Baton Klonowy, Pizza%revealtasteSebastian84%revealtasteSebastian227%revealtastePenny60%revealtastePenny376%revealtasteVincent398%revealtasteVincent612%revealtasteJodi214%revealtasteJodi211%revealtasteKent649%revealtasteKent607%revealtasteSam90%revealtasteSam731%revealtasteSam206",
  "3": "Jest napisane pismem Leah^^Mój pomysł na idealny obiad to oczywiście sałatka, kozi ser, trufle, i wino. Na deser babeczka z maku. Mniam! Gdyby ktoś dałby mi te rzeczy, byłabym najszczęśliwszą kobietą na świecie.%revealtasteLeah196%revealtasteLeah426%revealtasteLeah430%revealtasteLeah348%revealtasteLeah651",
  "4": "To notatka Maru^^Części potrzebne do stworzenia wspaniałego wynalazku!^^*Sztabka Złota^*Sztabka Irydu^*Paczka Baterii^*Diament^*Truskawki%revealtasteMaru336%revealtasteMaru337%revealtasteMaru787%revealtasteMaru72%revealtasteMaru400",
  "5": "To pismo Penny:^^Chcę dać wszystkim coś co uwielbiają!^^Mama: Pasternak, Słodki Pochrzyn, NIE PIWO!^Jas: Baśniowa Róża, Budyń Śliwkowy^Vincent: Różowy Tort, Winogrono^Pan Mullner: Por, Smażone Grzyby^Babcia Mullner: Burak, Tulipan%revealtastePam24%revealtastePam208%revealtastePam346%revealtasteJas595%revealtasteJas604%revealtasteVincent398%revealtasteVincent221%revealtasteGeorge20%revealtasteGeorge205%revealtasteEvelyn284%revealtasteEvelyn591",
  "6": "Specjalne zamówienia z Gwiezdnej Knajpy^^Burmistrz Lewis: Dary Jesieni^(Podwójny chleb wysokobiałkowy na boku)^^Marnie: Ciasto Dyniowe^(Więcej bitej śmietany!)^^Demetrius: Garniec Fasolki^(Ostrzej poproszę)^^Caroline: Rybne Taco^(Chce trzy razy więcej sosu! Lepiej dać więcej serwetek...)%revealtasteLewis235%revealtasteMarnie608%revealtasteDemetrius207%revealtasteCaroline213",
  "7": "To strona z czyjegoś pamiętnika...^^...Jest tylko kilka 'starszych' kawalerów w mieście, i żaden z nich nie jest idealny! Harvey jest słaby i niespokojny, ale byłby bardzo lojalnym i oddanym mężem. Lubi kawę i kiszone ogórki.^^Elliott jest trochę gogusiowaty i melodramatyczny, ale ma niezły podbródek. Lubi ciasteczka krabowe i granaty.^^Shane jest aspołeczny i niechlujny. Ale myślę, że jego szorstkie nastawienie to mechanizm obronny, izolowanie jego słabości od świata. Lubi Piwo, Pizzę, i Pepper Poppers.%revealtasteHarvey395%revealtasteHarvey342%revealtasteElliott732%revealtasteElliott637%revealtasteShane346%revealtasteShane206%revealtasteShane215",
  "8": "^Do Haley i Emily^^Mamy nadzieję, że dobrze się tam trzymacie! Wysyłamy wasze ulubione prezenty: Różowy Tort i Słoneczniki dla Haley, Klejnoty i Wełnę dla Emily!^^-Całuski Mama i Tata%revealtasteHaley221%revealtasteHaley421%revealtasteEmily440%revealtasteEmily66%revealtasteEmily62%revealtasteEmily60%revealtasteEmily70%revealtasteEmily64%revealtasteEmily68",
  "9": "Dieta siłowa Alexa:^^*Kompletne Śniadanie^*Obiad Z Łososia^^(Przyzwyczaiłem się do tych dań... Już czuję te proteiny!!)%revealtasteAlex201%revealtasteAlex212",
  "10": "Ktoś ^    czeka na ciebie ^        na 100 poziomie ^         w^             Kościanej Pieczarze...",
  "11": "!image 6",
  "12": "Znalazłem dobre rzeczy, gdy grzebałem w śmieciach, w szczęśliwe dni.^^Czasami znajdziesz 'danie dnia' za knajpą... zazwyczaj świeże!^^Na deser, sprawdzam kosz Mullnerów dla ciasteczek.^^Dla skarbów, sprawdź śmietniki obok kowala i muzeum.",
  "13": "^^12 w południe SZYBKO. Ostatni dzień w sezonie. Sprawdź krzak nad placem zabaw.",
  "14": "^^^    Schowałem coś za centrum społeczności.",
  "15": "^^       Pokaz Syreny: 1-5-4-2-3",
  "16": "!image 0",
  "17": "!image 1",
  "18": "!image 3",
  "19": "!image 2",
  "20": "!image 4",
  "21": "!image 5",
  "22": "Witaj, @...^^Wiesz już o moim 'sekrecie' w ciemnym tunelu?^^Nie mogę się doczekać, aż cię poznam!^^    -Qi",
  "23": "^^^Jeśli ty to przeczyta... przyjdź tajmneczi les. Prosz weś serop kylo-no-wi.",
  "24": "Strona z książki M. Jaspera:^^...stwory znane jako \"Leśne Duszki\" lub \"Junimo\", pojawiają się w opuszczonych budynkach, które popadły w ruinę i zarosły trawą.^^Z reguły... kiedy człowiek odejdzie, i natura zaczyna odbierać swoje terytorium, Junimo pojawią się bez wątpienia.^^Mądrość ludowa utrzymuje, że Junimo wykazują pewne rezonansowe pokrewieństwo z kamieniami szlachetnymi umieszczonymi w ich małych chatkach...^^Oczywiście, wszystkie te twierdzenia wynikają z podejrzeń, niezweryfikowanych źródeł... O ile mi wiadomo nawet istnienie tych stworzeń nigdy nie zostało potwierdzone!",
  "25": "^^ 'Pożyczyłam' naszyjnik Mamy, ale go zgubiłam gdzieś niedaleko spa... Oszaleje, jeśli zauważy, że go nie ma!",
  "1001": "Dzień 1^^...Moja łódka jest stracona... Zniszczona przez burzę w środku okrutnego morza.^^Teraz leży na tych dziwnych brzegach. Zgubiłem moje rzeczy, ale jeszcze żyję. Być może szczęście pobłogosławiło te moje schorowane kości... Albo ma dla mnie w zanadrzu coś gorszego...^^W każdym bądź razie, nie mam innego wyboru. Muszę tutaj zamieszkać. Jest tu wystarczająca ilość świeżej wody, jedzenie do zebrania, i żyzna gleba do uprawy.^^Dlatego w pierwszej kolejności zbuduję schronienie^^(Brakuje kilku stron)",
  "1002": "Dzień 6^^Nie będę tutaj odczuwał głodu... woda jest pełna jadalnych ryb (są przepyszne!).^^Złapałem nawet płaszczkę w jaskiniach na południowo-wschodniej plaży. Jednakże nie miałem wtedy pojęcia co z nią zrobić!^^Innego dnia złowiłem nawet kilka złotych orzechów. Wygląda na to, że są rozsiane po całej wyspie. Tutejsze papugi je uwielbiają!",
  "1003": "Dzień 14^^Połowa miesiąca na tej wyspie, a ja nauczyłem się paru rzeczy o zdobywaniu złotych orzechów.^^Muszę mieć oczy szeroko otwarte. Jeśli znajdziesz coś nietypowego, to w pobliżu może być schowany orzech.^^Zauważyłem znaki na piasku... i znaki między liśćmi...^^Widziałem nawet orzecha na szczycie drzewa blisko wulkanu. Jeśli tylko miałbym czym go stamtąd strącić...^^Ilekroć zauważyłem roślinę z orzechem, zawsze znalazłem sposób, aby go dorwać.",
  "1004": "!image 10",
  "1005": "Dzień 23^^Tutejszy wulkan posiada wiele sekretów.^^Widziałem małych ludzi ze świecącymi oczami znikających w ciemności... jak koty w nocy.^^(Czy mogą to być te legendarne krasnoludki wspominane przez M. Jaspera w jego 'Słynnych Podróżach'?)^^I te dziwne maszyny. Prymitywne... inne od wszystkiego co zna człowiek.^^Na górze znalazłem przejście do krateru wulkanu. I w połowie zanurzoną w lawie dziwną maszynę... rodzaj \"kuźni\". ^^Jutro przyjrzę się temu bliżej.",
  "1006": "!image 8",
  "1007": "--Stół Roboczy--^^Topaz -- Obrona^Szmaragd -- Szybkość^Jadeit -- Moc krytycznego ciosu^Akwamaryn -- Szansa na cios krytyczny^Ametyst -- Odrzucenie^Rubin -- Obrażenia^^Pryzmatyczny Odłamek -- Zaklęcie^^Uwaga: Bronie można wykuwać z klejnotami do 3 razy, i można je zaczarować jeden raz pryzmatycznym odłamkiem.^^Narzędzia można tylko zakląć, a nie ulepszyć klejnotami.",
  "1008": "--Wzmocnienia Broni--^^Pomysłowy: Pozwala wykonywać \"ruchy specjalne\" o wiele szybciej^^Zabójca Robali: Zadaje więcej obrażeń robakom.^^Krwiopijca: Czasami wysysa zdrowie potwora..^^Krzyżowiec: Zadaje większe obrażenia \"nieświętym\" potworom.^^Sianorób: Zdobywaj więcej włókien tnąc chwasty, i także szansę na uzyskanie siana.^^--Wzmocnienia Narzędzi--^^Potężny: Łatwiej ścinasz drzewa, niszczysz kamienie itd.^^Zasięgowy: Zwiększa zasięg naładowanego użycia.^^Przecinak: Szansa na większą ilość drzewa podczas ścinania.^^Bez Dna: Konewka nigdy się nie wyczerpie.^^Hojny: Więcej rzeczy wykopanych z ziemi.^^Archeolog: Większa szansa na znalezienie kości oraz artefaktów.^^Efektywny: Nie zużywa energii.^^Szybki: Używaj narzędzi szybciej.^^Mistrzowski: Zwiększa poziom łowienia.^^Auto-Haczyk: Automatycznie łapie rybę, gdy zacznie brać.^^Konserwujący: Przynęta i spławik mają 50% na to, że się nie zużyją.",
  "1009": "'To był deszczowy dzień, i na samotnej skale zobaczyłem piękną dziewoję^^Opowieści mówią o narodzonych z oceanu dziewicach śpiewających syrenie pieśni,^Jednakże nie mogła nawet wydobyć jednej sylaby...^^Następnego poranka wypatrzyłem układ kamieni na spienionym brzegu...^-----------------^Tak... kamienie wielkości monet i kamienie wielkości groszy...^-----------------^Gdyby tylko ta udręczona wilczyca morska mogła zawyć, być może do skarbu Blackgulla by mnie poprowadziła...",
  "1010": "!image 9",
  "1011": "Dzień 37^^Gdy miałem dziesięć lat, mój ojciec dał mi świecący pierścień i magnetyczny pierścień. Od tego czasu nigdy ich nie zdjąłem.^^Jednakże, gdy stałem na szczycie wulkanu... wpadł mi do głowy dziwny pomysł.^^Wziąłem dwa moje pierścienie, i wrzuciłem je do kuźni.^^I oto co się stało! Połączyły się w jeden!^^Teraz mam jeden świecąco-magnetyczny pierścień... mam nadzieję, że tatko się nie obrazi, spoczywaj w pokoju..."
}