{
        "name": "Targi Doliny Stardew",
        "conditions": "Town/900 1500",
        "set-up": "fallFest/-1000 -1000/farmer 12 54 1/changeToTemporaryMap Town-Fair/viewport -1000 -1000/loadActors Set-Up/advancedMove Vincent true -3 0 2 5000 3 0 2 5000/advancedMove Jas true 2 0 4 5000 -2 0 4 5000/advancedMove Marnie true -2 0 4 5000 2 0 2 5000/advancedMove Abigail true 4 6000 5 0 0 3 2 6000 0 -3 -5 0/advancedMove Robin true 0 1 1 5000 0 -2 3 5000 0 1 1 5000/animate Sebastian false true 200 16 16 16 16 16 16 16 16 16 16 16 16 17 18 19 20 21 21 21 21 20 22 22 23/addTemporaryActor BabyPig 32 32 65 68 2 false Animal/addTemporaryActor Pig 32 32 65 70 3 false Animal/addTemporaryActor White_Chicken 16 16 59 67 2 false Animal/addTemporaryActor Brown_Chicken 16 16 61 67 2 false Animal/addTemporaryActor White_Cow 32 32 59 72 0 false Animal/addTemporaryActor BabyWhite_Cow 32 32 61 72 1 false Animal/advancedMove BabyPig true 0 1 3 5000 0 -1 0 7000/advancedMove Pig true 3 5000 0 1 1 5000 0 -1 3 5000/advancedMove White_Chicken true 1 0 2 7000 -1 0 2 10000/animate Brown_Chicken false true 500 16 17/viewport 22 22 true unfreeze/globalFadeToClear/pause 2000/playerControl fair",
        "Abigail_spouse": "W tamtym roku pobiłam wszystkie te gry!$h",
        "Leah_spouse": "W tamtym roku nauczyłam się wszystkich technik Robin, ale i tak jest o krok przede mną!",
        "Maru_spouse": "mmmm... To jest moja jedyna szansa, żeby zjeść te kanapki z grilla.",
        "Penny_spouse": "Mam nadzieję, że nasza wystawa wygra!",
        "Haley_spouse": "Masz jakieś dobre rzeczy na wystawę? Mam nadzieję, że w tym roku wygramy.",
        "Sebastian_spouse": "Hej, @. Nadrabiam zaległości z Samem. Idź i baw się dobrze.",
        "Sam_spouse": "Sebastian nic się nie zmienił. Dobrze się tu bawisz?",
        "Alex_spouse": "Spędzam czas z starymi dobrymi przyjaciółmi... Idź i baw się dobrze.",
        "Harvey_spouse": "Zaczekam tu na ciebie...",
        "Elliott_spouse": "Zapach dymu mnie tu ściągnął, jeszcze ten ostry sos przypieczętował mój los... *gulp*$s",
        "Abigail": "Już pobiłam wszystkie gry... Co teraz?",
        "Robin": "Praca przy drewnie jest starożytną tradycją, z której kontynuowania jestem dumna.$h",
        "Demetrius": "Robin ciężko pracuje nad jej stolarskimi rzeczami... Od czasu do czasu zasługuje na pochwałę.",
        "Maru": "*gulp* Mmm... Ten sos jest niesamowity.$h",
        "Sebastian": "Dziś jest tu trochę tłocznie... Przesiedzę to tutaj.",
        "Pierre": "W moim sklepie kupisz najlepszej jakości produkty z całej doliny. Proszę, pooglądaj moją wystawę i przekonaj się!",
        "Caroline": "Pierre jest bardzo poważny jeśli chodzi o wystawę. Odkładał najlepiej wyglądające produkty tygodniami jako przygotowanie.#$e#Hej, życzę ci powodzenia!",
        "Linus": "Te zwierzęta nigdy nie oceniały ze względu na ich wygląd. Nie można powiedzieć tego samego o ludziach.",
        "Alex": "Grałem w tę grę 'siłową' tak dużo, że moje ręce są jak guma.",
        "George": "Hmm... wędzony udziec indyka? Ten festiwal nie jest w sumie taki zły.$h",
        "Evelyn": "Chciałabym, żeby Gus dodał jakieś wegetariańskie opcje. Może szaszłyki z cukinii?",
        "Lewis": "To wielki dzień @... Nasz najważniejszy festiwal w całym roku, 'Targi Doliny Stardew'.#$b#Jeżeli chcesz wziąć udział w wystawie swojej pracy, zostawiłem dla ciebie puste stanowisko. Daj znać jak skończysz, żebym mógł ją ocenić.",
        "Clint": "Czasami narzekam na swoją pracę, ale jestem z niej dumny.#$b#To niektóre z moich najlepszych produktów. Mam nadzieję, że ci się spodobają.",
        "Emily": "Wiesz, byłabym dobrym klaunem. Chyba minęłam się z moim powołaniem.",
        "Penny": "Wygrałam w kole fortuny dziesięć razy z rzędu i ten gość już mi nie da więcej grać...$s",
        "Pam": "Lepiej się pospiesz, dzieciaku... zanim stara Pam wyłowi z namiotu wszystkie duże ryby! Hehe.$h",
        "Haley": "Wiesz że przepowiadają tu przyszłość? Na cmentarzu jest stanowisko.#$e#Byłam już u niej... Powiedziała mi coś... Ciekawego. *hihi*$h",
        "Jodi": "Nie wygląda zbyt wesoło... Chyba Burmistrz Lewis musiał oszczędzać na klaunie w tym roku.",
        "Kent": "Czekam aż ten klaun zrobi coś śmiesznego.#$e#Rozczarowujące.",
        "Sam": "Hej @. Dobrze się bawisz?#$e#Namiot z procą jest nawet spoko. I jeśli dobrze zagrasz możesz zdobyć dużo żetonów.",
        "Leah": "Naprawdę podziwiam umiejętności stolarskie Robin. Używam wielu takich samych technik w moich pracach.",
        "Shane": "Wszystkie te zwierzęta są przyjazne i lubią głaskanie.",
        "Marnie": "Bardzo się starałam, ale moja wystawa jest słaba w porównaniu do wystawy Pierre.$s#$e#Cóż, może sędziowie dadzą mi bonusowe punkty za wielki krąg sera.",
        "Elliott": "Próbuję nakłonić Gusa żeby mi zdradził przepis na ten sos.",
        "Gus": "Jedz tyle ile chcesz! Wszystko za darmo... Pozdrowienia od Burmistrza Lewisa.$h#$e#Oh! Nie zapomnij spróbować mojego słynnego sosu.",
        "Dwarf": "Mówisz, że na dworze pada deszcz? *głęboki wdech*#$e#Deszcz... Jest dla nas prawie mitem. Niektórzy z nas przez całe życie go nie doświadczają.",
        "Wizard": "Welwick i ja znamy się od dłuższego czasu... Jest wybitną wróżbitką i dobrą przyjaciółką.#$e#...#$e#Ten klaun... Skądś go znam.#$e#Był w szkole iluzji? A może w Karnawale Tajemnic? Hmm...",
        "Harvey": "Gus grilluje wieprzowe żeberka... mmhm.$s#$e#Muszę się dobrze zastanowić...$11",
        "Sandy": "Słyszałam, że tam u was pada. Dlatego tu jesteś?$h#$e#W sumie tęsknię za deszczem...$s",
        "Jas": "Ał! Kura dziobnęła mnie w mały paluszek!$u",
        "Vincent": "Muuuu!",
        "Marlon": "Miecze Clinta z każdym rokiem stają się ostrzejsze.#$e#Podobnie jak jego ceny...",
        "Willy": "Przygotowujesz wystawę pracy, @? To szansa, żeby pokazać wszystkie dobre produkty z %farm!",
        "Leo": "Haha! Nigdy czegoś takiego nie widziałem...$h"
}