{
  "name": "Festiwal Jajek",
  "conditions": "Town/900 1400",
  "shop": "BO 36 400 -1 BO 107 2000 1 O 745 100 -1 BO 184 350 -1 BO 188 350 -1 F 1684 500 -1 F 2624 1000 -1 F 2632 1000 -1",
  "set-up": "fallFest/27 60/farmer 12 54 1/changeToTemporaryMap Town-EggFestival/loadActors Set-Up/advancedMove Vincent true -2 0 0 -2 2 0 0 2/advancedMove Jas true 2 0 0 2 -2 0 0 -2/advancedMove Leo true 0 -2 2 0 0 2 -2 0/advancedMove Pam true 0 -1 3 5000 0 2 3 5000 0 -1 3 4000/advancedMove Clint true 1 7000 0 1 3 7000 0 -1/advancedMove Demetrius true 2 15000 -3 0 0 8 3 20000 0 -8 3 0/advancedMove Willy true 2 25000 -4 0 0 -12 4 0 0 -1 4 30000 0 1 -4 0 0 12 4 0/advancedMove Shane true 4 40000 2 0 0 2 1 35000 0 -2 -2 0/advancedMove Harvey true 0 6 -6 0 0 9 -3 0 3 15000 3 0 0 3 20 0 0 -8 1 0 0 -11 -15 0 0 1 2 30000/playerControl eggFestival",
  "afterEggHunt": "pause 100/playSound whistle/waitForOtherPlayers endContest/pause 1000/globalFade/viewport -1000 -1000/playMusic event1/loadActors MainEvent/warp farmer1 27 69 /warp farmer2 26 67/warp farmer3 32 67/warp farmer4 28 71/faceDirection farmer1 0/faceDirection farmer2 1/faceDirection farmer3 3/faceDirection farmer4 0/pause 1000/viewport 27 67 true/pause 2000/speak Lewis \"Wow, spójrzcie na te wszystkie jaja!$h#$b#Gdybyście tak zbierali śmieci, mielibyśmy najczystsze miasto po tej stronie Oceanu Klejnotów! *chichot*$h\"/pause 800/playMusic none/speak Lewis \"A teraz, zwycięzcą tegorocznego polowania na jajka jest...\"/playMusic none/pause 3000/cutscene eggHuntWinner/null/playMusic event1/pause 500/fork AbbyWin/move Lewis 0 1 2/speak Lewis \"Oto twoja nagroda.\"/awardFestivalPrize/null/move Lewis 0 -1 0/speak Lewis \"A więc, to wszystko co do tegorocznego Festiwalu Jajek. Dziękuje wszystkim za przyjście!\"/pause 600/viewport move 1 0 5000/pause 2000/globalFade/viewport -1000 -1000/waitForOtherPlayers festivalEnd/end",
  "AbbyWin": "pause 100/jump Abigail/faceDirection Vincent 3/pause 800/move Abigail 0 -1 0/faceDirection Vincent 0/speak Lewis \"Oto twoja nagroda, Abigail!\"/pause 500/move Abigail 0 -1 0/playSound coin/pause 400/move Abigail 0 2 0/faceDirection Lewis 0/speak Lewis \"Więc, to wszystko na tegoroczny Festiwal Jajek. Dziękuje wszystkim za przyjście!\"/pause 1000/viewport move 1 -1 5000/pause 2000/globalFade/viewport -1000 -1000/waitForOtherPlayers festivalEnd/end",
  "mainEvent": "pause 500/playMusic none/pause 500/globalFade/viewport -1000 -1000/loadActors MainEvent/warp farmer1 27 69 /warp farmer2 27 67/warp farmer3 32 67/warp farmer4 28 71/faceDirection farmer1 0/faceDirection farmer2 1/faceDirection farmer3 3/faceDirection farmer4 0/pause 1000/viewport 27 67 true unfreeze/pause 2000/speak Lewis \"Pora na największą atrakcję dzisiejszego festiwalu... Coroczne Wiosenne Polowanie Na Jajka!$h\"/pause 100/jump Jas/jump Vincent/pause 1000/speak Lewis \"Uspokójcie się, dzieciaki. Będzie wam potrzebna cała wasza energia, jeśli chcecie znaleźć najwięcej jajek i zabrać ze sobą ekskluzywne nagrody.\"/pause 100/faceDirection Vincent 3 true/faceDirection Jas 1 true/pause 1000/faceDirection Vincent 0 true/faceDirection Jas 0 /pause 800/faceDirection Lewis 3/faceDirection Lewis 2/faceDirection Lewis 1/faceDirection Lewis 2/pause 800/speak Lewis \"Wszyscy gotowi?\"/pause 1000/waitForOtherPlayers startContest/jump Lewis/pause 1000/speak Lewis \"Niech polowanie na jajka się zacznie!$h\"/advancedMove Maru false -2 0 0 6 -9 0 0 -2 -9 0 0 -1 2 0 0 -12 6 0 0 -7 3 0/advancedMove Abigail false 0 21 -20 0 0 3 7 0 0 -15 -9 0 9 0 0 18/advancedMove Jas false 0 12 8 0 0 10 3 0 0 4 14 0 0 -20 -6 0 0 3/advancedMove Sam false 4 0 0 -4 2 0 0 -4 12 0 0 -6 19 0 0 20 0 -20 0 20/advancedMove Vincent false 0 3 24 0 0 21 9 0 0 4 -20 0 20 0 -20 0/playSound whistle/playMusic tickTock/playerControl eggHunt",
  "Abigail_spouse": "Odejdź, dopóki polowanie na jajka się nie skończy, jesteśmy przeciwnikami!$h",
  "Leah_spouse": "Nigdy nie miałam tylu przyjaciół w mieście, dlatego takie wydarzenia zawsze były dla mnie nudne. Dobrze że jedzenie jest tu dobre.",
  "Maru_spouse": "Po prostu odrabiam zaległości z Penny. Smakowały ci świąteczne jajka?",
  "Penny_spouse": "Maru próbuje mnie namówić do zjedzenia ostrego jajka. Nie jestem pewna, czy to przetrawię...",
  "Haley_spouse": "Miałam zjeść jajka, ale przypomniało mi się, że jestem na wiosennej diecie.",
  "Sebastian_spouse": "Będę ci dopingował podczas polowania na jajka.$h",
  "Sam_spouse": "Nasza paczka jest taka jak zawsze. Dobrze sie bawisz?",
  "Alex_spouse": "Ehh... Chyba zjadłem za dużo jajek na twardo...$s",
  "Harvey_spouse": "Jak się wszyscy mają? Ja mam chwilową przerwę. Nie mogę się doczekać aż cie zobaczę w polowaniu na jajka!",
  "Elliott_spouse": "Cieszę się, gdy widzę jak odpoczywasz.$h",
  "Abigail": "Szukanie jajek jest jak poszukiwania skarbów.$h",
  "Robin": "Wiosna to pracowita pora roku... więc dobrze jest czasami spędzić trochę czasu z przyjaciółmi.",
  "Demetrius": "Jajko... ale dziwna rzecz do jedzenia.",
  "Maru": "Zawsze czekam na te spotkania... to sprawia, że nasze miasteczko jest jak prawdziwa wspólnota.",
  "Sebastian": "Kiedyś robiliśmy rzut zgniłymi jajkami...#$b#Burmistrz Lewis szybko to zakończył.",
  "Linus": "Nikt ze mną nie rozmawia... po prostu tu jestem po ostre jajka.",
  "Pierre": "Hej! Jak ty tu...$u#$b#Po prostu niczego nie dotykaj.",
  "Caroline": "Abby już jako dziecko uwielbiała polowania na jajka.",
  "Alex": "Próbuję jeść przynajmniej trzy jajka na dzień.#$e#Potrzebuję tych protein dla moich nóg.",
  "George": "Czemu wszyscy są tacy szczęśliwi? Hmmph...#$b#Jajka... czemu jajka?",
  "Evelyn": "Ta uroczystość jest tradycją tak długo jak sięga moja pamięć.#$b#Tradycja łączy nas jednocześnie z przeszłością i przyszłością... pociesza mnie to.",
  "Lewis": "Dobrze sie bawisz, @?$h",
  "Clint": "Jest więcej jedzenia?$s",
  "Penny": "Dzieci nie mogły się doczekać tego festiwalu.",
  "Pam": "Hehe... Dałam coś miłego do ponczu.$h#$e#Ćśiii... Niech to zostanie między nami, dzieciaku.",
  "Emily": "Jestem na nogach od świtu, żeby kolorować jajka... to moja ulubiona część tej pory roku.$h",
  "Haley": "Ten festiwal jest spoko... ale i tak nie mogę się doczekać Tańca Kwiatów.",
  "Jodi": "Vincent uwielbia ten festiwal... cieszę się jak widzę go szczęśliwego.",
  "Kent": "Tak szczerze, to nie jestem zagorzałym fanem jajek.",
  "Marlon": "Nawet z moją szwankującą nogą, nigdy nie opuszczam miastowych festiwali.",
  "Sam": "*wąch*... Uh... Moje nozdrza... alergie...$s",
  "Leah": "Mmmm... Ten owocowy strzał jest niespotykanie dobry.$h",
  "Shane": "Nasze kury pracowały po godzinach, żeby przygotować ten festiwal.#$b#Zasługują na to, co najlepsze... pełną miskę słodkiej, żółtej kukurydzy!$h",
  "Marnie": "Witam na Festiwalu Jajek... uzupełnienie mojego cudownego potomstwa kur.",
  "Elliott": "Przerwy mogą sprawić że staniesz się bardziej produktywny.",
  "Gus": "Mam nadzieję, że wszystkim smakuje... całe dnie gotowałem, żeby wszystko przygotować.#$b#Jajka sadzone, jajka gotowane, jajka w koszulce, ostre jajka, jajecznica, czekoladowe jajka... dużo w tym wszystkim jajka!$h",
  "Dwarf": "Mówisz że na powierzchni pada? *łapie oddech*#$e#Deszcz... jest dla nas prawie mitem. Niektórzy z nas przez całe życie go nie doświadczają.",
  "Wizard": "Hmm... a gdzie są surowe jajka jaszczurki polane poczerniałym szpikiem?",
  "Harvey": "Jajka na pewno mają swoje miejsce w dobrze zbalansowanej diecie.#$e#Ups... Lepiej odłożę mój fartuch doktora.$11",
  "Sandy": "Słyszałam że tam u was pada. Dlatego tu jesteś?$h#$e#w sumie to trochę tęsknię za deszczem...$s",
  "Jas": "Mam nadzieję, że znajdę jakieś jajka zanim wszystkie weźmie Vincent...$s",
  "Vincent": "Kiedy polowanie na jajka się zacznie?! Jestem taki podekscytowany!!$h",
  "Willy": "Czasami chowam jajko tak dobrze, że nikt go potem nie znajduje...#$b#Cóż, dopóki nie nadejdzie lato. Wtedy ciepło ujawnia ten zgniły smród... Hehe. $h",
  "???": "Ah, ścieki płyną dziś szybko. Będzie tu miło i wilgotno... tak jak lubię.",
  "Leo": "Pomysł z polowaniem na jajka jest trochę dziwny... ale myślę, że jajka nie należą do nikogo z członków mojej rodziny...$s#$b#No cóż, I tak dołącze!$h",
  "Abigail_y2": "$y 'Czy myślisz, że jestem na to za stara?_Tak_Hmmph... Brzmisz jak moja mama!$a_Nie_Tak, też tak myślę. Jeśli nadal mam z tego frajdę, po co przestawać?'",
  "Robin_y2": "Dobrze jest wyjść znowu na zewnątrz po tak długiej, zimnej zimie, prawda?",
  "Demetrius_y2": "Hej @, spróbuj mojego ciasta z ikrą karpia?#$b#...Co? To jest Festiwal 'jajek' nie?",
  "Maru_y2": "Myślisz, że wygrasz tegoroczne polowanie na jajka?",
  "Sebastian_y2": "Wiesz co? Trochę tęsknięza zimą... Jest wtedy prościej.",
  "Linus_y2": "Wrócę tu później, żeby coś zjeść. Spoglądam na przepysznie wyglądające ciasto!",
  "Pierre_y2": "Chcesz coś z pod lady, hę? Hah! Podziwiam twój spryt.",
  "Caroline_y2": "Może to być trochę nudne, ale te festiwale to dobra szansa, żeby poznać się z naszymi sąsiadami.",
  "Alex_y2": "Zastanawiam się, co by się stało z moimi rękami i nogami, gdybym jadł trzydzieści jajek na dzień?",
  "George_y2": "Evelyn zrobiła jajka z porem na śniadanie, więc jestem w dobrym humorze.$h",
  "Evelyn_y2": "$y 'Czy masz na swojej farmie kury?_Tak_To dobrze! Jestem pewna, że składają przepyszne jajka...$h_Nie_Wiosna to dobry czas, żeby zacząć hodować kury, nie sądzisz?",
  "Clint_y2": "O nie... *przełyk*... Same sałatki...$s",
  "Penny_y2": "Mam nadzieję, że Vincent będzie mógł znaleźć jajko tego roku... #$b#Byłoby dobrze, gdyby czuł się pretendentem.",
  "Pam_y2": "Hej... jeśli będziesz mnie karmić jajkami, będę potrzebowała ostrego sosu, dzieciaku!",
  "Emily_y2": "Tego roku uszyłam małe spodnie i czapki dla niektórych jajek. Wyglądają uroczo!$h",
  "Haley_y2": "Oh! Nadal muszę zrobić zdjęcie z króliczkami. Czy moje włosy wyglądają w porządku?",
  "Jodi_y2": "Kent zawsze wydaje mi się na zdenerwowanego, podczas takich dużych zgrupowań...",
  "Marlon_y2": "Polujesz na jajka szlamu? To jest prawdziwe wyzwanie...",
  "Leah_y2": "Hmm... Poncz nie jest taki dobry jak w zeszłym roku. Czegoś mu brakuje!",
  "Shane_y2": "Niektóre z tych jajek były złożone dzisiaj rano. Widzisz? Nadal są ciepłe!",
  "Marnie_y2": "Kury składają jaja, ale koguty też grają ważną rolę... chronią kury i zapobiegają walkami pomiędzy sobą!#$b#To znaczy, że szczęśliwe kury złożą lepsze jaja...$h",
  "Elliott_y2": "Uważaj żeby przypadkowo nie wziąć kruczego jaja. Będą mieli do ciebie urazę do końca życia!",
  "Gus_y2": "Shh... nie mów nikomu, ale tego roku spróbowałem czegoś nowego... Kacze jaja w kremie!$h",
  "Harvey_y2": "Jajka są w porządku, ale nie zalecam jedzenia trzydziestu na dzień!",
  "Jas_y2": "Postaram się w tym roku wygrać!",
  "Vincent_y2": "Chcę mieszkać w dużym jajku!",
  "Willy_y2": "Aye... W deszczowe dni, znajdziesz w tych wodach suma. Są trudne do złapania, ale warte wysiłku!"
}