{
        "name": "Święto Gwiazdy Polarnej",
        "conditions": "Town/900 1400",
        "set-up": "christmasTheme/-1000 -1000/farmer 12 54 1/changeToTemporaryMap Town-Christmas/viewport -1000 -1000/loadActors Set-Up/viewport player clamp true unfreeze/globalFadeToClear/playerControl christmas",
        "secretSanta": "none/-1000 -1000/farmer 30 69 0/warp Emily 37 59/warp Haley 35 74/warp secretSanta 29 75/faceDirection secretSanta 0/viewport 30 67 true/pause 2000/move secretSanta 0 -4 0/move secretSanta 1 0 0/pause 500/shake secretSanta 100/playSound stoneStep/specificTemporarySprite secretGift/pause 100/faceDirection farmer 2/pause 200/jump farmer/pause 700/emote farmer 16/pause 100/move secretSanta -1 0 0/move secretSanta 0 -2 0/pause 700/faceDirection farmer 3/pause 300/faceDirection farmer 0/pause 500/faceDirection secretSanta 1/pause 500/speak secretSanta \"dialogue1\"/pause 300/faceDirection farmer 2/pause 800/showFrame 4/pause 300/playSound cut/specificTemporarySprite secretGiftOpen/pause 400/stopAnimation farmer/faceDirection farmer 2/pause 1000/cutscene addSecretSantaItem/pause 3000/null/faceDirection farmer 3/speak secretSanta \"dialogue2\"/pause 600/eyes 1 -1500/emote farmer 32/pause 1000/globalFade/viewport -1000 -1000/warp Emily 29 72/warp Haley 30 72/warp secretSanta warpX warpY/faceDirection farmer 2/cutscene clearTempSprites/playMusic christmasTheme/viewport 30 67 true/playerControl christmas2",
        "Abigail_spouse": "Zastanawiam się czy spróbować tych lasek cukrowych...",
        "Leah_spouse": "Jestem wdzięczna za nasze normalne życie na farmie.$h",
        "Maru_spouse": "Hej, @. Możemy wracać kiedy chcesz.",
        "Penny_spouse": "Jestem wdzięczna za to, że cie poznałam...$l",
        "Haley_spouse": "Ja?... Och, jestem wdzięczna za... a może pokażę Ci jak wrócimy do domu?$l",
        "Sebastian_spouse": "Hej, @. Jak widać, spełniam obowiązki domowe...",
        "Sam_spouse": "*ziew*... Jestem tu tylko po prezenty i ciasteczka.$h",
        "Alex_spouse": "Za co jestem wdzięczny? Pokażę Ci jak wrócimy do domu...$l",
        "Harvey_spouse": "Czuję się trochę przytłoczony... Dzięki Bogu za to czyste powietrze...$l",
        "Elliott_spouse": "Nie musisz mi nic dawać. Już od Ciebie dostałem najlepszy prezent jaki mogłem dostać...$l",
        "Abigail": "Nie ma to jak ciepły obiad w chłodny, zimowy dzień.$h",
        "Robin": "Hejka, @. Jeśli potrzebujesz towarzystwa, możesz dołączyć do naszego rodzinnego stołu.$h",
        "Demetrius": "Pewnie tego roku dostanę nowy zestaw narzędzi... *ech*",
        "Maru": "Cześć, @.$h",
        "Shane": "Poznałem kilku ludzi, którzy wierzyli w duchy i magię... A ja? Ja nigdy nie widziałem czegoś, czego nie dałoby się wyjaśnić.",
        "Sebastian": "Spędzanie czasu z rodziną bywa męczące.",
        "Pierre": "Moje ostatnie wyniki sprzedaży były fenomenalne... Dzięki Świętu Gwiazdy Polarnej!$h#$e#Święta są idealne dla mojego biznesu. Zastanawiam się, czy mógłbym wymyślić jakieś inne...",
        "Caroline": "Oooch... Wypiłam za dużo kogla mogla.$h",
        "Linus": "Dołączyłbym... Ale nie jestem pewien, czy jestem tu mile widziany.$s",
        "Alex": "Och, hejka.$s",
        "George": "Święto jakiejś głupiej gwiazdy? Bzdura!",
        "Evelyn": "O, matulu! Nie jest Ci zimno, Skarbeńku? Można zamarznąć!",
        "Lewis": "To czas na wdzięczność za szczęście, które nas spotkało w tym roku. Więc zapomnij o zmartwieniach i odpocznij!",
        "Clint": "*ech*... Wszystkie te szczęśliwe rodziny. A dla mnie kolejny samotny rok.",
        "Emily": "$y '@! Co chcesz znaleźć pod choinką?_Nową konewkę._Tylko praca? Zero zabawy.$s_Dzbanek przyprawionego miodu._Ooo... Brzmi nieźle. Tylko daj mi spróbować.$h_Parę stylowych butów._Rozumiem. To dobry prezent!'",
        "Penny": "Jaka piękna choinka.$h",
        "Pam": "Hmmph... Nadal jestem zła, za te zawody w łowieniu ryb.$4",
        "Haley": "Mam nadzieję, że dostanę nowy aparat!",
        "Jodi": "To nie jest dobra pora na dietę...$s",
        "Kent": "Dobry wieczór, @. Miłego ucztowania.",
        "Sam": "Jestem wdzięczny za moją gitarę i deskę skateboardową. O! I jeszcze za moją rodzinę.",
        "Leah": "Gus właśnie opowiadał mi o rzemieślnictwie lasek cukrowych. *ziew*$u#$e#Chyba wypił za dużo cynamonowego kogla mogla.",
        "Marnie": "Witam w Święto Gwiazdy Polarnej!$h",
        "Elliott": "No witam @. Trochę tu chłodno, nieprawdaż?",
        "Gus": "To piękna sztuka, robienie lasek cukrowych. Naprawdę musisz szukać daleko, żeby znaleźć najlepsze składniki. W tych czasach nie są łatwe do znalezienia!$h#$e#Zawsze używam pierścieniowego owocu na moje pierwsze laski. Nic nie może pobić tych jasnych czerwonych kolorów... I wszystkie są naturalne!#$e#Och, chcesz poznać sekret moich mega podwójnych lasek? Ok, ale musisz obiecać, że nikomu nie powiesz. *szept* To dodatek wanilii, do uzupełnienia smaku wiśni.$h#$e#Oczywiście, laski cukrowe o smaku mięty pieprzowej są standardowe i zawsze robię też sporą porcję.#$e#Hej, wyglądasz jakby Ci się chciało spać. Wszystko w porządku?$s",
        "Willy": "$y 'Chcesz usłyszeć legendę Gwiazdy Polarnej?_Tak_Na nocnym, zimowym niebie znajduje się jasna gwiazda widoczna tylko z tego miejsca. Nikt nie wie czemu... Ale w dawnych czasach, wszyscy przybywali z dalekich krajów by ją zobaczyć.*Wierzyli, że każdy, kto popatrzył na Gwiazdę Polarną był obdarowany szczęściem. Niektórzy nawet myślą, że ten tajemniczy owoc znany jako =Stardrop jest w jakiś sposób powiązany z Gwiazdą Polarną._Nie, dzięki_Baw się dobrze.'",
        "Wizard": "Ach, tajemnicza Gwiazda Polarna. Jeden z wielu powodów, dla którego wybrałem to miejsce do moich... badań.",
        "Harvey": "Jestem wdzięczny za to, że nie było żadnych nagłych wypadków!",
        "Sandy": "Słyszałam, że u was pada. Dlatego tu jesteś?$h#$e#W sumie tęsknię za deszczem...$s",
        "Jas": "Och! Prezenty!$h",
        "Vincent": "Możemy już otworzyć prezenty?!",
        "Marlon": "Hej, dobry wieczór.",
        "Leo": "Linus nie chce dołączyć. Czuję się niekomfortowo, dlatego dotrzymam mu towarzystwa.#$e#Zrobimy sobie małą ucztę... tłuczony korzeń zimowy i ryba przyprawiona jagodami!$h",
        "set-up_y2": "christmasTheme/-1000 -1000/farmer 12 54 1/changeToTemporaryMap Town-Christmas2/viewport -1000 -1000/loadActors Set-Up/viewport player clamp true unfreeze/globalFadeToClear/playerControl christmas",
        "secretSanta_y2": "none/-1000 -1000/farmer 30 69 0/warp Abigail 35 73/warp Caroline 16 54/warp secretSanta 29 75/faceDirection secretSanta 0/viewport 30 67 true/pause 2000/move secretSanta 0 -4 0/move secretSanta 1 0 0/pause 500/shake secretSanta 100/playSound stoneStep/specificTemporarySprite secretGift/pause 100/faceDirection farmer 2/pause 200/jump farmer/pause 700/emote farmer 16/pause 100/move secretSanta -1 0 0/move secretSanta 0 -2 0/pause 700/faceDirection farmer 3/pause 500/faceDirection secretSanta 1/pause 500/speak secretSanta \"dialogue1\"/pause 300/faceDirection farmer 2/pause 800/showFrame 4/pause 300/playSound cut/specificTemporarySprite secretGiftOpen/pause 400/stopAnimation farmer/faceDirection farmer 2/pause 1000/cutscene addSecretSantaItem/pause 3000/null/faceDirection farmer 3/speak secretSanta \"dialogue2\"/pause 600/eyes 1 -1500/emote farmer 32/pause 1000/globalFade/viewport -1000 -1000/warp Abigail 29 71/warp Caroline 30 71/faceDirection Caroline 0 true/faceDirection Abigail 0 true/warp secretSanta warpX warpY/faceDirection farmer 2/cutscene clearTempSprites/playMusic christmasTheme/viewport 30 67 true/playerControl christmas2",
        "Abigail_spouse_y2": "Brr... ale zimnica! Chcę wrócić pod pierzynę...",
        "Leah_spouse_y2": "Elliott znowu pije za dużo cydru...$7#$e#Przyjdę do Ciebie, jak się jakoś z tego wywinę... Umieram z głodu!",
        "Maru_spouse_y2": "Jestem wdzięczna za to, że mam kochającą rodzinę i Ciebie...$0",
        "Penny_spouse_y2": "Mam nadzieję, że wszystkim smakują moje czipsy z pudrowego melona...$h",
        "Haley_spouse_y2": "Gdy wymieniam wszystkie dobre rzeczy w moim życiu, czuję jakbym została pobłogosławiona przez gwiazdę polarną.",
        "Emily_spouse_y2": "Gdy ja i Haley byłyśmy dziećmi, zawsze dekorowałyśmy ciasteczka na ten festiwal.#$b#Musimy to jeszcze kiedyś zrobić! Nie można pozwolić, żeby dobre tradycje zanikły.$h",
        "Sebastian_spouse_y2": "Hej... nie przejmuj się, nie musisz mi niczego dawać.$h#$e#Wystarcza mi to, że każdego ranka budzę się obok Ciebie... o co jeszcze mógłby prosić facet?$l",
        "Sam_spouse_y2": "Patrzenie jak wszyscy rozpakowują prezenty jest nawet fajne... oglądanie ich reakcji.$h#$e#O tak, mam coś dla Ciebie. Ja yyy... pokażę Ci jak wrócimy do domu!$10",
        "Alex_spouse_y2": "Mów jak będzie Ci zimno. Dam Ci moją kurtkę.$0",
        "Harvey_spouse_y2": "Jest dużo rzeczy, za które jestem wdzięczny, takie jak moja klinika, zdrowi pacjenci...#$b#Ale ostatecznie jestem najbardziej wdzięczny za nasze wspólne życie...$l",
        "Elliott_spouse_y2": "Kochanie, tego dnia niczego od Ciebie nie oczekuję... jesteś największym prezentem, o którym mógłbym marzyć.$h",
        "Shane_spouse_y2": "Za co jestem wdzięczny?#$b#.... Ee...$3#$b#Jestem wdzięczny... za to, że wyciągnąłeś mnie z rynsztoka i pokazałeś, że warto żyć.$6^Jestem wdzięczny... za to, że wyciągnęłaś mnie z rynsztoka i pokazałaś, że warto żyć.$6",
        "Abigail_y2": "Zastanawiam się, który prezent jest dla mnie...$0#$e#Mam nadzieję, że to ten duży!$h",
        "Robin_y2": "Cóż... w tym roku mąż mi kupił nową piłę elektryczną...$6#$b#Pewnie zapomniał, że kupił mi już taką dwa lata temu!$6",
        "Demetrius_y2": "Hmm... ten zielony dżem ma miętowy posmak.$3#$b#Zastanawiam się jak mięta została skojarzona ze Świętem Gwiazdy Polarnej? Czy mięta w ogóle rośnie w zimie?$3",
        "Maru_y2": "Jest chłodno. Dobrze, że każdy się dobrze ubrał.$0",
        "Shane_y2": "Jedną z zalet zimnej pogody jest to, że mogę dać komuś pod drzewo pizzę.#$e#Ktoś będzie miał niezłą ucztę...$h",
        "Sebastian_y2": "W sumie dobrze, że raz w roku cała rodzina jest razem.$7",
        "Pierre_y2": "Potrzebujesz prezentu na ostatnią chwilę? Ja pomogę! Sprawdź co mam na sprzedaż.$0",
        "Caroline_y2": "Czyż to drzewo nie jest wspaniałe?$h#$b#Cały poranek dekorowałyśmy je razem z Marnie i Jodi. To fajna tradycja!",
        "Linus_y2": "Burmistrz mnie osobiście zaprosił do swojego stołu. Nie mógłbym odrzucić takiego zaproszenia!",
        "Alex_y2": "Wydaje mi się, czy pod drzewkiem jest prezent w kształcie gridballa podpisany dla mnie?$1",
        "George_y2": "I tak cały dzień spędzam z rodziną. Po co mamy to robić na mrozie?$0",
        "Evelyn_y2": "W każdej chwili możesz dołączyć do naszego stołu, Kochanie.$0",
        "Lewis_y2": "Szczęśliwego Święta Gwiazdy Polarnej, @.$h#$e#To czas na odpoczynek, cieszenia się dobrym towarzystwem i wyrażanie wdzięczności za to, co mamy.$0",
        "Clint_y2": "Przydałyby mi się nowe narzędzia. Moje już są trochę zardzewiałe.$0",
        "Emily_y2": "Patrz! to 'Gwiazda Polarna'!%noturn$6#$e#Oj, mój błąd. To tylko dekoracja!$h",
        "Penny_y2": "$y 'Cześć, @. Jaki prezent chcesz dostać w tym roku?_Wiadro na mleko z irydu_Och? Nigdy nie słyszałam o czymś takim. Brzmi drogo._Ciekawą książkę_Tak, książka to dobry prezent!$h_Bryłkę węgla_... Nie wiem czy żartujesz, ale to byłby nawet przydatny prezent!$h'",
        "Pam_y2": "Grzane wino to jedyna rzecz, która może mnie ogrzać w ten mroźny dzień!$h",
        "Haley_y2": "Ale ładnie... chciałabym, żeby nasze miasteczko zawsze tak wyglądało!$0",
        "Jodi_y2": "To miejsce cierpi na nadmiar prezentów. W tym roku jest ich po prostu za dużo!$0",
        "Kent_y2": "Jestem wdzięczny za to, że widzę jakie moje dziecko jest zdrowe i szczęśliwe.$h",
        "Sam_y2": "Kto daje komuś w prezencie koszyk Joja?...$2",
        "Leah_y2": "Czasami boję się chodzić na imprezy, ale potem nie żałuję!",
        "Marnie_y2": "Wesołych Świąt, @!$1",
        "Elliott_y2": "*Beknięcie*$8#$b#Ach... przepraszam. Gdzie moje maniery? Ten przyprawiony cydr jest bardzo gazowany.$4",
        "Gus_y2": "Jedz! Jedz, póki jeszcze świeże i ciepłe.$0#$e#Mógłbym długo opowiadać o mojej nowej metodzie robienia lasek cukrowych... ale w tym roku oszczędzę Ci szczegółów!$1",
        "Willy_y2": "Jestem prostym człowiekiem, @... Jestem wdzięczny za solidny dach nad głową i gorącą puszkę fasoli na śniadanie'!$h",
        "Wizard_y2": "Ach, tajemnicza Gwiazda Polarna. Jeden z powodów, przez który wybrałem dolinę jako lokacje do moich... badań.",
        "Harvey_y2": "Próbowałeś ciasta orzechowego? Moje ulubione.$0^Próbowałaś ciasta orzechowego? Moje ulubione.$0",
        "Jas_y2": "Można już otwierać prezenty?$0",
        "Vincent_y2": "Dostałem zabawkowego dinozaura, którego chciałem! Widzisz!?$1#$e#To jest yy... Ste-... stego-... stegosonaur!... Tak myślę.$0",
        "Marlon_y2": "Hmm? O, witam.$0#$e#Nie zwracaj na mnie uwagi. Baw się dobrze. ",
        "Leo_y2": "Nie znam większości z tych rzeczy... ale są bardzo smaczne!$0"
    }